[
    {
        "word": "合縁奇縁",
        "yomi": "あいえんきえん",
        "def": "人と人の縁は奇妙な巡り合わせということ。特に男女の関係についていう言葉。",
        "grade": "4"
    },
    {
        "word": "愛別離苦",
        "yomi": "あいべつりく",
        "def": "仏教の八苦の一つで、親子や兄弟、夫婦などの愛する人との生別または死別することの悲しみや苦しみのこと。",
        "grade": "4"
    },
    {
        "word": "青息吐息",
        "yomi": "あおいきといき",
        "def": " この上なく苦しい時に発するため息。または、ため息がでるほど苦しい状況のこと。「青息」は非常に苦しいときに発する息。「吐息」はため息のこと。 ",
        "grade": "4"
    },
    {
        "word": "悪戦苦闘",
        "yomi": "あくせんくとう",
        "def": "困難な状況の中で強敵と決死の覚悟で戦うこと。または、困難に打ち勝つために必死に努力すること。「悪戦」は自分に不利な状況で戦うという意味。",
        "grade": "4"
    },
    {
        "word": "悪木盗泉",
        "yomi": "あくぼくとうせん",
        "def": "困窮したとしても人としての道理を外れた行いはしないこと。または、悪事に近づかないこと。「悪木」はとげやにおいがあり人を困らせる悪い木、「盗泉」は泉の名前で、孔子が名前を嫌い喉が渇いていても水を飲まなかった泉。",
        "grade": "4"
    },
    {
        "word": "暗雲低迷",
        "yomi": "あんうんていめい",
        "def": "悪い状態が好転する兆候もなく、先行き不安のまま長く続いている状況のこと。「暗雲」は光が届かないほど厚く、今にも雨が降り出しそうな黒い雨雲のことから、悪いことが起こりそうな気配のたとえ。「低迷」は雲が高さの低い位置で留まること。主に経済や社会状況、人の気持ちについていう言葉。",
        "grade": "4"
    },
    {
        "word": "暗中飛躍",
        "yomi": "あんちゅうひやく",
        "def": "ひそかに計画を立てて、見事な活躍をすること。「飛躍」は高く飛び上がるという意味から、見事な活躍をすることのたとえ。「暗躍（あんやく）」と省略して用いられることもある。",
        "grade": "4"
    },
    {
        "word": "安分守己",
        "yomi": "あんぶんしゅき",
        "def": "身の程をわきまえて、高望みをしないこと。「安分」は身の程をわきまえること。「守己」は自分の状態を維持すること。",
        "grade": "4"
    },
    {
        "word": "意志薄弱",
        "yomi": "いしはくじゃく",
        "def": "はっきりとした自身の意志を持っておらず、物事を決める決断力や最後までやり抜く忍耐力が欠如していること。または、他人の言葉や行いの影響を受けやすいこと。",
        "grade": "4"
    },
    {
        "word": "一意攻苦",
        "yomi": "いちいこうく",
        "def": "苦労しながら、ひたすら考えること。「一意」はいちずに、一心にという意味。「攻苦」は苦難、苦境とたたかうという意味から、苦労しながら勉強すること。",
        "grade": "4"
    },
    {
        "word": "一月三舟",
        "yomi": "いちがつさんしゅう",
        "def": "仏の教えは一つなのに、受け手によりそれぞれの解釈があるということ。同じ一つの月でも、停止している舟から見れば止まって見え、北へ動く舟から見れば北へ動いているように見え、また南へ動く舟から見れば南へ動いているように見えるということから。",
        "grade": "4"
    },
    {
        "word": "一元描写",
        "yomi": "いちげんびょうしゃ",
        "def": "小説の登場人物の動向や心理状態、事件の描写を、主人公一人の視点から一元的に表現すべきであるという小説作法。",
        "grade": "4"
    },
    {
        "word": "一族郎党",
        "yomi": "いちぞくろうとう",
        "def": "血縁関係のある家族や親族とそれらに付き従う家来のこと。または、権力のある者やその者に付き従い利益を分けあう者たちのこと。「一族」は血縁者の総称。「郎党」は家臣のこと。「一族郎等」とも書く。",
        "grade": "4"
    },
    {
        "word": "一読三嘆",
        "yomi": "いちどくさんたん",
        "def": "すばらしい詩文などをよみ、感銘を受けること。または、そのような名文、書物のこと。「三」は何度もという意味。「嘆」は感心して褒め称える、感嘆という意味。",
        "grade": "4"
    },
    {
        "word": "一念発起",
        "yomi": "いちねんほっき",
        "def": "何かを成し遂げる決意を固めること。もとは仏教の言葉で、「一念」は悟りを得ようと心に決めること、「発起」は仏道に入ること。仏道に入り、悟りを開くことを心に決めるという意味から。",
        "grade": "4"
    },
    {
        "word": "一暴十寒",
        "yomi": "いちばくじっかん",
        "def": "努力を続けられずに怠ることが多いことを戒めた言葉。 「暴」は日に曝すということ。「寒」は冷やすということ。日に曝して暖めようとして、一日は暖めて十日間日陰においたまま冷やすという意味から。",
        "grade": "4"
    },
    {
        "word": "一罰百戒",
        "yomi": "いちばつひゃっかい",
        "def": "罪を犯した一人に罰を与えて、他の人が同じ罪を犯さないように注意を発すること。「一罰」は一人に罰を与えること。「百戒」は百人の戒めにすること。一つの罰を百の戒めにするという意味。",
        "grade": "4"
    },
    {
        "word": "一網打尽",
        "yomi": "いちもうだじん",
        "def": "悪人や犯罪者などの集団を一気に全て捕まえること。「一網」は一度網を打つこと。「打尽」は全て捕ること。網を一度打ち、そこにいる魚を全て取り尽くすという意味から。",
        "grade": "4"
    },
    {
        "word": "一毛不抜",
        "yomi": "いちもうふばつ",
        "def": "極めてけちなこと。または、利己的な人、けちな人。「一毛」は一本の毛のこと。自分のものは一本の毛すら惜しんで抜かないということから。「一毛も抜かず」とも読む。",
        "grade": "4"
    },
    {
        "word": "一粒万倍",
        "yomi": "いちりゅうまんばい",
        "def": "ほんの少しのものから大きな利益をあげることのたとえ。または、小さなものでも粗末に扱ってはいけないという戒め。または、稲の別名。「一粒」は一粒の種のこと。「万倍」は一万倍のこと。一粒の種が、たくさん（一万倍）の稲の穂を実らせるという意味から。元は仏教の言葉で、一つの善い行いをすればたくさんのよい結果がもたらされることのたとえ。",
        "grade": "4"
    },
    {
        "word": "一口両舌",
        "yomi": "いっこうりょうぜつ",
        "def": "前に話した内容と、後で話した内容とが食い違っていること。以前に言ったことと違うことを、平気で言う人のこと。一つの口に二つの舌があるということから。",
        "grade": "4"
    },
    {
        "word": "一切有情",
        "yomi": "いっさいうじょう",
        "def": "この世に生きとし生けるものすべてのこと。特に、人間のこと。「一切」はすべてのこと。「有情」は生きているもののこと。仏教用語。",
        "grade": "4"
    },
    {
        "word": "一切合切",
        "yomi": "いっさいがっさい",
        "def": "全部。全て。「一切」と「合切」はどちらも全部や残すことなく全てという意味。同じ意味の言葉を重ねて強調したもの。「一切合財」とも書く。",
        "grade": "4"
    },
    {
        "word": "一笑千金",
        "yomi": "いっしょうせんきん",
        "def": "美人のこと。一度の微笑みが千金にも値することから。",
        "grade": "4"
    },
    {
        "word": "一将万骨",
        "yomi": "いっしょうばんこつ",
        "def": "功名や手柄は上に立っている人が得るが、その陰には多くの部下の犠牲があるということ。また、それを忘れてはいけないという戒め。「将」は将軍のこと。「万骨」は何万もの遺骨のこと。「一将功成りて万骨枯る」の略した言葉。",
        "grade": "4"
    },
    {
        "word": "一触即発",
        "yomi": "いっしょくそくはつ",
        "def": "非常に緊迫した状態のこと。「一触」はちょっと触れること。「即発」はすぐに爆発すること。ちょっとしたことで大変なことが起きるかもしれない危険な状態をいう言葉。",
        "grade": "4"
    },
    {
        "word": "一心発起",
        "yomi": "いっしんほっき",
        "def": "何かを成し遂げる決意を固めること。「発起」は仏教用語で、悟りを得ようとすること。",
        "grade": "4"
    },
    {
        "word": "一寸光陰",
        "yomi": "いっすんのこういん",
        "def": "ほんの少しの時間のこと。少しでも時間を無駄にしてはいけないという戒めの言葉。「一寸」の「寸」は長さの単位で、とても短いことや、少ないことのたとえ。「光陰」は日時計の陰のことから、時間や年月のたとえ。「一寸の光陰軽んずべからず」の形で使うことが多い言葉。朱熹の「遇成」の詩とされていたが、現在では日本の五山の僧侶が作ったとされる説がある。",
        "grade": "4"
    },
    {
        "word": "一寸丹心",
        "yomi": "いっすんのたんしん",
        "def": "嘘のない本心から誠意。ほんの少しだけの真心という意味から。自身の誠意という意味の謙譲語。「一寸」の「寸」は長さの単位で、とても短いことや、少ないことのたとえ。「丹心」は真心、誠意のこと。",
        "grade": "4"
    },
    {
        "word": "一朝一夕",
        "yomi": "いっちょういっせき",
        "def": "ほんの少しの時間。あっという間の時間。「一朝」はひと朝。「一夕」はひと晩。どちらもきわめて短い時間のたとえ。「一朝一夕に出来ることではない」などと後に否定の語を伴って用いることが多い言葉。",
        "grade": "4"
    },
    {
        "word": "一天万乗",
        "yomi": "いってんばんじょう",
        "def": "天子や天皇のこと。「一天」は天の下全てということから、全世界のこと。「乗」は兵車のことや、兵車を数える場合に使う単位。一万乗の兵車を出すことが出来る国の君主という意味から。古代中国では、兵車一台に馬四頭と兵士百人がついていたとされている。「一天万乗の君」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "一片氷心",
        "yomi": "いっぺんのひょうしん",
        "def": "濁りやけがれがなく、綺麗で澄んでいる心。ひとかけらの氷のように透き通っているということから。「一片冰心」とも書く。",
        "grade": "4"
    },
    {
        "word": "移風易俗",
        "yomi": "いふうえきぞく",
        "def": "習慣やしきたりをよりよく変えること。「風俗を移易す」を一文字ずつ分けて、互いを補い合って表現した言葉。「風を移し俗を易う」とも読む。",
        "grade": "4"
    },
    {
        "word": "遺風残香",
        "yomi": "いふうざんこう",
        "def": "過去の賢者やすぐれた風俗のなごり。「遺風」は過去の賢者が残した教え。または、昔から受け継がれている風習。「残香」は残り香。",
        "grade": "4"
    },
    {
        "word": "威風堂堂",
        "yomi": "いふうどうどう",
        "def": "雰囲気や態度が立派で威厳のある様子。「威風」は威厳に満ち溢れた雰囲気。「堂堂」はたくましく威厳のある様子。「威風堂々」とも書く。",
        "grade": "4"
    },
    {
        "word": "緯武経文",
        "yomi": "いぶけいぶん",
        "def": "学問と武術の両方を重んじて、国や政治の基礎にすること。学問と武術を緯糸と経糸を交互に組み合わせて布を織ることにたとえた言葉。「武を緯にし文を経にす」とも読む。",
        "grade": "4"
    },
    {
        "word": "飲灰洗胃",
        "yomi": "いんかいせんい",
        "def": "今までのことを悔いて、心を改めて再出発すること。灰を飲み込んで、胃の中を汚れを落として清めるという意味から。「灰を飲んで胃を洗う」とも読む。",
        "grade": "4"
    },
    {
        "word": "陰徳陽報",
        "yomi": "いんとくようほう",
        "def": "誰にも知られないように善い行いをすると、必ずよい報いがあるということ。「陰徳」は人知れずに善い行いをすること。「陽報」は一目でわかるよい報いのこと。「陰徳あれば必ず陽報あり」とも読む。",
        "grade": "4"
    },
    {
        "word": "陰陽五行",
        "yomi": "いんようごぎょう",
        "def": "この世の全てのものを造り出す陰と陽の気と、この世の全てを生み出す元となる木・火・土・金・水の五つの元素のこと。古代中国では、これらの関わり合いで、全ての物事の解釈や説明をしようとしていたということから。",
        "grade": "4"
    },
    {
        "word": "有為転変",
        "yomi": "ういてんぺん",
        "def": "この世の全ての現象や存在は常に移り変わり、一定しているものはないということ。または、この世は儚いものであるということのたとえ。「有為」は様々な因縁から生じる現象。「転変」は移り変わること。仏教の言葉。",
        "grade": "4"
    },
    {
        "word": "有為無常",
        "yomi": "ういむじょう",
        "def": "この世の全ての現象や存在は常に移り変わり、はかないものということ。仏教語から「有為」は様々な因縁から生じる現象。",
        "grade": "4"
    },
    {
        "word": "雨奇晴好",
        "yomi": "うきせいこう",
        "def": "晴れでも雨でも美しい景色のこと。山水の景色は、晴れた日は美しく、雨の日は趣きがあり、どちらも見事であるという意味。",
        "grade": "4"
    },
    {
        "word": "有象無象",
        "yomi": "うぞうむぞう",
        "def": "元は仏教語で有形、無形全てのもののことで、この世に存在する全てのもののこと。または、数が多くつまらない人や物のことを卑しめる言葉。",
        "grade": "4"
    },
    {
        "word": "有頂天外",
        "yomi": "うちょうてんがい",
        "def": "「有頂天」は仏教で一番上にあるとされる天のことで、それを超えるほどの喜びという意味から、この上なく大喜びすること。",
        "grade": "4"
    },
    {
        "word": "有無相生",
        "yomi": "うむそうせい",
        "def": "有があるから無があり、無があるから有があるという、有と無の相対的な関係のこと。または、この世のものはすべて相対的な関係にあるということ。「相生」はお互いに生じあうこと。元は、相対的であるものを絶対的であるかのように錯覚してしまう、人間の愚かさや危うさを警告した言葉。",
        "grade": "4"
    },
    {
        "word": "雲合霧集",
        "yomi": "うんごうむしゅう",
        "def": "たくさんのものが、一時的に集まること。雲や霧が集まってわくという意味から。",
        "grade": "4"
    },
    {
        "word": "雲集霧散",
        "yomi": "うんしゅうむさん",
        "def": "たくさんのものが集まったり散ったりすること。雲のように集まり、霧のように散るという意味から。「雲のごとく集まり霧のごとく散んず」とも読む。",
        "grade": "4"
    },
    {
        "word": "永垂不朽",
        "yomi": "えいすいふきゅう",
        "def": "名誉や名声、業績などが伝わり、決して滅びることがないこと。「永垂」は永遠と後世に伝わる、「不朽」は滅びることがない、後世まで残るという意味。",
        "grade": "4"
    },
    {
        "word": "易姓革命",
        "yomi": "えきせいかくめい",
        "def": "王朝が交代すること。「易姓」は姓が変わること。中国の王朝は同じ姓の人が継ぐため、姓が変わることは王朝の交代を意味する。「革命」は天命が改まること。昔の中国の思想では、天命により天子が選ばれ、天子の徳が無くなれば他の人に天命が下るとされていたことから。「姓を易え命を革む」とも読む。",
        "grade": "4"
    },
    {
        "word": "遠交近攻",
        "yomi": "えんこうきんこう",
        "def": "遠くの国と親しくして、近くの国を攻める策略。中国の戦国時代に范雎が秦の君主に進言した策略で、兵法三十六計の第二十三計にあたる。",
        "grade": "4"
    },
    {
        "word": "鉛刀一割",
        "yomi": "えんとういっかつ",
        "def": "普通の人でも力を発揮する時があることのたとえ。または、二度使うことができないことのたとえ。切れ味の悪い鉛の刀でも、一回切るくらいは使えるという意味から。主に少しでも力になりたいということを謙遜していうときに使う言葉。",
        "grade": "4"
    },
    {
        "word": "縁木求魚",
        "yomi": "えんぼくきゅうぎょ",
        "def": "実現することが無理なことのたとえ。木に登って魚を捕ろうとするという意味から。方法が間違っているために、どれだけ苦労しても目的を果たせないということをたとえた言葉。「木に縁りて魚を求む」とも読む。",
        "grade": "4"
    },
    {
        "word": "応接不暇",
        "yomi": "おうせつふか",
        "def": "忙しすぎて、全てを対処することはできないこと。または、次々に来訪者があり、一人ずつ対応することができないこと。",
        "grade": "4"
    },
    {
        "word": "応病与薬",
        "yomi": "おうびょうよやく",
        "def": "人の性格や素質、理解力などの能力に合わせて適切な指導をすること。「病に応じて薬を与える」とも読み、仏教語で症状に合う薬を与えると言う意味から。",
        "grade": "4"
    },
    {
        "word": "大盤振舞",
        "yomi": "おおばんぶるまい",
        "def": "盛大なごちそうのことや物を与えたりご馳走したりすること。江戸時代、正月に親戚などを招待して酒宴を開くことをいった。",
        "grade": "4"
    },
    {
        "word": "恩威並行",
        "yomi": "おんいへいこう",
        "def": "恩賞と刑罰をそれぞれ適切に与えること。「恩威」は恩賞と刑罰。「恩威並び行う」とも読む。",
        "grade": "4"
    },
    {
        "word": "音吐朗朗",
        "yomi": "おんとろうろう",
        "def": "声が豊かで、遠くまではっきりと聞こえる様子。「音吐」は声や声の出し方のこと。「朗朗」は声が高く澄んでいて、離れていてもよく聞こえること。特に詩歌を吟じるときや朗読するときに使う言葉。",
        "grade": "4"
    },
    {
        "word": "回山倒海",
        "yomi": "かいざんとうかい",
        "def": "山をころがし、海をひっくり返すほど勢いが盛んなこと。",
        "grade": "4"
    },
    {
        "word": "階前万里",
        "yomi": "かいぜんばんり",
        "def": "天子が地方の政治の状況を詳しく知っていて、家臣がごまかすことができないこと。「階前」は宮殿の階段の前のこと。宮殿の階段の前にあるかのように、万里の遠方の地方のことも詳しく知っているという意味から。",
        "grade": "4"
    },
    {
        "word": "海内奇士",
        "yomi": "かいだいのきし",
        "def": "この世で比べることができないほど優秀な人物。または、行動や言動が普通の人とは違う奇人、風変わりな人のこと。「海内」は世界や国内、四海の内のこと。「奇士」は普通ではない言行で優秀な人物や、普通とは違う豪傑のこと。",
        "grade": "4"
    },
    {
        "word": "夏雲奇峰",
        "yomi": "かうんきほう",
        "def": "夏に発生する入道雲が作り出す、珍しい峰の形のこと。",
        "grade": "4"
    },
    {
        "word": "格致日新",
        "yomi": "かくちにっしん",
        "def": "物事の本質や真理を日々追究し続け、常に向上し続けること。「格致」は「格物致知」を略した言葉で、物事の本質や真理を追い求めて、知識を高めること。「日新」は毎日新たに向上し続けること。「格致日に新たなり」とも読む。",
        "grade": "4"
    },
    {
        "word": "格物致知",
        "yomi": "かくぶつちち",
        "def": "物事の道理を極めて、知識を最大限に広げていくこと。「格物」は物事の道理を極めつくすこと。「致知」は知識を極めること。",
        "grade": "4"
    },
    {
        "word": "家書万金",
        "yomi": "かしょばんきん",
        "def": "一人で寂しいときに、家族から届く手紙は何よりも嬉しいということ。「家書」は実家からの手紙。「万金」は大金という意味から、極めて価値があることのたとえ。旅先などで一人きりで寂しいときに家族から届く手紙は、大金のような価値があるということから。",
        "grade": "4"
    },
    {
        "word": "家常茶飯",
        "yomi": "かじょうさはん",
        "def": "毎日起こるようなよくある出来事のこと。いつもと同じ茶と飯ということで、いつもの食事という意味から。",
        "grade": "4"
    },
    {
        "word": "花朝月夕",
        "yomi": "かちょうげっせき",
        "def": "春と秋の心地よい天気の時期。または、春と秋の季節の楽しみのこと。春の朝の花を愛でて、秋の夕方の月を愛でるということから。「花朝」は陰暦の二月十五日のことで、現在の四月の中頃のこと。「月夕」は陰暦の八月十五日のことで、現在の十月の初めの頃のこと。",
        "grade": "4"
    },
    {
        "word": "活計歓楽",
        "yomi": "かっけいかんらく",
        "def": "好き勝手に楽しみながら、贅沢な生活をすること。「活計」は贅沢をすること。",
        "grade": "4"
    },
    {
        "word": "家徒四壁",
        "yomi": "かとしへき",
        "def": "ひどく貧しいことのたとえ。家の中に家具が何も無く、四つの方向に壁しかないという意味から。「家、徒四壁のみ」とも読む。",
        "grade": "4"
    },
    {
        "word": "家貧孝子",
        "yomi": "かひんこうし",
        "def": "貧しい家庭で育った子どもは、親孝行な子どもになるということ。または、人は苦しい状況のときこそ、本当の価値を発揮するということ。「家貧しくして孝子顕れ、世乱れて忠臣を識る」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "歓天喜地",
        "yomi": "かんてんきち",
        "def": "思いっきり喜ぶこと。「歓喜」と「天地」を合わせた言葉で、天に向かって喜び、地に向かって喜ぶという意味から。「天に歓び地に喜ぶ」とも読む。",
        "grade": "4"
    },
    {
        "word": "雅人深致",
        "yomi": "がじんしんち",
        "def": "世俗を超越した高尚な人の持っている深い趣のこと。「雅人」は風雅を理解できる才知のある人のこと。「深致」は深い風情のある様子。",
        "grade": "4"
    },
    {
        "word": "雅人深致",
        "yomi": "がじんのしんち",
        "def": "世俗を超越した高尚な人の持っている深い趣のこと。「雅人」は風雅を理解できる才知のある人のこと。「深致」は深い風情のある様子。",
        "grade": "4"
    },
    {
        "word": "我田引水",
        "yomi": "がでんいんすい",
        "def": "他人のことを考えず、自分の利益のみのために行動したり、都合のよい理屈をこねたりすること。自分の田だけに水を引き入れるという意味から。「我（わ）が田（た）に水（みず）を引（ひ）く」とも読む。",
        "grade": "4"
    },
    {
        "word": "気炎万丈",
        "yomi": "きえんばんじょう",
        "def": "燃え上がる炎のように、他を圧倒するほどの意気込みのこと。「気炎」は燃え上がる炎のように盛んな意気込み。「万丈」は非常に高いことで「丈」は長さの単位。",
        "grade": "4"
    },
    {
        "word": "奇貨可居",
        "yomi": "きかかきょ",
        "def": "絶好の好機は逃さずに、うまく利用しなければならないというたとえ。珍しい物品は貯えておいて価値が上がった後に売ること。「奇貨」は珍しい品物、「居」は蓄えるという意味。中国の呂不韋という人物が、趙の人質になった秦の王子を援助し、後に利用した故事から。",
        "grade": "4"
    },
    {
        "word": "危機一髪",
        "yomi": "ききいっぱつ",
        "def": "「一髪」は一本の髪の毛ほどの隙間のことで、髪の毛一本ほどのわずかな差で、大変なことになる瞬間や状況という意味。",
        "grade": "4"
    },
    {
        "word": "旗鼓堂堂",
        "yomi": "きこどうどう",
        "def": "隊列などがきちんと整っていて、威厳のある様子のこと。または、文筆の勢いが盛んなことの形容。「旗鼓」は旗と太鼓という意味から軍隊という意味。「堂堂」は整然としていて威厳のある様子。",
        "grade": "4"
    },
    {
        "word": "奇策妙計",
        "yomi": "きさくみょうけい",
        "def": "他の人の思いつかないような奇抜ですぐれた計略。「奇策」は人が思いつかない奇妙な策のこと。「妙計」はすぐれた計略のこと。",
        "grade": "4"
    },
    {
        "word": "鬼出電入",
        "yomi": "きしゅつでんにゅう",
        "def": "目にも止まらない速さで現れたり、消えたりすること。または、奔放で出没を予想できないこと。鬼神のように自在で、稲妻のように速く出没するという意味から。",
        "grade": "4"
    },
    {
        "word": "貴種流離",
        "yomi": "きしゅりゅうり",
        "def": "高貴な生まれの人が他国をさすらって、苦難や恋などの苦楽を経験して帰国すること。「貴種」は身分が高い家で生まれ育ったこと。「流離」は他国でさすらうこと。『竹取物語』や『今昔物語』、『源氏物語』などの物語の類型のことで「貴種流離譚」という。",
        "grade": "4"
    },
    {
        "word": "奇想天外",
        "yomi": "きそうてんがい",
        "def": "通常では思いつかないような奇抜なこと。「奇想」は奇抜な考えのこと。「天外」は天の外という意味から、予想できない場所のたとえ。",
        "grade": "4"
    },
    {
        "word": "鬼面仏心",
        "yomi": "きめんぶっしん",
        "def": "恐ろしい顔をしているが、性格は穏やかなこと。または、そのような人のこと。鬼のような顔と仏の心という意味から。",
        "grade": "4"
    },
    {
        "word": "求魚縁木",
        "yomi": "きゅうぎょえんぼく",
        "def": "実現することが無理なことのたとえ。木に登って魚を捕ろうとするという意味から。方法が間違っているために、どれだけ苦労しても目的を果たせないということをたとえた言葉。「木に縁りて魚を求む」とも読む。",
        "grade": "4"
    },
    {
        "word": "旧態依然",
        "yomi": "きゅうたいいぜん",
        "def": "昔の状態のまま、進歩や変化が全くないこと。「旧態」と「依然」は、どちらも昔からの状態が良くも悪くも変わらずに続いていること。",
        "grade": "4"
    },
    {
        "word": "弓道八節",
        "yomi": "きゅうどうはっせつ",
        "def": "弓道での弓を射る時の八つの基本動作のこと。一つの動作を竹の節にたとえ、動作の一つ一つはしっかりと区分されているが、動作の全ては竹のように繋がっているということ。",
        "grade": "4"
    },
    {
        "word": "九年面壁",
        "yomi": "きゅうねんめんぺき",
        "def": "長い期間一つのことに専念してやり遂げること。または、長い期間勉学に勤しむこと。達磨大師が嵩山の少林寺にこもって、九年間壁に向かって座禅を組んで悟りを開いたという故事から。",
        "grade": "4"
    },
    {
        "word": "吸風飲露",
        "yomi": "きゅうふういんろ",
        "def": "けがれがなく、清らかな仙人の生活のこと。食べ物を食べず、風を吸って、露だけを飲んで暮らすということから。「風を吸い露を飲む」とも読む。",
        "grade": "4"
    },
    {
        "word": "狂喜乱舞",
        "yomi": "きょうきらんぶ",
        "def": "思い切り喜ぶこと。「狂喜」は正気を失ったかのように激しく喜ぶこと。「乱舞」は大人数で入り乱れて踊ることや狂ったように踊ること。思わず踊ってしまうほど激しく興奮して喜ぶという意味から。",
        "grade": "4"
    },
    {
        "word": "驚天動地",
        "yomi": "きょうてんどうち",
        "def": "世の中を大変驚かせること。聞いた人たちをひどく驚かせるような出来事や事件の形容。「天を驚かし地を動かす」とも読む。",
        "grade": "4"
    },
    {
        "word": "曲折浮沈",
        "yomi": "きょくせつふちん",
        "def": "複雑にからみ合っている面倒な事情や状況の解決に苦労すること。「曲折」は折れ曲がること。または、複雑な事情のこと。「浮沈」は浮き沈みすること。または、栄えることと衰えること。",
        "grade": "4"
    },
    {
        "word": "曲筆舞文",
        "yomi": "きょくひつぶぶん",
        "def": "必要以上に言葉を飾りつけるために、事実を曲げて文章を書くこと。「曲筆」は事実を捻じ曲げて文章を書くこと。「舞文」は文章を飾るために、好き勝手に文章をいじること。",
        "grade": "4"
    },
    {
        "word": "挙国一致",
        "yomi": "きょこくいっち",
        "def": "国が一つにまとまって力をあわせること。「挙国」は国中を挙げて、国全体という意味。主に戦争中に国民の全員が協力することをいう。",
        "grade": "4"
    },
    {
        "word": "金口木舌",
        "yomi": "きんこうぼくぜつ",
        "def": "すぐれた言論で人々を指導する人のたとえ。金属の口に、舌の形をした木製の振り子でできた大きな鐘のことで、古代中国で新しい政令を出すときにこの鐘を鳴らして人々に知らせていたということから。",
        "grade": "4"
    },
    {
        "word": "金谷酒数",
        "yomi": "きんこくのしゅすう",
        "def": "詩を作ることが出来なかったことへの罰として飲ませる酒のこと。中国の西晋の石崇が、別荘の金谷園で開いた宴会で、詩を作れなかった人に罰として酒を飲ませたという故事から。",
        "grade": "4"
    },
    {
        "word": "金城鉄壁",
        "yomi": "きんじょうてっぺき",
        "def": "並外れて固い守りのこと。金属や鉄で出来た城壁という意味から。",
        "grade": "4"
    },
    {
        "word": "近所合壁",
        "yomi": "きんじょがっぺき",
        "def": "家の近くの家のこと。「合壁」は壁一枚で遮られているだけの隣の家のこと。",
        "grade": "4"
    },
    {
        "word": "金声玉振",
        "yomi": "きんせいぎょくしん",
        "def": "備わっている才知と、人徳の釣り合いが取れていることのたとえ。または、そのような人のこと。「金声」は鐘を鳴らすこと。「玉」は磬という打楽器のこと。「振」は収めること。古代中国の音楽は、まず始めに鐘の音から始まって、琴や笛の音が続き、最後は磬で締めくくるというもので、最初から最後までよく整っているもののたとえとして使われる。孟子が孔子を賛美したとされる言葉。",
        "grade": "4"
    },
    {
        "word": "疑心暗鬼",
        "yomi": "ぎしんあんき",
        "def": "疑う心を持ってしまい、取るに足らないことを恐れたり、怪しく感じたりしてしまうこと。「疑心」は疑う心のこと。「暗鬼」は暗い場所に見える亡霊のこと。疑う心を持っていると、暗い場所に亡霊（存在するはずのないもの）が見えてくるという意味から。",
        "grade": "4"
    },
    {
        "word": "空空寂寂",
        "yomi": "くうくうじゃくじゃく",
        "def": "この世の形の有るもの無いもの全ては実体や本性が空で、思惟分別を超えているということ。または、何も無く静かな様子。または、無関心や、煩悩のない無心な状態。",
        "grade": "4"
    },
    {
        "word": "空即是色",
        "yomi": "くうそくぜしき",
        "def": "「空」であることによって、はじめてこの世の全ての事象や物体が成り立つということ。「空」とは、存在しているが実体性を欠いていることで、 この世の全ての事象や物体などのすべてを否定しているのではない。「空」が事象や物体などの真の姿でもあるという意味。「色」とは、この世に存在する全ての物質的な物や、人が認識できる全ての事象のこと。",
        "grade": "4"
    },
    {
        "word": "九年面壁",
        "yomi": "くねんめんぺき",
        "def": "長い期間一つのことに専念してやり遂げること。または、長い期間勉学に勤しむこと。達磨大師が嵩山の少林寺にこもって、九年間壁に向かって座禅を組んで悟りを開いたという故事から。",
        "grade": "4"
    },
    {
        "word": "君子三戒",
        "yomi": "くんしのさんかい",
        "def": "少年期の色欲、壮年期の闘争、老年期の物欲という人格者が自ら戒めておくべき三つのこと。「君子」は人格者。",
        "grade": "4"
    },
    {
        "word": "君子万年",
        "yomi": "くんしばんねん",
        "def": "高い徳を持っている高潔な人は長く生きるということ。または、長生きを祈願する言葉。「君子」は学識が高く、徳の高い人物、人格者。「万年」は一万年のことで、長い年月のたとえ。",
        "grade": "4"
    },
    {
        "word": "群雄割拠",
        "yomi": "ぐんゆうかっきょ",
        "def": "実力者たちがそれぞれ勢力を持ち、対立すること。「群雄」は英雄や実力者たちのこと。「割拠」は各地に拠点を構えて勢力を持つこと。戦国時代、英雄達が各地に拠点を構えて覇を競ったことから。",
        "grade": "4"
    },
    {
        "word": "形影相同",
        "yomi": "けいえいそうどう",
        "def": "心の善悪が行動に出ること。「形影」は形と影。形が曲がれば影も曲がり、形がまっすぐであれば影もまっすぐであるように、心が正しければ行いも正しいということ。",
        "grade": "4"
    },
    {
        "word": "傾国美女",
        "yomi": "けいこくのびじょ",
        "def": "「傾国」は国を傾け滅ぼすという意味で、国政をないがしろにするほど君主が心を引かれるほどの絶世の美女のこと。",
        "grade": "4"
    },
    {
        "word": "軽薄短小",
        "yomi": "けいはくたんしょう",
        "def": "人格が薄っぺらで中身がないことを言い表す言葉。または、物の大きさが小さく、厚さが薄く、重さが軽くなっていく様子。",
        "grade": "4"
    },
    {
        "word": "経文緯武",
        "yomi": "けいぶんいぶ",
        "def": "学問と武術の両方を重んじて、国や政治の基礎にすること。学問と武術を、横糸と縦糸を交互に組み合わせて布を織ることにたとえた言葉。",
        "grade": "4"
    },
    {
        "word": "兼愛交利",
        "yomi": "けんあいこうり",
        "def": "全ての人を愛して、互いに利益を与え合うこと。「兼愛」は全ての人を愛するという意味。墨子が儒教の「仁愛」を差別愛と批判して唱えた思想。「交利」はお互いに利益を与え合うこと。",
        "grade": "4"
    },
    {
        "word": "兼愛無私",
        "yomi": "けんあいむし",
        "def": "全ての人を愛すること。「兼愛」は全ての人を愛するという意味。墨子が儒教の「仁愛」を差別愛と批判して唱えた思想。「無私」は個人的な感情がないこと。「兼愛私心無し」とも読む。",
        "grade": "4"
    },
    {
        "word": "堅白同異",
        "yomi": "けんぱくどうい",
        "def": "辻褄の合わない無茶な論理を展開すること。詭弁。中国の戦国時代の趙の公孫竜の詭弁のことで、堅くて白い石を見ると白いことはわかるが堅さは分からない、手で触って堅さを調べると色は分からないので、堅くて白い石は存在しないというもの。",
        "grade": "4"
    },
    {
        "word": "外題学問",
        "yomi": "げだいがくもん",
        "def": "見た目だけは立派だが、中身のない学問。「外題」は書物の表題の名のこと。名前は知っているが、内容が全くない学問という意味から。",
        "grade": "4"
    },
    {
        "word": "元軽白俗",
        "yomi": "げんけいはくぞく",
        "def": "中国の中唐の詩風を批判した言葉。「元」は元槇、「白」は白居易のことで、どちらも中唐の詩人のこと。中国の北宋の詩人の蘇軾が批判して言った言葉で、元槇は軽薄で、白居易は卑俗であるという意味。",
        "grade": "4"
    },
    {
        "word": "言行一致",
        "yomi": "げんこういっち",
        "def": "実際に口に出して言ったことと行動が同じであること。主張していることと行動が同じであること。「言行」は発言と行動。「一致」は同じものであること。",
        "grade": "4"
    },
    {
        "word": "言笑自若",
        "yomi": "げんしょうじじゃく",
        "def": "何があっても決して慌てず、落ち着いていることのたとえ。「言笑」は喋り声と笑い声。談笑すること。「自若」は落ち着いていて慌てないこと。中国の三国時代の蜀の関羽は、毒矢をひじに受け、諸将との宴会の途中に、その場で手術したが、骨を削って血が溢れる中でも酒を飲み、談笑していたという故事から。",
        "grade": "4"
    },
    {
        "word": "現状維持",
        "yomi": "げんじょういじ",
        "def": "現在の状況を変化しないように保つこと。または、状況が変化しないこと。",
        "grade": "4"
    },
    {
        "word": "言文一致",
        "yomi": "げんぶんいっち",
        "def": "いつも使っている話し言葉で文章を書くこと。または、明治時代の言論界や文学界に行われた、文体の改革運動のこと。「言文」は口語と文語のこと。文学界では福沢諭吉や西周、文学界では二葉亭四迷や山田美妙などが推進した。",
        "grade": "4"
    },
    {
        "word": "香囲粉陣",
        "yomi": "こういふんじん",
        "def": "容姿の美しい人に囲まれるということ。香りに囲まれて白粉（おしろい）が行列するという意味から。",
        "grade": "4"
    },
    {
        "word": "厚顔無恥",
        "yomi": "こうがんむち",
        "def": "恥知らずで、遠慮がない態度のこと。「厚顔」はあつかましいこと。「無恥」は恥知らずなこと。他人のことを一切考えずに、自分の思い通りに行動する態度のこと。",
        "grade": "4"
    },
    {
        "word": "好機到来",
        "yomi": "こうきとうらい",
        "def": "すばらしい機会がやってくること。「好機」は行動するのによい時期。「到来」はやって来るという意味。",
        "grade": "4"
    },
    {
        "word": "光彩陸離",
        "yomi": "こうさいりくり",
        "def": "きらびやかな光がまともに見られないほど美しく輝く様子。「光彩」は美しい光や鮮やかな彩りのこと。「陸離」は美しい輝きの形容。「光采陸離」とも書く。",
        "grade": "4"
    },
    {
        "word": "口耳講説",
        "yomi": "こうじこうせつ",
        "def": "人から聞いた話を理解することなく、そのまま人に話すこと。受け売り。耳から入ってきたものをそのまま口から出すという意味から。",
        "grade": "4"
    },
    {
        "word": "向上機縁",
        "yomi": "こうじょうのきえん",
        "def": "昇天することの出来る機会のこと。「向上」は天に向かうという意味から、昇天するという意味。「機縁」は機会という意味。",
        "grade": "4"
    },
    {
        "word": "攻城野戦",
        "yomi": "こうじょうやせん",
        "def": "野原や平地で戦闘をして、城を攻めること。「攻城」は城を攻めること。「野戦」は野外で戦うこと。",
        "grade": "4"
    },
    {
        "word": "公序良俗",
        "yomi": "こうじょりょうぞく",
        "def": "社会の状態を安定させるための決まりと、一般的に良いとされている昔からの習慣や道徳の考え方のこと。”公共の秩序”と”善良な風俗”を略したもの。法の解釈や適用をするときの基準の一つであり、全ての法の基本となる理念。「公序」は公共の守るべき決まりのこと。「良俗」は世間から認められている習慣や道徳の考え方のこと。",
        "grade": "4"
    },
    {
        "word": "口耳四寸",
        "yomi": "こうじよんすん",
        "def": "聞いたことの意味を考えることをせずに、そのまま人に伝えるだけの役に立たない学問のこと。「寸」は長さの単位のこと。耳から入ったことがそのまま口から出ることで、口と耳の四寸の長さの間でする浅い学問ということから。",
        "grade": "4"
    },
    {
        "word": "高談雄弁",
        "yomi": "こうだんゆうべん",
        "def": "思いっきり議論すること。「高談」は盛んに議論を戦わせること。「雄弁」は力強く説得力のあることを言うこと。",
        "grade": "4"
    },
    {
        "word": "口中雌黄",
        "yomi": "こうちゅうのしおう",
        "def": "自身の言った間違っていることをすぐに訂正すること。または、根拠のない、いい加減なことを言うこと。「雌黄」は文字を訂正するときに使っていたとされる、黄色の顔料のこと。昔の中国の紙は黄色がかっていたので、黄色の顔料で文字を塗りつぶして訂正していた。文字を訂正するための黄色の顔料を常に口の中に含んでいるという意味から。",
        "grade": "4"
    },
    {
        "word": "項背相望",
        "yomi": "こうはいそうぼう",
        "def": "人の行き来が非常に多いこと。「項背」は背中とうなじのこと。「相望」はお互いに見ること。前後にいる人の背中やうなじをお互いに見るという意味から。「項背相望む」とも読む。",
        "grade": "4"
    },
    {
        "word": "刻舟求剣",
        "yomi": "こくしゅうきゅうけん",
        "def": "時代の変化を知らずに、古い考えや昔からの習慣にこだわって、融通がきかないことのたとえ。中国の春秋時代、楚の人が舟で川を渡っているときに川に剣を落としてしまったので、慌てて剣を落とした位置を舟に記した。向こう岸に着いた後に、舟に記した位置をたよりに水中を探したという故事から。「舟に刻みて剣を求む」とも読む。",
        "grade": "4"
    },
    {
        "word": "国色天香",
        "yomi": "こくしょくてんこう",
        "def": "植物の牡丹の別名。または、美人を言い表す言葉。「国色」は国の中にあるものの中で最も美しい色のこと。または、国の中で最も美しい人のこと。「天香」はこの世のものとは思えないほどのよい香りのこと。",
        "grade": "4"
    },
    {
        "word": "刻露清秀",
        "yomi": "こくろせいしゅう",
        "def": "さっぱりとしていて、すがすがしい秋の景色のこと。「刻露」は秋になって、木の葉が落ちて、山の姿がはっきりと現れること。「清秀」は空気が澄んでいて、眺めがよいこと。",
        "grade": "4"
    },
    {
        "word": "今是昨非",
        "yomi": "こんぜさくひ",
        "def": "今になって過去の行いが過ちだったと気づいて悔いること。「是」は正しいこと、「非」は誤りのことで、今日は正しいが、昨日までは間違っていたという意味から。「今の是にして昨の非なりしを覚る」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "極悪非道",
        "yomi": "ごくあくひどう",
        "def": "人の道から外れた、これ以上ないほどの悪のこと。「極悪」は類を見ないほど極めて悪いこと。「非道」は人としての道理に反していること。",
        "grade": "4"
    },
    {
        "word": "極楽往生",
        "yomi": "ごくらくおうじょう",
        "def": "この世で死んだ後に、極楽浄土に生まれ変わること。または、思い残すことなく、心穏やかに死ぬこと。「極楽」は「極楽浄土」を略した言葉で、仏教で阿弥陀仏がいるとされている、苦しみのない世界のこと。「往生」は死ぬこと。",
        "grade": "4"
    },
    {
        "word": "五里霧中",
        "yomi": "ごりむちゅう",
        "def": "物事の状況が全くわからず、判断に困ること。または、そのような状況。「五里霧」は五里にも渡って周囲が霧で覆われていること、「中」はその霧の中にいること。霧の中にいて、先もよく見えず方向もよくわからない状態という意味から。後漢の道士の張楷が五里霧という仙術を使い、周囲五里を霧で覆ったという故事からきた言葉。",
        "grade": "4"
    },
    {
        "word": "歳寒三友",
        "yomi": "さいかんさんゆう",
        "def": "冬に友とすべきもので東洋画の画題としても好まれる松、竹、梅のこと。「歳寒」は寒い季節、冬のことから乱世や逆境ともいう。乱世に友とすべき山水・松竹・琴酒のことをいう場合もある。",
        "grade": "4"
    },
    {
        "word": "歳寒三友",
        "yomi": "さいかんのさんゆう",
        "def": "冬に友とすべきもので東洋画の画題としても好まれる松、竹、梅のこと。「歳寒」は寒い季節、冬のことから乱世や逆境ともいう。乱世に友とすべき山水・松竹・琴酒のことをいう場合もある。",
        "grade": "4"
    },
    {
        "word": "歳月不待",
        "yomi": "さいげつふたい",
        "def": "年月はあっという間に過ぎていき、人の都合などでは待ってくれないので、時を大切にせよという戒めの語。",
        "grade": "4"
    },
    {
        "word": "才色兼備",
        "yomi": "さいしょくけんび",
        "def": "才知と美しい容姿を兼ね備えている女性。聡明で美しい女性のこと。「才色」は才知と美しい容姿。「兼備」は兼ね備えるという意味。",
        "grade": "4"
    },
    {
        "word": "祭政一致",
        "yomi": "さいせいいっち",
        "def": "神を祭ることと政治を行うことは、あわせて一つのものであるという考え。または、そうした政治形態のこと。古代社会に多い政治形態の一つ。 「祭」は神を祭ることから宗教のこと。「政」は政治を行うこと。「一致」は二つ以上のものが一つになること。",
        "grade": "4"
    },
    {
        "word": "昨非今是",
        "yomi": "さくひこんぜ",
        "def": "昨日までは誤りと思っていたことが今日は正しいと思えること。または、今になって過去の行いが過ちだったと気づいて悔いること。 「非」は誤りという意味。「是」は正しいという意味。「今の是にして昨の非なりしを覚る」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "山簡倒載",
        "yomi": "さんかんとうさい",
        "def": "大酒飲みのこと。「山簡」は人の名前。「倒載」は車に乗せた酒を全て傾けるという意味から、全ての酒を飲み尽くすという意味。古代中国の晋の将軍の山簡は大の酒好きで、高陽地のほとりで酒を持って行っては全て飲み尽くし、ご機嫌で帰ってきていたという故事から。",
        "grade": "4"
    },
    {
        "word": "三軍暴骨",
        "yomi": "さんぐんばくこつ",
        "def": "大差で戦いに負けること。「三軍」は三万七千五百人の軍隊ということから、大軍のたとえ。「暴骨」は兵士が死んで、野で骨になるという意味。中国の周の時代は、一万二千五百人の軍隊を一軍として、大国ではその三倍の三軍を保有するとされていた。「三軍骨を暴す」とも読む。",
        "grade": "4"
    },
    {
        "word": "山紫水明",
        "yomi": "さんしすいめい",
        "def": "自然の景観がとても澄み切っていて美しいこと。山は日の光で紫色にかすみ、水はきれいに澄んでいるという意味から。",
        "grade": "4"
    },
    {
        "word": "三舎退避",
        "yomi": "さんしゃたいひ",
        "def": "相手のことを恐れて、避けること。「舎」は古代中国の軍隊が一日で進む距離のことで、三十里のことをいう。軍隊が相手を恐れて、九十里の距離を空けて避けるという意味から。「三舎を避く」とも読む。中国の春秋時代、楚に亡命した晋の重耳は、楚の成王に厚遇され、重耳は感謝して、晋と楚が戦うようなことがあれば九十里後退させると約束した。晋の君主になった重耳はその約束を果たしたという故事から。",
        "grade": "4"
    },
    {
        "word": "山中暦日",
        "yomi": "さんちゅうれきじつ",
        "def": "人里から離れて、山奥でのんびりと暮らすこと。「暦日」は月日のこと。「山中暦日無し」を略した言葉で、人里離れた山奥で暮らすと、ゆったりとしていて、月日がたつのを忘れてしまうという意味から。",
        "grade": "4"
    },
    {
        "word": "三令五申",
        "yomi": "さんれいごしん",
        "def": "何度も繰り返して説明して諭すこと。「申」は繰り返すという意味。三回命じて五回言い聞かせるという意味から。",
        "grade": "4"
    },
    {
        "word": "三老五更",
        "yomi": "さんろうごこう",
        "def": "高い徳を積んでいる長老のこと。「三老」と「五更」はどちらも中国の周の時代の長老の異称。「三老」は臣下の最高位の三公、「五更」は引退した卿の地位をもっていた人の呼称とされているが、様々な説がある。",
        "grade": "4"
    },
    {
        "word": "子為父隠",
        "yomi": "しいふいん",
        "def": "悪事や過ちは、父は子のために、子は父のために互いに隠してかばいあうことが人の道であるということ。",
        "grade": "4"
    },
    {
        "word": "四海兄弟",
        "yomi": "しかいけいてい",
        "def": "人と接するときにまごころと礼儀を持てば、人は兄弟のように親しくなれること。または、親しくするべきだということ。「四海」は四つの方向の海のことから全世界という意味。",
        "grade": "4"
    },
    {
        "word": "死灰復然",
        "yomi": "しかいふくねん",
        "def": "火が消えて冷たくなった灰が再び燃え上がるという意味から、衰えたものが勢いを取り戻すこと。また、解決したことが再発すること。",
        "grade": "4"
    },
    {
        "word": "色即是空",
        "yomi": "しきそくぜくう",
        "def": "「色」すなわち「この世の全ての事象や物体」で変化しないものはなく、全てのものの実体は「空」であるということ。「色」はこの世に存在する全ての物質的な物や、人が認識できる全ての事象。「空」は物質的には存在しているが実体ではないという意味。",
        "grade": "4"
    },
    {
        "word": "四荒八極",
        "yomi": "しこうはっきょく",
        "def": "世界中のあるゆる場所、地域のこと。世界の隅々までという意味。「四荒」は北方の觚竹、南方の北戸、西方の西王母、東方の日下の四つのことで、この四方の果てにあるえびすの国のこと。えびすは異民族の別称。「八極」は八方の地の果てという意味。",
        "grade": "4"
    },
    {
        "word": "四書五経",
        "yomi": "ししょごきょう",
        "def": "代表的な儒教の経典のこと。「四書」は「大学」、「中庸」、「論語」、「孟子」のこと。「五経」は時代によって異説あるが漢以降は、「易経」、「詩経」、「書経」、「礼記」、「春秋」のこと。",
        "grade": "4"
    },
    {
        "word": "四十不惑",
        "yomi": "しじゅうふわく",
        "def": "孔子が生涯を述懐して語った言葉で、四十歳のときに自分の学問に自信をもって、向かう方向が妥当だと確信して迷わなくなったということから、四十歳で迷わなくなること。",
        "grade": "4"
    },
    {
        "word": "志操堅固",
        "yomi": "しそうけんご",
        "def": "自分の理念や信念、流儀などを堅く守っていて決して変えることがないこと。",
        "grade": "4"
    },
    {
        "word": "詩腸鼓吹",
        "yomi": "しちょうのこすい",
        "def": "詩を作る情をかきたてられること。または、情をかきたてられる鶯（うぐいす）の鳴き声のこと。「詩腸」は詩を作る情、「鼓吹」は太鼓や笛を鳴らすという意味から勢いづけるや鼓舞するという意味。六朝時代、宗の戴ギョウが行き先を聞かれ、「鶯の声を聞き世俗に染まった耳を清めて、詩情をかきたてようとしている」と答えた故事から。",
        "grade": "4"
    },
    {
        "word": "四鳥別離",
        "yomi": "しちょうべつり",
        "def": "雛（ひな）鳥が巣立つときに親鳥が悲しい声で鳴く様子から、親子の悲しい別れのこと。「四鳥」は四羽の雛鳥のこと。孔子が早朝に悲鳴のような泣き声を聞き、これはなんだろうと弟子の顔回に尋ねると、垣山にいる四羽の雛鳥が巣立とうとしていたときの悲しげな母鳥の声に似ていると答えた。調べてみると、父親が亡くなり、貧しくて子を売ることになった母親の泣き声だったという故事から。",
        "grade": "4"
    },
    {
        "word": "失笑噴飯",
        "yomi": "しっしょうふんぱん",
        "def": "食べている飯を噴き出してしまうほど、おかしくて笑ってしまうこと。「噴飯」は食べている飯を噴き出すこと。",
        "grade": "4"
    },
    {
        "word": "七珍万宝",
        "yomi": "しっちんまんぽう",
        "def": "多種多様の宝物のこと。経典により多少違いはあるが、仏教語で「七珍」は、金、銀、瑠璃、シャコ、瑪瑙、玻璃、珊瑚の七種のこと。「万宝」は多くの種類の宝物という意味。",
        "grade": "4"
    },
    {
        "word": "射石飲羽",
        "yomi": "しゃせきいんう",
        "def": "集中して必死の思いで事にあたれば、どんな困難なことでも成し遂げることができるということ。楚の熊渠子が暗闇の中でうずくまる虎を狙い、集中して力いっぱい矢を射て確認してみると、虎ではなく大きな石に矢の羽までも深く突き刺さっていたという故事から。「射石」は弓で石を射ること。「飲羽」は矢の羽までも深く突き刺さるという意味。 ",
        "grade": "4"
    },
    {
        "word": "秀外恵中",
        "yomi": "しゅうがいけいちゅう",
        "def": "主に女性についていう語で、容姿が美しく優しい心を持っていること。または、容姿が美しく賢いこと。「秀外」は外見が秀でている。「恵中」は心が優しいや、聡いという意味。",
        "grade": "4"
    },
    {
        "word": "衆口一致",
        "yomi": "しゅうこういっち",
        "def": "多くの人たちの意見が一致すること。「衆口」はたくさんの人の言葉や考え。「一致」は完全にぴったりと合うこと。",
        "grade": "4"
    },
    {
        "word": "集散離合",
        "yomi": "しゅうさんりごう",
        "def": "離れては集まり、集まっては離れたりすること。または、協力したり対立したりすること。「集散」と「離合」はどちらも離れたり集まったりすることで、同じ意味の言葉を重ねて強調した言葉。",
        "grade": "4"
    },
    {
        "word": "舟中敵国",
        "yomi": "しゅうちゅうてきこく",
        "def": "味方が敵になることもあることのたとえ。行き先が同じ舟に乗っている人は利害が同じだが、状況によっては敵になるという意味から。為政者への戒めの言葉で、周囲の敵国ばかり気にかけて、内政を怠れば、国内から反逆者が現れて滅ぼされるということ。",
        "grade": "4"
    },
    {
        "word": "主客転倒",
        "yomi": "しゅかくてんとう",
        "def": "物事の優先順位、重要性の大小、立場などが逆転すること。「主客」は主人と客のことから、主な物事とそれに関係する物事のたとえ。「転倒」は逆さにすること。主人と客の立場が逆転するという意味から。",
        "grade": "4"
    },
    {
        "word": "出将入相",
        "yomi": "しゅっしょうにゅうしょう",
        "def": "学問と武術の両方の才能があること。朝廷から外に出ると将軍として力を発揮して、朝廷の中に入れば宰相として力を発揮するということから。「出でては将、入りては相」とも読む。",
        "grade": "4"
    },
    {
        "word": "手舞足踏",
        "yomi": "しゅぶそくとう",
        "def": "うれしくて小躍りして喜ぶこと。「手舞」は手を動かして踊ること。「足踏」は地面を踏んで音を出すこと。どちらも踊りを言い表す言葉。「手の舞い足の踏むを知らず」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "春日遅遅",
        "yomi": "しゅんじつちち",
        "def": "春の日が心地よく、のんびりとしている様子。または、春の日が長く、日が暮れるまでの時間が長いこと。「春日」は春の太陽。「遅遅」は時間がのんびりと過ぎていくこと。",
        "grade": "4"
    },
    {
        "word": "笑止千万",
        "yomi": "しょうしせんばん",
        "def": "この上なくくだらないこと。または、ひどく気の毒なこと。「笑止」はくだらないこと。または、気の毒なこと。「千万」は程度がこの上なく高いこと。",
        "grade": "4"
    },
    {
        "word": "小心翼翼",
        "yomi": "しょうしんよくよく",
        "def": "小心者でいつもびくびくしている様子。「小心」は慎み深いこと。または、気が小さいこと。「翼翼」は親鳥が雛を翼で覆って注意深くかばうという意味から、遠慮がちで控えめなことをいう。元は慎み深く礼儀正しい様子のことで、周の文王をほめる言葉。",
        "grade": "4"
    },
    {
        "word": "笑比河清",
        "yomi": "しょうひかせい",
        "def": "厳しい性格で、笑顔を見せることがほとんどないこと。「河清」は黄河の水が澄き透ること。今までに澄き通ったことのない黄河の水が透き通るくらいに、笑顔を見せることがないという意味から。中国の北宋の時代の裁判官の包拯がほとんど笑うことがなかったことを、人々にたとえられたという故事から。「笑いを河清に比す」とも読む。",
        "grade": "4"
    },
    {
        "word": "傷風敗俗",
        "yomi": "しょうふうはいぞく",
        "def": "道徳を乱して、社会に害を与えること。「傷風」と「敗俗」はどちらもよい風俗に害を与えるということ。「風（ふう）を傷（そこな）い俗（ぞく）を敗（やぶ）る」「風（ふう）を傷（やぶ）り俗（ぞく）を敗（やぶ）る」とも読む。",
        "grade": "4"
    },
    {
        "word": "食前方丈",
        "yomi": "しょくぜんほうじょう",
        "def": "極めて贅沢で豪華な食事のこと。「食前」は食事の時に座る席の前ということ。「丈」は長さの単位で、一丈は約二・三メートル。「方丈」は一丈四方ということ。自分の席の前の一丈四方に、ごちそうが一杯に並べられるという意味から。",
        "grade": "4"
    },
    {
        "word": "諸法無我",
        "yomi": "しょほうむが",
        "def": "仏教の根本的な三つの思想の一つで、この世に存在しているものの全ては、永遠不変の本質はもっていないということ。「諸行無常」、「涅槃寂静」と合わせて三法印と呼ばれる。「諸法」はこの世の全ての事象や現象のこと。「無我」は不変の本質である「我」は存在しないということ。",
        "grade": "4"
    },
    {
        "word": "思慮分別",
        "yomi": "しりょふんべつ",
        "def": "注意深く考えて、物事を判断すること。 「思慮」は注意深く考えること。「分別」は道理をわきまえた判断のこと。",
        "grade": "4"
    },
    {
        "word": "新鬼故鬼",
        "yomi": "しんきこき",
        "def": "最近死んだ人の霊魂と昔死んだ人の霊魂のこと。「鬼」は霊魂のこと。",
        "grade": "4"
    },
    {
        "word": "神機妙算",
        "yomi": "しんきみょうさん",
        "def": "非常にすぐれた策略のこと。「神機」は神が考えたような素晴らしい策略。「妙算」はすぐれた策略。",
        "grade": "4"
    },
    {
        "word": "身軽言微",
        "yomi": "しんけいげんび",
        "def": "地位が低いと発言も軽く扱われるということ。「身軽」は身分が低いこと。「言微」は言葉が軽く扱われること。「身軽くして言微し」とも読む。",
        "grade": "4"
    },
    {
        "word": "慎始敬終",
        "yomi": "しんしけいしゅう",
        "def": "最初から最後まで、気をゆるめずに慎重に行うこと。または、物事は最初と最後が大切であるということ。「慎」と「敬」はどちらも細心の注意を払うこと。「始めを慎み終わりを敬しむ」とも読む。",
        "grade": "4"
    },
    {
        "word": "信賞必罰",
        "yomi": "しんしょうひつばつ",
        "def": "賞と罰を正しく与えること。立派な働きをしたものには必ずそれ相応の褒賞を与え、罪を犯したものには必ずそれ相応の罰を与えること。「信賞」は必ず褒賞を与えること。「必罰」は必ず罰を与えること。",
        "grade": "4"
    },
    {
        "word": "神色自若",
        "yomi": "しんしょくじじゃく",
        "def": "何があっても慌てずに落ち着いていること。「神色」は精神と顔色。「自若」は心がいつもと同じこと。何があっても普段と同じ対応をするという意味から。",
        "grade": "4"
    },
    {
        "word": "新進気鋭",
        "yomi": "しんしんきえい",
        "def": " 新たに現れた、鋭い意気込みがある将来有望な人のこと。「新進」はその分野に新しく現れること。「気鋭」は鋭く盛んな意気込みがあること。",
        "grade": "4"
    },
    {
        "word": "身体髪膚",
        "yomi": "しんたいはっぷ",
        "def": "人の体のあらゆる部分のこと。全身。「髪膚」は髪の毛と皮膚のこと。出典には「身体髪膚之を父母に受く」とあり、父母から受けた体は大切なものであるという意味の言葉。",
        "grade": "4"
    },
    {
        "word": "震天動地",
        "yomi": "しんてんどうち",
        "def": "大きな事件が起こることのたとえ。または、勢いや音が極めて激しいことのたとえ。「天を震わし地を動かす」とも読む。",
        "grade": "4"
    },
    {
        "word": "自己矛盾",
        "yomi": "じこむじゅん",
        "def": "同じ人の考えや行動が前後で食い違い、つじつまが合わなくなること。",
        "grade": "4"
    },
    {
        "word": "耳熟能詳",
        "yomi": "じじゅくのうしょう",
        "def": "何度も聞いて聞きなれていることは、詳しく説明できるという意味。または、物事をよく知っているという意味。「耳熟」は耳が聞きなれている、「能詳」は詳しく説明することが出来るということ。",
        "grade": "4"
    },
    {
        "word": "十寒一暴",
        "yomi": "じっかんいちばく",
        "def": "努力を続けられずに怠ることが多いことを戒めた言葉。「寒」は冷やす、「暴」は日に曝すということで、日に曝して暖めようとして一日は暖めて、その後の十日間は日陰においたまま冷やしてしまうという意味。",
        "grade": "4"
    },
    {
        "word": "実事求是",
        "yomi": "じつじきゅうぜ",
        "def": "「実事」は本当のことや事実、「求是」は真実を求めるということから、 事実の実証に基づいて物事の真理を追求すること。",
        "grade": "4"
    },
    {
        "word": "耳提面命",
        "yomi": "じていめんめい",
        "def": "細かいところまで行き届いた丁寧な説明をして、理解できるように説き聞かせること。「耳提」は耳を引いて寄せること。「面命」は向かい合って説き聞かせること。",
        "grade": "4"
    },
    {
        "word": "縦横無尽",
        "yomi": "じゅうおうむじん",
        "def": "思うまま好きなように物事を行う様子。または、満足するまで自由に行動すること。「縦横」は縦と横のことから、自分の思いのままに振る舞うこと。「無尽」は尽きることが無いという意味。",
        "grade": "4"
    },
    {
        "word": "重厚長大",
        "yomi": "じゅうこうちょうだい",
        "def": "大きくて重量感のある様子。重く、厚く、長く、大きいという意味から。人の性格や建物、または、重化学工業などのことをいう。",
        "grade": "4"
    },
    {
        "word": "十年一剣",
        "yomi": "じゅうねんいっけん",
        "def": "武術の修練を長い間積み続けること。または、修練を積み続けた武術を発揮する機会を待つこと。一振りの刀を十年磨き続けるという意味から。「十年、一剣を磨く」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "熟思黙想",
        "yomi": "じゅくしもくそう",
        "def": "心を落ち着かせて、しっかりと物事を考えること。「熟思」はしっかりと考えること。「黙想」は喋らずによく考えること。",
        "grade": "4"
    },
    {
        "word": "熟慮断行",
        "yomi": "じゅくりょだんこう",
        "def": "不足がないようにしっかりと考え抜いた上で、固い決意を持って行動すること。「熟慮」は不足がないようにしっかりと考えること。「断行」は固い決意を持って行動すること。",
        "grade": "4"
    },
    {
        "word": "上援下推",
        "yomi": "じょうえんかすい",
        "def": "上の人から目をかけられ、下のものから推薦されること。「援」は引き上げるという意味。「推」は推す、推薦するという意味。",
        "grade": "4"
    },
    {
        "word": "自力更生",
        "yomi": "じりきこうせい",
        "def": "他人を頼りにせず、自身の力だけで生活を改めて正しく立ち直ること。「更生」は悪い状況からよい状態に戻ること。犯罪を犯した人や経営の傾いた企業などが、他の力を借りずに立ち直ることなどをいう。「自力甦生」とも書く。",
        "grade": "4"
    },
    {
        "word": "尋章摘句",
        "yomi": "じんしょうてきく",
        "def": "些細なことばかりこだわって、全体的なものの見方ができないこと。「尋章」と「摘句」は文章の一節を考えること。文章や詩の語句を解釈することにこだわって、書物全体の意味や趣旨を理解できないという意味から。「章を尋ね句を摘む」とも読む。",
        "grade": "4"
    },
    {
        "word": "尋常一様",
        "yomi": "じんじょういちよう",
        "def": "他と変わらず、普通な様子。「尋常」は変わったことのない、普通なこと。「一様」は行動や状態が他と同じこと。",
        "grade": "4"
    },
    {
        "word": "人跡未踏",
        "yomi": "じんせきみとう",
        "def": "人がまだ足を踏み入れたことがないこと。「人跡」は人が歩いた足跡のこと。「未踏」は未だ誰一人として、足を踏み入れていないこと。",
        "grade": "4"
    },
    {
        "word": "尽善尽美",
        "yomi": "じんぜんじんび",
        "def": "完璧なこと。善と美のどちらもきわめているということから。「善を尽くし美を尽くす」とも読む。",
        "grade": "4"
    },
    {
        "word": "尽忠報国",
        "yomi": "じんちゅうほうこく",
        "def": "国に忠義を尽くして、国からの恩に報いること。「尽忠」は誠意を込めて君主や国家に尽くすこと。「報国」は国から受けた恩に報いること。中国の南北朝時代の皇帝、宣帝の死後、その遺言に背こうとした高官を顔之儀が諫めたという言葉から。",
        "grade": "4"
    },
    {
        "word": "人品骨柄",
        "yomi": "じんぴんこつがら",
        "def": "人柄や品格、容姿や身なりのこと。「人品」はその人が持っている品性や気品のこと。「骨柄」は体つきから感じられる風格や品性のこと。",
        "grade": "4"
    },
    {
        "word": "人面獣心",
        "yomi": "じんめんじゅうしん",
        "def": "非情で残酷な人のたとえ。けだものの心を持った人間という意味から。",
        "grade": "4"
    },
    {
        "word": "人面獣身",
        "yomi": "じんめんじゅうしん",
        "def": "妖怪や化け物のこと。顔が人間で、身体は獣という意味から。",
        "grade": "4"
    },
    {
        "word": "人面桃花",
        "yomi": "じんめんとうか",
        "def": "恋い慕う女性に会えないこと。「人面」は美しい女性の顔。「桃花」は植物の桃の花。中国の唐の詩人の崔護は、ある桃の木の下で美しい女性に会い、その女性と互いに惹かれあったが、その時はそのまま別れた。崔護はその女性を忘れられず、次の年にまた訪ねたがその女性に会うことができず、詩を残して去ったという故事から。",
        "grade": "4"
    },
    {
        "word": "寸歩不離",
        "yomi": "すんぽふり",
        "def": "すごく近い距離にいること。または、非常に深い関係のこと。「寸歩」はほんの少しの距離、一歩。一歩より遠い距離に離れることがなく、常に一緒にいるという意味から。「寸歩も離れず」とも読む。",
        "grade": "4"
    },
    {
        "word": "誠歓誠喜",
        "yomi": "せいかんせいき",
        "def": "この上なく喜ばしいという意味。臣下が天子に書を奉る時に用いる言葉で、「歓喜」に「誠」を重ねて至上の喜びを表現した言葉。",
        "grade": "4"
    },
    {
        "word": "晴好雨奇",
        "yomi": "せいこううき",
        "def": "晴れでも雨でも美しい景色のこと。山水の景色は、晴れた日は美しく、雨の日は趣きがあり、どちらも見事であるという意味。",
        "grade": "4"
    },
    {
        "word": "青史汗簡",
        "yomi": "せいしかんかん",
        "def": "歴史書のこと。「青史」は歴史。「汗簡」は文書や書籍のこと。紙ができる前の古代中国では、青竹を火であぶり、汗のように出る油を取り除いたものに文字を書いていたことから。",
        "grade": "4"
    },
    {
        "word": "精神一到",
        "yomi": "せいしんいっとう",
        "def": "精神を集中して事にあたれば、どんなことでも必ず成し遂げることができるということ。「一到」は集中すること。",
        "grade": "4"
    },
    {
        "word": "青銭万選",
        "yomi": "せいせんばんせん",
        "def": "非常にすばらしい文章のたとえ。「青銭」は青銅の銭。「万選」は何度も選びなおすこと。青銅の銭は非常に質がよく、他の質の悪い銭の中に混ぜても、一万回でも間違えることなく、青銅の銭を選び出すことが出来るという意味から。中国の官吏の試験の科挙を何度受けなおしても合格する、素晴らしい文章のことをいう。唐の張サクの文章が素晴らしく、「青銭学士」と称されたという故事から。",
        "grade": "4"
    },
    {
        "word": "盛徳大業",
        "yomi": "せいとくたいぎょう",
        "def": "大きくすぐれた徳と大きな事業。「盛徳」はすぐれた高い徳。「大業」は社会的に価値や重要性がある大きな仕事。大きな徳があり、すぐれた人格のある君子が目標とするもののこと。",
        "grade": "4"
    },
    {
        "word": "精疲力尽",
        "yomi": "せいひりきじん",
        "def": "酷く疲れて弱ること。「精疲れ力尽く」とも読む。",
        "grade": "4"
    },
    {
        "word": "生離死別",
        "yomi": "せいりしべつ",
        "def": "非常に辛い別れのこと。生き別れと死に別れということから。「生きて離れ死んで別れる」とも読む。",
        "grade": "4"
    },
    {
        "word": "世外桃源",
        "yomi": "せがいとうげん",
        "def": "この世とは違う別の平和な世界。理想郷。「世外」はこの世ではない別の世界のこと。「桃源」は「桃源郷」を略した言葉で、別の世界にある平和で穏やかな世界をいう。とある漁師が川をさかのぼって森の奥に進むと洞穴があり、その洞穴を抜けると、そこには桃の花が咲き乱れる美しい地があり、秦の乱から逃れてきた者たちが平和に暮らす理想郷を見つけたという故事から。",
        "grade": "4"
    },
    {
        "word": "積羽沈舟",
        "yomi": "せきうちんしゅう",
        "def": "小さなものでも、数がたくさん集まれば大きな力になるということのたとえ。軽い羽毛でもたくさん集まれば、舟を沈めるほどの重さになるという意味から。「積羽舟を沈む」とも読む。",
        "grade": "4"
    },
    {
        "word": "積厚流光",
        "yomi": "せきこうりゅうこう",
        "def": "蓄積したものが多ければ多いほど、その恩恵は大きいということ。または、先祖の功績が大きければ、子孫にも恩恵が及ぶということ。「積厚」は厚く積み重ねること。「流光」は広く恩恵が及ぶこと。",
        "grade": "4"
    },
    {
        "word": "石破天驚",
        "yomi": "せきはてんきょう",
        "def": "非常に斬新ですぐれている詩文や音楽のこと。石が破れて、天が驚くほどに素晴らしいという意味から。「石破れて天驚く」とも読む。",
        "grade": "4"
    },
    {
        "word": "切歯腐心",
        "yomi": "せっしふしん",
        "def": "激しく怒って、思い悩むこと。。「切歯」は歯軋りをするということから、怒った顔のたとえ。「腐心」は心を悩ますこと。",
        "grade": "4"
    },
    {
        "word": "雪裏清香",
        "yomi": "せつりせいこう",
        "def": "植物の梅の別名。「雪裏」は雪の中という意味。雪がある時期はほとんど花は咲いていないが、梅は雪が残っている時期から花を咲かせて、清らかな香りを漂わせるという意味から。",
        "grade": "4"
    },
    {
        "word": "扇影衣香",
        "yomi": "せんえいいこう",
        "def": "身分の高い女性が集まって話をしている様子。「扇影」は持っている扇子の影。「衣香」は豪華で美しい衣服とよい香り。どちらも高貴な女性を言い表す言葉。",
        "grade": "4"
    },
    {
        "word": "浅学非才",
        "yomi": "せんがくひさい",
        "def": "学問や知識が浅く、才能や能力が乏しいこと。自分のことを謙遜していう言葉。「浅学」は修練が足りず、学問や知識が浅いという意味。「非才」は才能がない、才能が劣っているという意味。「浅学菲才」とも書く。",
        "grade": "4"
    },
    {
        "word": "千客万来",
        "yomi": "せんきゃくばんらい",
        "def": "たくさんの客が、途絶えることなく次々に来ること。「千」と「万」は数が多いことのたとえ。来客が多い様子や繁盛している店の様子をいう言葉。",
        "grade": "4"
    },
    {
        "word": "千軍万馬",
        "yomi": "せんぐんばんば",
        "def": "この上なく規模の大きい軍隊のこと。または、戦闘の経験を多く積んでいる人物のことで、人生経験が豊富な人物のたとえ。「千」と「万」は数が多いことのたとえ。「軍」は兵士、「馬」は軍用の馬のこと。",
        "grade": "4"
    },
    {
        "word": "千言万語",
        "yomi": "せんげんばんご",
        "def": "極めて多くの言葉のこと。または、非常に多くの言葉を並べたくどい話のこと。「千」と「万」は非常に数が多いことのたとえ。「言」と「語」はどちらも言葉という意味。",
        "grade": "4"
    },
    {
        "word": "千紅万紫",
        "yomi": "せんこうばんし",
        "def": "さまざまな色の花が咲き乱れている様子。または、さまざまな色を言い表す言葉。「千」と「万」は数が多いことのたとえ。「紅」と「紫」はさまざまな色の花のたとえ。",
        "grade": "4"
    },
    {
        "word": "千差万別",
        "yomi": "せんさばんべつ",
        "def": "人や物や事柄には様々な種類や違いがあり、どれひとつをとっても同じものはないということ。「千」と「万」は、数が多いことのたとえ。「差」と「別」は、違いや区別という意味。",
        "grade": "4"
    },
    {
        "word": "千山万水",
        "yomi": "せんざんばんすい",
        "def": "多くの山や川のことで、奥深く広大な自然のこと。「千」と「万」は数が多いことで、どこまでも山や川が続いているという意味から、遠く険しい道のりのことの形容。",
        "grade": "4"
    },
    {
        "word": "千思万考",
        "yomi": "せんしばんこう",
        "def": "何度も深く考えること。「千」と「万」は、数が多いことのたとえ。「思」と「考」は、考えるという意味。",
        "grade": "4"
    },
    {
        "word": "千紫万紅",
        "yomi": "せんしばんこう",
        "def": "さまざまな色の花が咲き乱れている様子。または、さまざまな色を言い表す言葉。「千」と「万」は数が多いことのたとえ。「紫」と「紅」はさまざまな色の花のたとえ。",
        "grade": "4"
    },
    {
        "word": "千姿万態",
        "yomi": "せんしばんたい",
        "def": "様々な異なっている姿や様相。「千」と「万」は数が多いことのたとえ。「姿」と「態」は顔かたちや体つき、容姿のこと。「千万の姿態」ということから。",
        "grade": "4"
    },
    {
        "word": "千秋万古",
        "yomi": "せんしゅうばんこ",
        "def": "限りなく長い年月。永遠。「千秋」は千回の秋ということから、千年のこと。「万古」はいつまでも、永遠ということ。",
        "grade": "4"
    },
    {
        "word": "千秋万歳",
        "yomi": "せんしゅうばんざい",
        "def": "限りなく長い年月。または、長生きを祝う言葉。「千」と「万」は数が多いことのたとえ。「秋」と「歳」は年のこと。千年も万年も長生きすることを願うという意味から。",
        "grade": "4"
    },
    {
        "word": "千状万態",
        "yomi": "せんじょうばんたい",
        "def": "色々な様子や形のこと。「千」と「万」は数が多いことのたとえ。「状」と「態」はどちらも形や状態のこと。",
        "grade": "4"
    },
    {
        "word": "先制攻撃",
        "yomi": "せんせいこうげき",
        "def": "相手の攻撃よりも先に攻撃すること。「先制」は物事が起こる直前。または、事を起こそうとしている直前のこと。",
        "grade": "4"
    },
    {
        "word": "千村万落",
        "yomi": "せんそんばんらく",
        "def": "たくさんの村落。「千」と「万」は数が非常に多いことのたとえ。",
        "grade": "4"
    },
    {
        "word": "先難後獲",
        "yomi": "せんなんこうかく",
        "def": "先に難事に取り組み、利益は後回しにすること。まずは人のためになることを行い、自分の利益になることは後回しにすること。または、苦労した後に利益を得ること。「先難」は困難な物事を先に解決すること。「後獲」は利益を後回しにすること。後で利益を得ること。「難きを先にし獲るを後にす」とも読む。",
        "grade": "4"
    },
    {
        "word": "千変万化",
        "yomi": "せんぺんばんか",
        "def": "情勢や状況がさまざまに移り変わり、変化し続けること。「千」と「万」は数が多いことのたとえ。千回も万回も変化するという意味から。",
        "grade": "4"
    },
    {
        "word": "千慮一失",
        "yomi": "せんりょのいっしつ",
        "def": "どんな立派な賢者にも、失敗や間違いが一つはあるということ。または、しっかりと考えて準備しても、予想もしていなかった手落ちがあるということ。「千慮」は何度も考えること。「一失」は一回の失敗。",
        "grade": "4"
    },
    {
        "word": "千慮一得",
        "yomi": "せんりょのいっとく",
        "def": "愚かな人にでも、たくさんの考えの中には、一つくらい良いものがあるということ。「千慮」はたくさんの考え。「一得」は一つの利点。自身の考えを述べるときに謙遜していうこともある言葉。",
        "grade": "4"
    },
    {
        "word": "是是非非",
        "yomi": "ぜぜひひ",
        "def": "正しいことは正しい、悪いことは悪いと、公正に判断すること。個人的な感情を交えることなく、公正に判断すること。 「是を是とし、非を非とする、之を智と謂う。是を非とし、非を是とする、之を愚と謂う」という一文を略したもの。「是々非々」とも書く。",
        "grade": "4"
    },
    {
        "word": "是非曲直",
        "yomi": "ぜひきょくちょく",
        "def": "物事の善悪のこと。「是非」は正しいことと、間違っていること。「曲直」は曲がっていることと、まっすぐなこと。",
        "grade": "4"
    },
    {
        "word": "是非善悪",
        "yomi": "ぜひぜんあく",
        "def": "物事の善悪のこと。「是非」は正しいことと、間違っていること。全ての物事を判断する基準を示した言葉で、「是非」と「善悪」は、それぞれ反対の意味の言葉を重ねたもの。",
        "grade": "4"
    },
    {
        "word": "前人未到",
        "yomi": "ぜんじんみとう",
        "def": "今までに誰一人として成し遂げたことがないこと。または、誰も足を踏み入れたことがないこと。「前人」は過去から現在までの全ての人、先人のこと。「未到」は到達したことがないこと。今までにない素晴らしい記録や先人が誰一人として踏み込んだことのない場所への探検について使う言葉。「前人未踏」とも書く。「未踏」は誰もそこに入ったことがないという意味。",
        "grade": "4"
    },
    {
        "word": "前程万里",
        "yomi": "ぜんていばんり",
        "def": "これから先の目的地までの道のりが遠く長いこと。または、将来に大きな可能性があること。「前程」はこれから先の道のり。「万里」は距離が非常に遠いことのたとえ。",
        "grade": "4"
    },
    {
        "word": "前途多難",
        "yomi": "ぜんとたなん",
        "def": "これから先に、数多くの困難が待っていること。または、そのように予想されること。「前途」は将来、これから先の道のり。「多難」は困難や災難などの苦労する出来事が多いこと。",
        "grade": "4"
    },
    {
        "word": "前途有望",
        "yomi": "ぜんとゆうぼう",
        "def": "将来、成功する可能性が大いにあること。「前途」はこれから先の道のり、将来のこと。「有望」は望みが叶う可能性があること。",
        "grade": "4"
    },
    {
        "word": "前途洋洋",
        "yomi": "ぜんとようよう",
        "def": "これから先の人生が明るく開けていて、希望に満ちていること。「前途」はこれから先の道のり。将来。「洋洋」は見渡す限り一面に水が広々と満ちている様子、転じて、大きく広がっている様子のこと。「前途洋々」とも書く。",
        "grade": "4"
    },
    {
        "word": "善男善女",
        "yomi": "ぜんなんぜんにょ",
        "def": "仏教を信仰する人たちのこと。または、寺院や霊場、神社などを参拝したり、巡礼したりする人のこと。",
        "grade": "4"
    },
    {
        "word": "善隣友好",
        "yomi": "ぜんりんゆうこう",
        "def": "隣国と友好的な外交関係を結ぶこと。「善隣」は隣の家の人や隣国と仲良くすること。",
        "grade": "4"
    },
    {
        "word": "創意工夫",
        "yomi": "そういくふう",
        "def": "今までにない新しいことを考え出し、そのためにさまざまな手段、方法をためすこと。「創意」は今までになかった新しい発想。「工夫」は実行するためにさまざまな手段、方法をためすこと。",
        "grade": "4"
    },
    {
        "word": "草行露宿",
        "yomi": "そうこうろしゅく",
        "def": "困難で苦しい旅をすること。険しい道を草をかき分けて進み、野宿をしながら旅をするという意味。「草行」は道らしい道がない場所を草をかき分けて進むこと。「露宿」は屋外で寝泊まりをする野宿のこと。",
        "grade": "4"
    },
    {
        "word": "送故迎新",
        "yomi": "そうこげいしん",
        "def": "職に就いていた者を送り出し、新たにその職に就く者を迎え入れること。または、去っていく人を見送り、新たに来る人を迎えること。「故きを送り新しきを迎う」とも読む。",
        "grade": "4"
    },
    {
        "word": "相即不離",
        "yomi": "そうそくふり",
        "def": "深すぎて切り離すことができない関係のこと。「相即」は仏教の言葉で、全ての事象は完全に溶け合っていて、一つのものであり、本質は一体であるということ。「相即きて離れず」とも読む。",
        "grade": "4"
    },
    {
        "word": "草木皆兵",
        "yomi": "そうもくかいへい",
        "def": "ひどく怯えて恐れることのたとえ。あまりの恐怖に気が動転して、草や木が敵の兵士に見えるという意味から。",
        "grade": "4"
    },
    {
        "word": "即時一杯",
        "yomi": "そくじいっぱい",
        "def": "後で大きな利益を得るよりも、すぐに手に入る小さな利益のほうがよいということ。「即時一杯の酒に如かず」を略した言葉で、後世に名を残すよりも、今の一杯の酒のほうが大切だという意味から。古代中国の晋の張翰は、何もせずに毎日を過ごしていたことを人に諫められたが、死後に名誉を残すよりも、目の前の酒を飲むことのほうが大切だと答えたという故事から。「即時一盃」とも書く。",
        "grade": "4"
    },
    {
        "word": "速戦即決",
        "yomi": "そくせんそっけつ",
        "def": "短い期間で物事の決着をつけること。または、戦いにおいて一気に勝利を決定づけようとすること。",
        "grade": "4"
    },
    {
        "word": "即断即決",
        "yomi": "そくだんそっけつ",
        "def": "その場で判断してすぐに決めること。「即断」と「即決」はどちらもすぐに決めるという意味で、同じ意味の熟語を重ねて強調した言葉。",
        "grade": "4"
    },
    {
        "word": "即決即断",
        "yomi": "そっけつそくだん",
        "def": "その場ですぐに判断して決めること。「即決」と「即断」はどちらもすぐに決めるという意味で、同じ意味の言葉を重ねて強調した言葉。",
        "grade": "4"
    },
    {
        "word": "率先垂範",
        "yomi": "そっせんすいはん",
        "def": "人の先頭に立って行動して、手本を示すこと。「率先」は自らが人の先頭に立って行動すること。「垂範」は手本を示すこと。",
        "grade": "4"
    },
    {
        "word": "属毛離裏",
        "yomi": "ぞくもうりり",
        "def": "親子のつながりが深いこと。「属」と「離」はどちらも連なるという意味。「毛」は体の外側にあるという意味から、陽の存在を言い表す言葉で、父親のたとえ。「裏」は母胎という意味から、母親のたとえ。父親を手本にし、母親に育てられて成長することをいう言葉。",
        "grade": "4"
    },
    {
        "word": "大隠朝市",
        "yomi": "たいいんちょうし",
        "def": "悟りを開いた真の隠者は、山中ではなく人の多い街中で生活しているという意味。「大隠」は本当に悟りを開いた隠者のこと。「朝市」は朝廷と市場のことで、人が多く集まる場所。",
        "grade": "4"
    },
    {
        "word": "大驚失色",
        "yomi": "たいきょうしっしょく",
        "def": "非常に激しく驚き恐れて、血の気が引いて青ざめること。「大驚」はとても激しく驚くこと。「失色」は顔色を失うということから青ざめるという意味。",
        "grade": "4"
    },
    {
        "word": "大味必淡",
        "yomi": "たいみひったん",
        "def": "最もすぐれた味は、薄味であっさりしているものであるということ。「大味」は味のすぐれている食べ物。「淡」は味がうすく、あっさりしているという意味。濃い味の食べ物は、短い期間好まれることは合っても長続きせず、うすくあっさりとした食べ物は飽きられずに好まれるという意味から。「大味必ず淡し」とも読む。",
        "grade": "4"
    },
    {
        "word": "大惑不解",
        "yomi": "たいわくふかい",
        "def": "自分の心にある迷いを理解できない人は、いつまでも真理を悟ることができないということ。または、様々なことを疑い迷って、疑問を解くことができないこと。「大惑」は酷く迷うということで、自分の心にある迷いを理解できない人をいう。「大惑解けず」または、「大惑は解らず」とも読む。",
        "grade": "4"
    },
    {
        "word": "度徳量力",
        "yomi": "たくとくりょうりき",
        "def": "自身の持つ徳や信望、力量をしっかりと確かめること。または、確かめた後に能力に応じて事にあたるべきであるということ。「度」と「量」はどちらも測るという意味。「徳を度り力を量る」とも読む。",
        "grade": "4"
    },
    {
        "word": "多事多端",
        "yomi": "たじたたん",
        "def": "やるべきことが多くて、非常に忙しいこと。「多事」はやらなければならないことが多いこと。「多端」は非常に忙しい様子。",
        "grade": "4"
    },
    {
        "word": "多蔵厚亡",
        "yomi": "たぞうこうぼう",
        "def": "欲の深い人は財産だけに固執するために、人間関係だけではなく、財産も全て失うということ。財産を蓄えれば蓄えるほどに失うものも多くなるという意味から。欲をおさえて、相応のところで満足することが大切であるという戒め。「厚亡」はたくさんのものを失うということ。「多く蔵すれば厚く亡う」とも読む。",
        "grade": "4"
    },
    {
        "word": "端木辞金",
        "yomi": "たんぼくじきん",
        "def": "納得のできない金銭は、絶対に受け取らないということ。「端木」は人名。「辞金」は金銭を受け取ることを辞退するという意味。中国の春秋時代、孔子の弟子で富豪の端木は、他国に売られた魯の国の人を買い戻すときに公金を使うことになっていたにも関わらず、それをよしとせずに私財で買い戻したという故事から。「端木金を辞す」とも読む。",
        "grade": "4"
    },
    {
        "word": "短慮軽率",
        "yomi": "たんりょけいそつ",
        "def": "結果がどうなるかを考えずに、行動や物事を決めること。「短慮」は考えが足りずに浅いこと。「軽率」は深く考えることなく、軽々しく事を行うこと。",
        "grade": "4"
    },
    {
        "word": "弾丸雨注",
        "yomi": "だんがんうちゅう",
        "def": "雨が激しく降るように、弾丸が降り注ぐこと。「弾丸雨のごとく注ぐ」とも読む。",
        "grade": "4"
    },
    {
        "word": "弾丸黒子",
        "yomi": "だんがんこくし",
        "def": "非常に狭い土地のたとえ。「弾丸」は小さな鳥を捕獲するために使う弾き弓の小さな玉。「黒子」はほくろ。弾き弓の玉や、ほくろのような土地という意味から。「弾丸黒痣」とも書く。",
        "grade": "4"
    },
    {
        "word": "談言微中",
        "yomi": "だんげんびちゅう",
        "def": "直接ではなく、遠回しに人の急所を突く話し方のこと。「談言」は話し方。「微中」はさりげなく相手の重要なところを突くこと。",
        "grade": "4"
    },
    {
        "word": "断髪文身",
        "yomi": "だんぱつぶんしん",
        "def": "野蛮な習慣のこと。「断髪」は髪の毛を短い長さに切ること。「文身」は刺青のこと。中国で野蛮とされていた、呉越の一帯の風習。",
        "grade": "4"
    },
    {
        "word": "知者不惑",
        "yomi": "ちしゃふわく",
        "def": "賢い人は物事の道理を理解しているので、判断に迷うことがないということ。",
        "grade": "4"
    },
    {
        "word": "致知格物",
        "yomi": "ちちかくぶつ",
        "def": "物事の道理を極めて、知識を最大限に広げていくこと。「致知」は知識を極めること。「格物」は物事の道理を極めつくすこと。",
        "grade": "4"
    },
    {
        "word": "忠言逆耳",
        "yomi": "ちゅうげんぎゃくじ",
        "def": "他人からの忠告は聞き入れがたいものだということ。「逆耳」は聞きづらいということで、他人からの忠告は聞きづらいが、ためになるものなので、聞く態度をもつことが大切だという意味。「忠言は耳に逆らう」とも読み、「忠言は耳に逆らえども行いに利あり」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "忠孝一致",
        "yomi": "ちゅうこういっち",
        "def": "主君に忠義を尽くすことと親を敬い尽くすことは同じことだということ。または、それらを両立することはできるということ。「忠孝」は主君に忠義を尽くすことと親へ孝行すること。「一致」は複数のものが完全に同じものであること。日本国民を一つの家族とした場合、天皇は家長にあたるため、主君に忠義を尽くすことと親を敬い尽くすことは同じことだということから。",
        "grade": "4"
    },
    {
        "word": "昼夜兼行",
        "yomi": "ちゅうやけんこう",
        "def": "一日中休まずに仕事をすること。「昼夜」は昼と夜のことから、一日中という意味。「兼行」は先を急ぎ、一日に二日分の距離を進むこと。",
        "grade": "4"
    },
    {
        "word": "忠勇義烈",
        "yomi": "ちゅうゆうぎれつ",
        "def": "正義感があり、忠義に厚く勇敢なこと。",
        "grade": "4"
    },
    {
        "word": "朝雲暮雨",
        "yomi": "ちょううんぼう",
        "def": "男女の交わり、情交のたとえ。中国の戦国時代の楚の懐王が昼寝をした際、夢の中で巫山の女神と情交を結んだ。別れ際に女神が「朝には雲となって、夕方には雨となってここに参ります」と言ったという故事から。",
        "grade": "4"
    },
    {
        "word": "朝改暮変",
        "yomi": "ちょうかいぼへん",
        "def": "命令や制令、法律などがすぐに変わってしまい、しっかりと定まることがないこと。朝に出した命令や法律などが、夕方には変わるという意味から。",
        "grade": "4"
    },
    {
        "word": "朝過夕改",
        "yomi": "ちょうかせきかい",
        "def": "犯した過ちをすぐに改めることのたとえ。朝に犯した過ちを夕方には改めるという意味から。君子の心得をいう言葉。「朝に過てば夕べに改む」とも読む。",
        "grade": "4"
    },
    {
        "word": "朝観夕覧",
        "yomi": "ちょうかんせきらん",
        "def": "朝に見て、夕方にも見ること。絵画などの芸術品を何度も見て楽しむことをいう言葉。",
        "grade": "4"
    },
    {
        "word": "鳥語花香",
        "yomi": "ちょうごかこう",
        "def": "のどかな春の景色のこと。鳥のさえずりと花の香りという意味から。",
        "grade": "4"
    },
    {
        "word": "朝三暮四",
        "yomi": "ちょうさんぼし",
        "def": "目先のわずかな違いや損益にこだわりすぎて、結局は同じ結果になることが理解できないこと。または、巧みな言葉や話し方で人を丸め込むこと。変化しやすく安定しないことや何とか生きていけるだけの生計のことをいう場合もある。春秋時代、たくさんの猿を飼っていた宋の狙公は生活が急に苦しくなり、自身が食べる分もぎりぎりの状態で仕方なく猿の餌を減らすことにしたが、嫌われるのが嫌だったためにごまかすことにした。狙公が「どんぐりを朝に三つ、暮に四つにする」と言ったところ猿たちが怒ったため、「それでは朝は四つに増やし、暮は三つにする」と言うと猿たちは朝の数が増えて喜んで納得したという故事から。",
        "grade": "4"
    },
    {
        "word": "鳥尽弓蔵",
        "yomi": "ちょうじんきゅうぞう",
        "def": "重要な地位を任されていた人も、目的が果たされた後には捨てられるということのたとえ。全ての鳥を捕り尽くして鳥がいなくなれば、弓はしまわれるという意味から。古代中国の漢の劉邦の家臣だった韓信の故事と、春秋時代の越の勾践の家臣だった范蠡の故事から。「鳥尽きて弓蔵めらる」とも読む。",
        "grade": "4"
    },
    {
        "word": "朝生暮死",
        "yomi": "ちょうせいぼし",
        "def": "命が短いこと。虫の蜉蝣などの成虫は寿命が一日しかなく、それらのことを言った言葉で、朝に生まれて、夜には死ぬということから、人生の儚さをいう言葉。「朝に生まれ暮れに死す」とも読む。",
        "grade": "4"
    },
    {
        "word": "朝朝暮暮",
        "yomi": "ちょうちょうぼぼ",
        "def": "毎朝毎晩。「朝朝」は毎朝。「暮暮」は毎晩。",
        "grade": "4"
    },
    {
        "word": "長目飛耳",
        "yomi": "ちょうもくひじ",
        "def": "すぐれた情報収集能力と、深く鋭く判断する能力があること。「長目」は遠くまで見通せる目。「飛耳」は遠くの音をよく聞くことができる耳。",
        "grade": "4"
    },
    {
        "word": "朝令暮改",
        "yomi": "ちょうれいぼかい",
        "def": "命令、制令、法律などがたびたび変更され、しっかりと定まらないこと。朝に出された命令や法律が、夕方には変わってしまうという意味から。「朝に令して暮に改たむ」とも読む。",
        "grade": "4"
    },
    {
        "word": "沈思黙考",
        "yomi": "ちんしもっこう",
        "def": "静かに落ち着いて深く物事を考えること。「沈思」は深く物事を考えること。「黙考」は静かに物事を考えること。",
        "grade": "4"
    },
    {
        "word": "沈博絶麗",
        "yomi": "ちんぱくぜつれい",
        "def": "文章などの表現が美しく、広く深い意味が込められていること。「沈」は深い、「博」は広い、「絶」は非常にすぐれていること、「麗」は美しいという意味。すぐれた文章を言い表す言葉。",
        "grade": "4"
    },
    {
        "word": "提耳面命",
        "yomi": "ていじめんめい",
        "def": "細かいところまで行き届いた丁寧な説明をして、理解できるように説き聞かせること。「提耳」は耳を引いて寄せること。「面命」は向かい合って説き聞かせること。",
        "grade": "4"
    },
    {
        "word": "低頭傾首",
        "yomi": "ていとうけいしゅ",
        "def": "頭を低くして身を慎むこと。「低頭」と「傾首」はどちらも首をたれるという意味。「頭（こうべ）を低（た）れて首（くび）を傾（かたむ）く」とも読む。",
        "grade": "4"
    },
    {
        "word": "滴水成氷",
        "yomi": "てきすいせいひょう",
        "def": "冬の猛烈な寒さのこと。または、極寒の地のこと。滴る水がすぐに氷になるという意味から。「滴水氷を成す」とも読む。",
        "grade": "4"
    },
    {
        "word": "天香国色",
        "yomi": "てんこうこくしょく",
        "def": "植物の牡丹の別名。または、美人を言い表す言葉。「天香」はこの世のものとは思えないほどのよい香りのこと。「国色」は国の中にあるものの中で最も美しい色のこと。または、国の中で最も美しい人のこと。",
        "grade": "4"
    },
    {
        "word": "天地玄黄",
        "yomi": "てんちげんこう",
        "def": "天は黒く、地は黄色いということ。「玄」は色が黒いということ。漢字を正しく書く練習に使われる『千字文』の第一句。",
        "grade": "4"
    },
    {
        "word": "電光影裏",
        "yomi": "でんこうえいり",
        "def": "人の一生は短く儚いものだが、悟りを得た者の魂は滅びることなく、永久に存在するということのたとえ。中国の宋の僧の祖元が元の兵に襲われたときに唱えたとされる、「電光影裏、春風を切る」という経文の一句を略した言葉。命は落としても魂は消えることはないということをたとえた言葉で、春風を鋭く光る稲妻で切り裂いたとしても、春風は何の影響もなく、いつもどおり吹くという意味から。",
        "grade": "4"
    },
    {
        "word": "電光朝露",
        "yomi": "でんこうちょうろ",
        "def": "非常に短い時間のたとえ。または、人の一生が儚いことのたとえ。「電光」は稲光。「朝露」は植物の葉に宿る朝の露のこと。「電光」と「朝露」はどちらもあっという間に消えるという意味から。",
        "grade": "4"
    },
    {
        "word": "当意即妙",
        "yomi": "とういそくみょう",
        "def": "機転をきかせて、その場で適切に対応すること。「当意」は工夫して適切な対応をすること。「即妙」はすぐに思いつくことで、機転のこと。",
        "grade": "4"
    },
    {
        "word": "桃園結義",
        "yomi": "とうえんけつぎ",
        "def": "後漢末期に、張飛の家の庭にある桃園で「劉備」「関羽」「張飛」の三人が義兄弟の約束を交わした逸話から、義兄弟の契りを結ぶこと。",
        "grade": "4"
    },
    {
        "word": "刀光剣影",
        "yomi": "とうこうけんえい",
        "def": "状況が切迫していて、いつ戦いが起こってもおかしくない殺気立った雰囲気のこと。刀が光って剣の影がちらりと見えるという意味から。",
        "grade": "4"
    },
    {
        "word": "刀山剣樹",
        "yomi": "とうざんけんじゅ",
        "def": "思いやりが一切無いむごたらしい刑罰。または、酷く危険な境遇。「刀山」は刀の刃が上を向いた状態で、無数に立てられている山。「剣樹」は葉や枝、花、実の全てが剣で出来ている樹。刀山を歩かされたり、剣樹を登らされては落とされるという地獄で行われている刑罰のことから。",
        "grade": "4"
    },
    {
        "word": "頭髪上指",
        "yomi": "とうはつじょうし",
        "def": "激しく怒り、髪の毛が逆立つこと。「上指」は上の方向を示すこと。古代中国の秦の時代にあった鴻門の会で、樊カイが激怒して項羽を睨みつけたという故事から。",
        "grade": "4"
    },
    {
        "word": "得意忘形",
        "yomi": "とくいぼうけい",
        "def": "芸術などで、精神や本質を大切にして、外形のことを忘れること。または、気分が舞い上がって、我を忘れること。「意を得て形を忘る」とも読む。",
        "grade": "4"
    },
    {
        "word": "得意忘言",
        "yomi": "とくいぼうげん",
        "def": "悟りの境地に至った後には言葉は必要ないということ。荘子の教えの一つで、言葉は真理に至るため道具でしかないということから。「意を得て言を忘る」とも読む。",
        "grade": "4"
    },
    {
        "word": "吐故納新",
        "yomi": "とこのうしん",
        "def": "昔からあるものを捨てて、新しいものを取り入れること。「吐故」は体の中から古い空気を吐き出すこと。「納新」は鼻から新しい空気を取り入れること。「故きを吐きて新しきを納る」とも読む。",
        "grade": "4"
    },
    {
        "word": "同床異夢",
        "yomi": "どうしょういむ",
        "def": "立場や仕事が同じでも、考え方や目的が違うこと。同じ寝室に寝ていても、見る夢の内容はそれぞれ違うという意味から。",
        "grade": "4"
    },
    {
        "word": "同声異俗",
        "yomi": "どうせいいぞく",
        "def": "生まれながらにして持っている素質は同じだが、教育や生活の環境によって人格に差が生じること。教育の重要性を説いた荀子の言葉で、赤子の泣き声は同じでも、民族が違えば異なる風俗や習慣を身につけるということ。「声を同じくして俗を異にす」とも読む。",
        "grade": "4"
    },
    {
        "word": "読書三到",
        "yomi": "どくしょさんとう",
        "def": "読書をするときに大切な三つのこと。「三到」は「目到」、「口到」、「心到」の三つの心得のこと。「目到」は文字を目でしっかりと見ること。「口到」は声を出して読むこと。「心到」は集中して読むこと。中国の宋の朱熹が唱えたもの。",
        "grade": "4"
    },
    {
        "word": "内清外濁",
        "yomi": "ないせいがいだく",
        "def": "心は清潔さを保ちながら、外見は汚れたように装い、世俗とうまく付き合う処世術のこと。",
        "grade": "4"
    },
    {
        "word": "難攻不落",
        "yomi": "なんこうふらく",
        "def": "非常に攻めることが難しく、容易には陥落しないこと。または、事が思い通りに進まないこと。「難攻」は攻めることが難しいという意味。「不落」は落城することがないという意味。",
        "grade": "4"
    },
    {
        "word": "日常茶飯",
        "yomi": "にちじょうさはん",
        "def": "頻繁に起こるような、よくある出来事のこと。ありきたりな出来事を日常の食事（茶と飯）にたとえた言葉。「日常茶飯事」や「茶飯事」ともいう。",
        "grade": "4"
    },
    {
        "word": "二人三脚",
        "yomi": "ににんさんきゃく",
        "def": "二人が心を合わせ、協力して事を遂行すること。",
        "grade": "4"
    },
    {
        "word": "女人禁制",
        "yomi": "にょにんきんせい",
        "def": "女性が特定の場所に立ち入ることや行事に参加することを禁止したもの。昔の仏教や修験道では、女性がいると修行に差し支えるとして、寺や聖域に入ることを禁止していた。",
        "grade": "4"
    },
    {
        "word": "年年歳歳",
        "yomi": "ねんねんさいさい",
        "def": "「来る年も来る年も」や「毎年、毎年」という意味。「年年」と「歳歳」はどちらも「どの年も」という意味。",
        "grade": "4"
    },
    {
        "word": "杯水車薪",
        "yomi": "はいすいしゃしん",
        "def": "少なすぎて役に立たないこと。「杯水」は杯に一杯分の水、「車薪」は車一台分の薪のことで、杯に一杯分という少量の水で、燃えている車一台分の薪の火を消そうとするという意味から。",
        "grade": "4"
    },
    {
        "word": "破顔一笑",
        "yomi": "はがんいっしょう",
        "def": "にっこりと微笑むこと。「破顔」は表情を緩めること。「一笑」は軽く笑うこと。",
        "grade": "4"
    },
    {
        "word": "波及効果",
        "yomi": "はきゅうこうか",
        "def": "波紋が広がっていくように、だんだんと広い範囲に影響を及ぼすこと。「波及」は波紋が広がっていくように影響を与えていくこと。「効果」は結果や効き目のこと。",
        "grade": "4"
    },
    {
        "word": "薄志弱行",
        "yomi": "はくしじゃっこう",
        "def": "何かを成そうとする気持ちが弱く、決断力や実行力が乏しいこと。「薄志」は何かを成そうとする志が弱いこと。「弱行」は決断力や実行力に欠けること。",
        "grade": "4"
    },
    {
        "word": "白砂青松",
        "yomi": "はくしゃせいしょう",
        "def": "海岸の美しい景色を言い表す言葉。「白砂」は白い砂、「青松」は青々と生い茂った松の林のことで、主に日本の美しい海岸線のことをいう。「白沙青松」とも書く。",
        "grade": "4"
    },
    {
        "word": "薄物細故",
        "yomi": "はくぶつさいこ",
        "def": "意味のない些細なこと。価値がなく役に立たないこと。「薄物」と「細故」はどちらも意味も価値もないちょっとした物事という意味。",
        "grade": "4"
    },
    {
        "word": "薄利多売",
        "yomi": "はくりたばい",
        "def": "物の値段を下げて、そのかわりに数を多く売ることで利益を増やすこと。商売の一つの方法で、利益を薄くして数を多く売ること。",
        "grade": "4"
    },
    {
        "word": "破天荒解",
        "yomi": "はてんこうかい",
        "def": "今まで誰もできなかったことを成し遂げること。または、常識では考えられないやり方をすること。「天荒」は凶作などで、雑草などが生い茂った荒れ果てた土地。または、未開の土地のこと。「解」は解送者のことで、中国の科挙の本試験を受けるための地方試験に合格した人のこと。中国の荊州では、長い間地方試験に合格する人がいなかったために「天荒解」と呼ばれ、劉蛻が始めて合格したときに、天荒を破ったと人々に言われたという故事から。",
        "grade": "4"
    },
    {
        "word": "反首抜舎",
        "yomi": "はんしゅばっしゃ",
        "def": "粗末な姿で野宿すること。または、悲壮な思いで辛い生活をおくること。「反首」は髪の毛を束ねずに、振り乱して垂らした姿。「抜舎」は野宿すること。",
        "grade": "4"
    },
    {
        "word": "売剣買牛",
        "yomi": "ばいけんばいぎゅう",
        "def": "戦争を止め、武器を売り農業を活発にすること。前漢の宣帝の時代に、民に倹約と農業を奨励して、武器を売って牛を買うことをすすめた。民は農耕に精を出し、その結果収穫量があがり、税収も増えて役人も民も皆が豊かになったという故事から。",
        "grade": "4"
    },
    {
        "word": "馬耳東風",
        "yomi": "ばじとうふう",
        "def": "他人からの注意や批評を聞いても受け入れることなく、全て聞き流すこと。または、何を言われても反応を示すことがないこと。「馬耳」は馬の耳。「東風」は東から吹く春風のこと。人は東からの暖かく心地よい風が吹くと春の訪れを喜ぶが、馬の耳に風が吹いても、馬は反応を示さないように見えるという意味から。",
        "grade": "4"
    },
    {
        "word": "抜苦与楽",
        "yomi": "ばっくよらく",
        "def": "人々の苦しみを取り除いて、安楽を与える仏の慈悲のこと。",
        "grade": "4"
    },
    {
        "word": "抜来報往",
        "yomi": "ばつらいほうおう",
        "def": "速やかにやって来て、速やかに去っていくこと。または、何度も行ったり来たりすること。「抜」と「報」はどちらも速いことのたとえ。「抜く来たり報く往く」とも読む。",
        "grade": "4"
    },
    {
        "word": "万古千秋",
        "yomi": "ばんこせんしゅう",
        "def": "過去から未来までずっと。永遠。「万古」は大昔からという意味から、永遠や長い年月のたとえ。「千秋」は秋が千回来るということから、千年という意味で、永遠や長い年月のたとえ。",
        "grade": "4"
    },
    {
        "word": "万古長青",
        "yomi": "ばんこちょうせい",
        "def": "永遠に変わらないこと。「万古」は大昔からという意味から、永遠や長い年月のたとえ。「長青」は松などの常緑樹がずっと枯れることなく、青々としているということから、いつまでも変わらないことのたとえ。国の繁栄や、よい人間関係などがいつまでも続くことをいう。",
        "grade": "4"
    },
    {
        "word": "万古不易",
        "yomi": "ばんこふえき",
        "def": "いつまでも変化しないこと。「万古」は非常に長い期間、永遠という意味。「不易」は変わる事がないこと。",
        "grade": "4"
    },
    {
        "word": "万死一生",
        "yomi": "ばんしいっせい",
        "def": "死ぬ覚悟で事に当たること。または、非常に危険な状況からなんとか助かること。「万死」は命が助かりそうにない危険な状況。「万死に一生を顧みざるの計」または、「万死を出でて一生に遇う」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "万水千山",
        "yomi": "ばんすいせんざん",
        "def": "多くの山や川のことで、奥深く広大な自然のこと。また、どこまでも山や川が続いているという意味から、遠く険しい道のりの形容としても用いられる言葉。「千」と「万」は数が多いことで、どこまでも山や川が続いているという意味から。",
        "grade": "4"
    },
    {
        "word": "万世一系",
        "yomi": "ばんせいいっけい",
        "def": "一つの血筋がいつまでも続いていくこと。「万世」は永遠、いつまでもという意味。「一系」は同じ家系のこと。主に日本の皇室、皇統についていう言葉。",
        "grade": "4"
    },
    {
        "word": "万世不易",
        "yomi": "ばんせいふえき",
        "def": "いつまでも変わらないこと。「万世」は永遠、いつまでもという意味。「不易」は変わらないということ。",
        "grade": "4"
    },
    {
        "word": "万世不刊",
        "yomi": "ばんせいふかん",
        "def": "途切れることなく、いつまでも伝わり続けること。または、いつまでも無くならないこと。「万世」は永遠、いつまでもという意味。「不刊」はなくならない、すりへらないということ。",
        "grade": "4"
    },
    {
        "word": "万代不易",
        "yomi": "ばんだいふえき",
        "def": "いつまでも変化しないこと。「万代」は非常に長い期間、永遠という意味。「不易」は変わる事がないこと。",
        "grade": "4"
    },
    {
        "word": "万能一心",
        "yomi": "ばんのういっしん",
        "def": "何を学ぶにしても、集中してやらなければ身につかないということ。または、様々な技芸をこなすことができても、心が欠けていれば意味がないということ。「万能足りて一心足らず」を略した言葉。",
        "grade": "4"
    },
    {
        "word": "万万千千",
        "yomi": "ばんばんせんせん",
        "def": "数がこの上なく多いことのたとえ。「万」と「千」は数が多いことのたとえで、繰り返して使うことで強調した言葉。",
        "grade": "4"
    },
    {
        "word": "万物一馬",
        "yomi": "ばんぶついちば",
        "def": "この世に存在するものは全て同じものであるということのたとえ。全てのものは一頭の馬であるという意味から。荘子の思想を言い表す言葉で、絶対の観点から見たものは全て同じものである考えをいう。",
        "grade": "4"
    },
    {
        "word": "万夫不当",
        "yomi": "ばんぷふとう",
        "def": "たくさんの男が向かっていっても、勝負にすらならないほど強い人のこと。「万夫」は大勢の男。「不当」は相手にもならないこと。「万夫当たらず」とも読む。",
        "grade": "4"
    },
    {
        "word": "万里同風",
        "yomi": "ばんりどうふう",
        "def": "天下が一つにまとめあげられていて、平和に治まっていること。「万里」ははるか遠くまでということ。「同風」は風俗が同じものになるということから、同じ国になることのたとえ。「万里風を同じうす」とも読む。",
        "grade": "4"
    },
    {
        "word": "万緑一紅",
        "yomi": "ばんりょくいっこう",
        "def": "たくさんのものの中に、一つだけすぐれたものがあることのたとえ。または、大勢の男の中に一人だけ女がいること。緑一色の草むらの中に、一つだけ赤い花が咲いているということから。「万緑叢中紅一点」を略した言葉で、「紅一点」という形で使うことが多い言葉。",
        "grade": "4"
    },
    {
        "word": "披堅執鋭",
        "yomi": "ひけんしつえい",
        "def": "武器や防具を身につけること。「披堅」は堅い鎧を身につけること。「執鋭」は鋭い刃剣を手にすること。「堅を被り鋭を執る」とも読む。",
        "grade": "4"
    },
    {
        "word": "飛耳長目",
        "yomi": "ひじちょうもく",
        "def": "すぐれた情報収集能力があり、深い観察力と鋭い判断力を備えていること。「飛耳」は遠くの音までよく聞くことができる耳のこと。「長目」は遠くまで見通せる目のこと。",
        "grade": "4"
    },
    {
        "word": "皮相浅薄",
        "yomi": "ひそうせんぱく",
        "def": "物の見方の底が浅く表面的にしか見ないこと。または、知識や学問などに奥深さがないこと。「皮相」は見た目や表面。「浅薄」は深さが浅くて厚さが薄いこと。",
        "grade": "4"
    },
    {
        "word": "匹夫匹婦",
        "yomi": "ひっぷひっぷ",
        "def": "身分の低い男と女のこと。または、教養がないために道理をわきまえない人のこと。「匹」は社会的地位が低いこと、「夫」は男性、「婦」は女性。社会的地位が低い男女という意味から、際立ってすぐれているところのない、ありふれた男女のこと。",
        "grade": "4"
    },
    {
        "word": "肥肉厚酒",
        "yomi": "ひにくこうしゅ",
        "def": "非常に贅沢な食べ物と酒。油ののったおいしい肉と高級な酒という意味から。",
        "grade": "4"
    },
    {
        "word": "被髪文身",
        "yomi": "ひはつぶんしん",
        "def": "異なる民族の風習。または、異民族の野蛮な風習。「被髪」は束ねずに乱れた髪の毛。「文身」は身体に入れ墨をすること。",
        "grade": "4"
    },
    {
        "word": "百依百順",
        "yomi": "ひゃくいひゃくじゅん",
        "def": "人に言われるがまま従うこと。「依」はもたれかかる、頼るという意味。「順」は逆らうことなく従うこと。",
        "grade": "4"
    },
    {
        "word": "百川帰海",
        "yomi": "ひゃくせんきかい",
        "def": "散り散りになっているものが一つに集まること。または、たくさんの人たちの意見や気持ちが一つになること。川の全ては海に流れ着くという意味から。「百川源を異にして皆海に帰す」を略した言葉で、「百川海に帰す」とも読む。",
        "grade": "4"
    },
    {
        "word": "百代過客",
        "yomi": "ひゃくだいのかかく",
        "def": "永久に止まらずに、歩き続ける旅人のこと。または、年月をたとえた言葉。「百代」は途絶えることなく、何代も続いていくこと。または、いつまでも続くことのたとえ。「過客」は旅人のこと。時間や年月をいつまでも歩き続け、帰ることのない旅人にたとえた言葉。",
        "grade": "4"
    },
    {
        "word": "百鬼夜行",
        "yomi": "ひゃっきやこう",
        "def": "たくさんの悪人たちが横暴な態度で好き勝手に行動して、思いのままに悪事を働くこと。「百鬼」は色々な怪物のこと。「夜行」は夜に連なって歩き回ること。夜になると色々な怪物が、たくさん連なって好き勝手に歩き回るという意味から。",
        "grade": "4"
    },
    {
        "word": "表裏一体",
        "yomi": "ひょうりいったい",
        "def": "二つのものが切り離すことができないほど深い関係にあること。 「表裏」は表と裏のこと。「一体」は一つのものという意味。表と裏は一つのものの両面であり、決して切り離すことができないという意味から。",
        "grade": "4"
    },
    {
        "word": "比翼連理",
        "yomi": "ひよくれんり",
        "def": "夫婦の愛情が深く、非常に仲がよいことをたとえた言葉。「比翼」は目と翼が一つしかなく、雌雄が常に一体となって飛ぶとされている比翼の鳥のこと。古代中国の想像上の動物。「連理」は別々の木の枝や幹がくっついて、まるで一本の木であるかのように木理（木目）が一つになったもののこと。どちらも、男女間の愛情が深く仲がよいことのたとえ。",
        "grade": "4"
    },
    {
        "word": "皮裏陽秋",
        "yomi": "ひりのようしゅう",
        "def": "口に出して言うことなく、心の中で善悪や是非を判断して批判すること。「皮裏」は皮膚の裏側という意味から、心の中という意味。「陽秋」は孔子が厳正に歴史を批評し、賞賛や批判の意味を、言葉の一つ一つに深く込めて編集したとされる、五経の一つの『春秋』の別名。",
        "grade": "4"
    },
    {
        "word": "微言大義",
        "yomi": "びげんたいぎ",
        "def": "簡潔な言葉や微妙な言い回しに深い意味や道理を含んでいること。孔子の言った言葉や、孔子が書いたとされる「春秋」の記述法を評したもの。「微言」は奥深い言葉。「大義」は深い道理。",
        "grade": "4"
    },
    {
        "word": "美辞麗句",
        "yomi": "びじれいく",
        "def": "「うまく飾り立てた美しい言葉」という意味で、内容が真実味に欠けるという悪い意味で使われることが多い言葉。または、うわべだけの言葉という意味。「美辞」と「麗句」はどちらも美しく飾り立てた言葉という意味。",
        "grade": "4"
    },
    {
        "word": "美人薄命",
        "yomi": "びじんはくめい",
        "def": "美しい女性は運に恵まれず短命であることが多いという意味。「薄命」は短命なこと。運命に恵まれないこと。",
        "grade": "4"
    },
    {
        "word": "微妙玄通",
        "yomi": "びみょうげんつう",
        "def": "全ての物事に精通していて、底知れないこと。「微妙」は底が深く、底がわからないこと、「玄通」は物事に精通していること。真理を会得した人を言い表す言葉。",
        "grade": "4"
    },
    {
        "word": "風雲月露",
        "yomi": "ふううんげつろ",
        "def": "風に吹かれる雲と月光にひかる露の玉という意味で、詩を作りたくなるような美しい自然の風景のこと。または、自然の風景を詠んだだけで、毒にも薬にもならない詩文のこと。",
        "grade": "4"
    },
    {
        "word": "風月玄度",
        "yomi": "ふうげつげんたく",
        "def": "長い期間、会っていない人のことを想うこと。または、すばらしい人の死を残念に思い、その人のことを思い出すこと。「風月」はさわやかな風と美しい月。「玄度」は人の名前。簡文帝の座敷に招かれた劉エンが「風が清々しく、月も美しい。玄度がいないのは非常に残念だ」と語った故事から。",
        "grade": "4"
    },
    {
        "word": "風俗壊乱",
        "yomi": "ふうぞくかいらん",
        "def": "社会の風習や日常的に行っていることが乱れること。「風俗」はしきたりや習慣。「壊乱」は壊れて乱れること。",
        "grade": "4"
    },
    {
        "word": "浮雲朝露",
        "yomi": "ふうんちょうろ",
        "def": "不確かで、あっという間に消えてしまいそうなもののたとえ。「浮雲」は空に浮いている雲のことで、不安定で頼りにならないもののたとえ。「朝露」は朝に降りる露のことで、日が昇るとすぐに消えるということから、儚いものたとえ。",
        "grade": "4"
    },
    {
        "word": "不可抗力",
        "yomi": "ふかこうりょく",
        "def": "人の力ではどうすることもできない大きな力や事態のこと。または、必要と認められる注意や予防法を講じても、なお被害を防ぐことができないことをいう法律用語。「不可抗」は人の力ではどうすることもできないという意味。不慮の事故や天災などのこと。",
        "grade": "4"
    },
    {
        "word": "不将不迎",
        "yomi": "ふしょうふげい",
        "def": "後悔することなく、これから先に起こるかもしれないことに悩んだりしないこと。「将」は送ること。去っていくものを送ることなく、来るものを迎えないという意味から。「将らず迎えず」とも読む。",
        "grade": "4"
    },
    {
        "word": "浮声切響",
        "yomi": "ふせいせっきょう",
        "def": "軽い質の声と重い質の声。「浮声」は高く軽い声。「切響」は鋭い響きや重々しい響きのこと。声や響きの軽重や高下をいう言葉。",
        "grade": "4"
    },
    {
        "word": "浮石沈木",
        "yomi": "ふせきちんぼく",
        "def": "多くの人たちの無責任な言葉で、道理に反した力を持つことのたとえ。水に浮くことのない石を水に浮かせて、水に沈むことのない木を水に沈ませるという意味から。「石を浮かべ木を沈む」とも読む。",
        "grade": "4"
    },
    {
        "word": "不即不離",
        "yomi": "ふそくふり",
        "def": "二つのものが近づき過ぎることもなく離れ過ぎることもなく、適度な関係にあること。「不即」は近づかないこと。「不離」は離れないこと。「即かず離れず」とも読む。",
        "grade": "4"
    },
    {
        "word": "普天率土",
        "yomi": "ふてんそつど",
        "def": "国中。世界のあらゆる場所。「普天」は空の隅々までということ。「率土」は大地の一番はしまでということ。空が覆っている大地の全てという意味から。「普」は「敷」「溥」とも書く。",
        "grade": "4"
    },
    {
        "word": "不眠不休",
        "yomi": "ふみんふきゅう",
        "def": "物事に取り組み続けること。睡眠をとることもなく、休憩もすることなく物事を行い続けるということから。",
        "grade": "4"
    },
    {
        "word": "粉飾決算",
        "yomi": "ふんしょくけっさん",
        "def": "年度末の不正な決算のことで、利益や損失に手を加えて収支を偽って表示すること。「粉飾」は白粉を塗るという意味から、よく見せるために表面を飾るということ。",
        "grade": "4"
    },
    {
        "word": "物議騒然",
        "yomi": "ぶつぎそうぜん",
        "def": "世論が騒がしく、人の心が落ち着かないこと。「物議」は世間に広がっているうわさや評判。世論。「騒然」は騒がしくて落ち着きのない様子。",
        "grade": "4"
    },
    {
        "word": "舞文曲筆",
        "yomi": "ぶぶんきょくひつ",
        "def": "必要以上に言葉を飾りつけるために、事実を曲げて文章を書くこと。「舞文」は文章を飾るために、好き勝手に文章をいじること。「曲筆」は事実を捻じ曲げて文章を書くこと。「文を舞わしめ筆を曲ぐ」とも読む。",
        "grade": "4"
    },
    {
        "word": "文武一途",
        "yomi": "ぶんぶいっと",
        "def": "文事と武事、文官と武官を区別しないこと。文と武が偏ることを戒める言葉。",
        "grade": "4"
    },
    {
        "word": "平談俗語",
        "yomi": "へいだんぞくご",
        "def": "普通の生活でいつも使っている言葉のこと。「平談」はふだんの会話。「俗語」はふだん話すときに使う日常的な言葉のこと。",
        "grade": "4"
    },
    {
        "word": "平平凡凡",
        "yomi": "へいへいぼんぼん",
        "def": "際立って優れている点も変わった点もないありきたりな様子。目立つほど優れているところも変わっているところもないという意味の「平凡」を重ねて強調した言葉。「平々凡々」とも書く。",
        "grade": "4"
    },
    {
        "word": "辺幅修飾",
        "yomi": "へんぷくしゅうしょく",
        "def": "見た目を取り繕って見栄を張ること。「辺幅」は布地の端の部分、へりのことから、外見という意味。衣服の縁をほつれないようにしっかりと縫うという意味から。",
        "grade": "4"
    },
    {
        "word": "片利共生",
        "yomi": "へんりきょうせい",
        "def": "一緒に生活していて、片方だけが利益を得ているが、片方は利益も損害も受けないこと。「片利」は一方だけが利益を得ること。「共生」は別の種類の生き物が一緒に暮らすこと。「片利共棲」とも書く。",
        "grade": "4"
    },
    {
        "word": "砲煙弾雨",
        "yomi": "ほうえんだんう",
        "def": "この上なく激しい戦闘の様子。「砲煙」は大砲を撃つ時に出る煙、「弾雨」は弾丸が雨のように降り注ぐという意味。",
        "grade": "4"
    },
    {
        "word": "放語漫言",
        "yomi": "ほうごまんげん",
        "def": "根拠の無い適当なことを言いたい放題に言うこと。「放語」は言い散らすこと。「漫言」は大して考えずに口から出た言葉。",
        "grade": "4"
    },
    {
        "word": "抱薪救火",
        "yomi": "ほうしんきゅうか",
        "def": "害を取り除こうとして行動すると、逆に被害が大きくなること。薪を抱えたまま火を消そうとするということから。「薪を抱きて火を救う」とも読む。",
        "grade": "4"
    },
    {
        "word": "本末転倒",
        "yomi": "ほんまつてんとう",
        "def": "物事の重要な部分とそうでない部分を逆に捉えてしまうこと。「本末」の「本」は大事なこと、「末」は取るに足らないこと。「転倒」は逆さにすること。",
        "grade": "4"
    },
    {
        "word": "暮雲春樹",
        "yomi": "ぼうんしゅんじゅ",
        "def": "遠く離れている友人に思いをはせること。「暮雲」は夕方の雲。「春樹」は春になって新しい木の芽がふいた木のこと。",
        "grade": "4"
    },
    {
        "word": "漫言放語",
        "yomi": "まんげんほうご",
        "def": "根拠の無い適当なことを言いたい放題に言うこと。「漫言」は大して考えずに口から出た言葉。「放語」は言い散らすこと。",
        "grade": "4"
    },
    {
        "word": "三日坊主",
        "yomi": "みっかぼうず",
        "def": "僧侶の修行をしても三日も続かないということから、飽きやすく長続きしないことやその人のこと。「三日」は非常に短い期間のこと。",
        "grade": "4"
    },
    {
        "word": "妙計奇策",
        "yomi": "みょうけいきさく",
        "def": "他の人の思いつかないような奇抜ですぐれた計略。「妙計」はすぐれた計略のことで、「奇策」は人が思いつかない奇妙な策のこと。",
        "grade": "4"
    },
    {
        "word": "妙法一乗",
        "yomi": "みょうほういちじょう",
        "def": "法華経だけが悟りを得られる唯一のものと説いたもの。「妙法」は仏法の妙法蓮華経、「一乗」は悟りを得るための唯一の道という意味。",
        "grade": "4"
    },
    {
        "word": "無為自然",
        "yomi": "むいしぜん",
        "def": "人の手を加えずにあるがままにまかせること。「無為」は何もしない、「自然」は人の手が入っていないありのままの状態。",
        "grade": "4"
    },
    {
        "word": "無為徒食",
        "yomi": "むいとしょく",
        "def": "何もしないでただ過ごすこと。「無為」は何もしないこと、「徒食」は働かないで食べること。",
        "grade": "4"
    },
    {
        "word": "無為無策",
        "yomi": "むいむさく",
        "def": "何も対策をせずに、そのまま放置すること。「無為」は何もしないこと。「無策」は有効的な対策をだすことができないこと。",
        "grade": "4"
    },
    {
        "word": "無為無能",
        "yomi": "むいむのう",
        "def": "「何もしない何もできない」ということ。自分のことを謙遜するときに用いることが多い。「無為」は何もしないこと。「無能」は能力がないということ。",
        "grade": "4"
    },
    {
        "word": "無我夢中",
        "yomi": "むがむちゅう",
        "def": "一つの物事に集中しすぎて、自分のことすら忘れること。または、集中しすぎて他のことを何も気にかけないこと。「無我」は仏教語で自分への執着をなくすということから我を忘れること、「夢中」は一つのことに集中して他のことをまったく考えられなくなること。",
        "grade": "4"
    },
    {
        "word": "無恥厚顔",
        "yomi": "むちこうがん",
        "def": "恥知らずで、遠慮がない態度のこと。「無恥」は恥知らずなこと。「厚顔」はあつかましいこと。他人のことを一切考えずに、自分の思っている通りに考えたり、行動したりする態度のこと。",
        "grade": "4"
    },
    {
        "word": "無味乾燥",
        "yomi": "むみかんそう",
        "def": "面白いと思える要素や風情が何もないこと。「無味」は味が無いという意味から、面白みが何もないこと。「乾燥」は水分がなくなり潤いに欠けるという意味から、風情や面白みがないことのたとえ。",
        "grade": "4"
    },
    {
        "word": "迷者不問",
        "yomi": "めいしゃふもん",
        "def": "わからないことがあれば積極的に尋ねるべきだという戒め。無知な人は道に迷っても、人に道を尋ねることをせず、さらに迷うことになるという意味。",
        "grade": "4"
    },
    {
        "word": "迷惑千万",
        "yomi": "めいわくせんばん",
        "def": "非常に迷惑なこと。「千万」は数が非常に多いという意味から、程度のはげしさをあらわす言葉。",
        "grade": "4"
    },
    {
        "word": "面壁九年",
        "yomi": "めんぺきくねん",
        "def": "長い期間一つのことに専念してやり遂げること。または、長い期間努力し続けること。達磨大師が嵩山の少林寺に籠り、九年間壁に向かって座禅を組んで悟りを開いたという故事から。",
        "grade": "4"
    },
    {
        "word": "綿裏包針",
        "yomi": "めんりほうしん",
        "def": "穏やかで優しそうに見えるが、実際は相手に気付かれないような悪意を持っていること。「裏」は内側という意味で、柔らかい綿の中に危険な針を隠すという意味から。「針」は害意のたとえ。「綿裏に針を包む」とも読む。",
        "grade": "4"
    },
    {
        "word": "目食耳視",
        "yomi": "もくしょくじし",
        "def": "衣食の本質を忘れて、見た目の贅沢さだけを求めること。「目食」は味を気にせずに見た目が豪華なものを食べること。「耳視」は評判を気にして、たとえ似合わなくても高価な衣服を選ぶこと。",
        "grade": "4"
    },
    {
        "word": "物我一体",
        "yomi": "もつがいったい",
        "def": "仏教語で他の人と自分が一つになり、他者も自分もない境地のこと。",
        "grade": "4"
    },
    {
        "word": "野戦攻城",
        "yomi": "やせんこうじょう",
        "def": "野原や平地で戦闘をして、城を攻めること。「野戦」は野外で戦う、「攻城」は城を攻めること。",
        "grade": "4"
    },
    {
        "word": "夜郎自大",
        "yomi": "やろうじだい",
        "def": "自分の力量も知らずに、偉そうに振舞うこと。「夜郎」は中国、漢代にあった国の名前。夜郎国の王が漢の大きさを知らずに、漢国の使者に自分の国の大きさを自慢して、夜郎国と漢国のどちらが大きいか尋ねた故事から。",
        "grade": "4"
    },
    {
        "word": "有脚陽春",
        "yomi": "ゆうきゃくようしゅん",
        "def": "足のある陽気の満ちた春という意味から、行く先々で仁徳を施す人のこと。唐の宋璟という人物が行く先々で恩徳を施したことを、人々が称した故事から。",
        "grade": "4"
    },
    {
        "word": "有厚無厚",
        "yomi": "ゆうこうむこう",
        "def": "不合理なことをこじつけによって正当化しようとすること。「極めて厚さがあるものは、もはや厚い厚くないということすら言えないので厚さの概念自体がない」という詭弁（きべん）。",
        "grade": "4"
    },
    {
        "word": "雄材大略",
        "yomi": "ゆうざいたいりゃく",
        "def": "すぐれた才能と大きな策略のこと。「雄材」はすぐれた才能、「大略」は大きな計略という意味。",
        "grade": "4"
    },
    {
        "word": "優勝劣敗",
        "yomi": "ゆうしょうれっぱい",
        "def": "能力のある者が勝ち、劣っている者が負けること。生存競争で強者が繁栄して、弱者が滅亡すること。",
        "grade": "4"
    },
    {
        "word": "優柔不断",
        "yomi": "ゆうじゅうふだん",
        "def": "いつまでもはっきりとせず、決断力に欠けること。「優柔」ははっきりとしないこと、「不断」はどうするか決めることができないこと。",
        "grade": "4"
    },
    {
        "word": "勇猛精進",
        "yomi": "ゆうもうしょうじん",
        "def": "精力的に物事に取り組むこと。困難を克服し、一心に仏道修行をすること。「勇猛」は勇ましく猛々しいさま。「精進」は精神を打ち込んで励むこと。",
        "grade": "4"
    },
    {
        "word": "用意周到",
        "yomi": "よういしゅうとう",
        "def": "準備に手抜かりがなく、心遣いが行き届いていること。",
        "grade": "4"
    },
    {
        "word": "陽関三畳",
        "yomi": "ようかんさんじょう",
        "def": "繰り返し別れを惜しむこと。または、送別の詩として名高い陽関の曲の第四句を三度繰り返して歌うこと。「畳」は繰り返すという意味。",
        "grade": "4"
    },
    {
        "word": "要害堅固",
        "yomi": "ようがいけんご",
        "def": "外敵からの攻撃を防ぎやすい険しい地勢で、備えがしっかりしていること。「要害」は地勢が険しく、守りやすい地のこと。",
        "grade": "4"
    },
    {
        "word": "容姿端麗",
        "yomi": "ようしたんれい",
        "def": "顔立ちや姿かたちが美しいこと。「容姿」は顔立ちや姿かたち、「端麗」は整っていて美しいこと。",
        "grade": "4"
    },
    {
        "word": "用和為貴",
        "yomi": "ようわいき",
        "def": "人と人が仲良く協力しあうことが最も大切であるということ。聖徳太子が作ったとされる「十七条憲法」の第一条にある言葉。「和を用て貴しと為す」と読むのが一般的な言葉。",
        "grade": "4"
    },
    {
        "word": "乱離拡散",
        "yomi": "らんりかくさん",
        "def": "戦争で世の中が乱れて人々が離れ離れになること。または、世の中が荒れ果てること。「乱離」は国が乱れて多くの人が離れ離れになること。",
        "grade": "4"
    },
    {
        "word": "力戦奮闘",
        "yomi": "りきせんふんとう",
        "def": "力の限り努力すること。または、全力で戦うこと。「力戦」は全ての力を注いで戦うこと。「奮闘」は気力を振るって戦うこと。",
        "grade": "4"
    },
    {
        "word": "離合集散",
        "yomi": "りごうしゅうさん",
        "def": "離れては集まり、集まっては離れたりすること。または、協力したり対立したりすること。「離合」と「集散」はどちらも離れたり集まったりすることで、同じ意味の語を重ねて強調した語。",
        "grade": "4"
    },
    {
        "word": "流連荒亡",
        "yomi": "りゅうれんこうぼう",
        "def": "家にも帰らず、仕事もせずに酒を飲んだり遊びにふけって無駄に日々を過ごすこと。「流連」は川遊びや山遊びに夢中になって帰るのを忘れること。「荒亡」は狩りをしたり、酒を楽しんだりして仕事をしないこと。",
        "grade": "4"
    },
    {
        "word": "良弓難張",
        "yomi": "りょうきゅうなんちょう",
        "def": "すぐれた才能をもつ人を使うことは難しいが、使いこなすことが出来れば非常に役に立つということ。「難張」は弓の弦を張ることが難しいこと。弓の弦を強く張るのは難しいが、張ることが出来れば素晴らしい威力を発揮できるという意味から。「良弓張り難し」とも読む。",
        "grade": "4"
    },
    {
        "word": "良風美俗",
        "yomi": "りょうふうびぞく",
        "def": "美しく、素晴らしい風習や習慣。「風」と「俗」はどちらも習慣やしきたり。",
        "grade": "4"
    },
    {
        "word": "六十耳順",
        "yomi": "ろくじゅうじじゅん",
        "def": "六十歳になると、人の言葉をすぐに理解することができるようになり、異なる考えも素直に受け入れることができるということ。孔子が生涯を述懐して語った言葉。",
        "grade": "4"
    },
    {
        "word": "論旨明快",
        "yomi": "ろんしめいかい",
        "def": "議論や主張などの内容が分かりやすいこと。「論旨」は議論や主張などの内容。",
        "grade": "4"
    },
    {
        "word": "和敬清寂",
        "yomi": "わけいせいじゃく",
        "def": "茶道で主人と客が心を和らげて互いに敬い、茶室や茶器や雰囲気などを清らかで静かに保つこと。「和敬」は主人と客が互いに心を和らげ敬うこと。「清寂」は清らかで静かに保つこと。千利休の茶道の精神を象徴する言葉。",
        "grade": "4"
    }
]