[
    {
        "word": "哀鳴啾啾",
        "yomi": "あいめいしゅうしゅう",
        "def": "鳥や虫の悲しそうに鳴く鳴き声のこと。「哀鳴」は鳥や獣が悲しそうに鳴いている様子。「啾啾」は鳥や虫が低い声で鳴いている様子。",
        "grade": "1"
    },
    {
        "word": "愛楊葉児",
        "yomi": "あいようように",
        "def": "やなぎの葉を愛する幼児という意味。幼児が黄色く色づいたやなぎの葉を見て黄金と思い込み大切にするということから、浅い知識のままで、真理を追究しようとしないこと。浅い知識のままで満足することを戒めた仏教語。",
        "grade": "1"
    },
    {
        "word": "鴉雀無声",
        "yomi": "あじゃくむせい",
        "def": "周囲に動くものもなく、静まりかえった様子のこと。鴉（からす）や雀（すずめ）の鳴き声すらしないという意味から。",
        "grade": "1"
    },
    {
        "word": "鴉巣生鳳",
        "yomi": "あそうせいほう",
        "def": "無能の親から頭の良い子どもが生まれること。または、貧しい家から聡明な人がでること。鴉（からす）の巣に伝説の瑞鳥である鳳凰が生まれるという意味から。",
        "grade": "1"
    },
    {
        "word": "遏悪揚善",
        "yomi": "あつあくようぜん",
        "def": "悪い行いには罰則を与えて禁止し、善い行いには褒賞を与えて奨励すること。「遏悪」は悪い行いを禁止したりとどめたりすること。「揚善」は善い行いを奨励したり誉めたりすること。「悪を遏（とど）め善を揚（あ）ぐ」とも読む。",
        "grade": "1"
    },
    {
        "word": "蛙鳴蝉噪",
        "yomi": "あめいせんそう",
        "def": "うるさいだけで役に立たない議論や余計な表現が多い稚拙な文章のこと。蛙（かえる）や蝉（せみ）の鳴き声は騒がしいだけで役に立たないという意味から。",
        "grade": "1"
    },
    {
        "word": "阿爺下頷",
        "yomi": "あやあがん",
        "def": "物事を見分けることができない愚かな人のたとえ。または、間違いのこと。「阿爺」は父親のこと。「下頷」は下あごのこと。愚かな人が、戦死した父親の遺骨を探しに戦地に行き、馬の鞍（くら）の破片を父親の下あごの骨と思い込んで大切に持ち帰ったという故事から。",
        "grade": "1"
    },
    {
        "word": "阿諛傾奪",
        "yomi": "あゆけいだつ",
        "def": "権力者に媚びて他人を失脚させ、地位などを奪うこと。「阿諛」は相手の気に入るように振る舞うこと。「傾奪」は他人を陥れて地位などを奪うこと。",
        "grade": "1"
    },
    {
        "word": "阿諛追従",
        "yomi": "あゆついしょう",
        "def": "相手に気に入られるために、お世辞を言ったり相手の言うことに従ったりして機嫌を取ること。「阿諛」は気に入られるために機嫌を取ること。「追従」は逆らわず言うとおりに従うこと。",
        "grade": "1"
    },
    {
        "word": "阿諛便佞",
        "yomi": "あゆべんねい",
        "def": "相手の気に入るように口先だけのうまいことを言って、調子を合わせること。 「阿諛」は相手の気に入るように振る舞うこと。「便佞」は口ではうまいことを言いながら、誠意がまったくないこと。そのような人のこと。",
        "grade": "1"
    },
    {
        "word": "阿轆轆地",
        "yomi": "あろくろくじ",
        "def": "物事がつまづいたり、止まったりせずに進んでいくこと。または、詰まることなく、次から次へと言葉を発すること。「轆轆」は車が回転するときに出る、ゴロゴロという音のこと。「阿」と「地」は漢文の組み立てを助ける語のこと。助字。車がくるくると回るように停滞することがない様子から。「阿漉漉地」とも書く。",
        "grade": "1"
    },
    {
        "word": "晏嬰狐裘",
        "yomi": "あんえいこきゅう",
        "def": " 高い身分にありながらも倹約に努め、職務に励むこと。 人の上に立つ者の心得を説いた言葉。「晏嬰」は人の名前。「狐裘」は狐（きつね）のわきの下に生えている白い毛皮で作られた高級な衣のこと。中国の春秋時代の宰相「晏嬰」は、一つの高級な狐の衣を三十年間着続けて、国を治めることに尽力したという故事から。",
        "grade": "1"
    },
    {
        "word": "晏嬰狐裘",
        "yomi": "あんえいのこきゅう",
        "def": " 高い身分にありながらも倹約に努め、職務に励むこと。 人の上に立つ者の心得を説いた言葉。「晏嬰」は人の名前。「狐裘」は狐（きつね）のわきの下に生えている白い毛皮で作られた高級な衣のこと。中国の春秋時代の宰相「晏嬰」は、一つの高級な狐の衣を三十年間着続けて、国を治めることに尽力したという故事から。",
        "grade": "1"
    },
    {
        "word": "安閑恬静",
        "yomi": "あんかんてんせい",
        "def": "問題や心配事などがなく、ゆったりとした静かな様子のこと。「安閑」と「恬静」はどちらも心が落ち着いた静かな様子のこと。",
        "grade": "1"
    },
    {
        "word": "晏子高節",
        "yomi": "あんしのこうせつ",
        "def": "脅しや暴力に屈しない気高い志のこと。「晏子」は斉の宰相、晏嬰のこと。「高節」は志や節度が高いこと。中国の春秋時代の斉の崔杼は、君主である荘公を殺し、自身に従わない者を粛清したが、晏嬰はそれに従わず脅しに屈しなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "按図索驥",
        "yomi": "あんずさくき",
        "def": "実際には役に立たない意見ややり方のたとえ。名馬を絵や書物の知識だけで見つけようとする意から。「図を按（あん）じて驥（き）を索（もと）む」とも読む。",
        "grade": "1"
    },
    {
        "word": "帷幄上奏",
        "yomi": "いあくじょうそう",
        "def": "君主制国家において、帷幄機関である軍部が君主に軍事事項を上奏すること。「帷」は垂れ幕、「幄」は引き幕のこと。昔の陣営は幕をめぐらしたことから作戦を練る場所、本陣や本営、軍部の意味。",
        "grade": "1"
    },
    {
        "word": "伊尹負鼎",
        "yomi": "いいんふてい",
        "def": "大きな望みのために、卑しい身分に身を落とすこと。「伊尹」は人の名前で、中国、殷の代の宰相。「鼎」は足が三本のものを煮る調理器具。君主に仕えるという大きな望みために、まずは料理人として雇われ、のちに宰相になった伊尹の故事から。",
        "grade": "1"
    },
    {
        "word": "意気銷沈",
        "yomi": "いきしょうちん",
        "def": "元気をなくして気分がしょんぼりすること。「意気｣は気力や気概。「銷沈」は衰えて沈むという意味。「意気消沈」とも書く。",
        "grade": "1"
    },
    {
        "word": "意気沮喪",
        "yomi": "いきそそう",
        "def": "意気込みがくじけて、やる気や元気がなくなること。「意気」は気力や気概。「沮喪」は勢いを失い元気や勢いがなくなること。「意気阻喪」とも書く。",
        "grade": "1"
    },
    {
        "word": "衣錦尚絅",
        "yomi": "いきんしょうけい",
        "def": "才能や徳を見せ付けないように隠すこと。「錦」は金や銀などの糸で織り込んだ美しい絹織物、「尚」は上に重ねること、「絅」は薄いうちかけのこと。錦を見せ付けないように上から重ね着するという意味で、才能や徳などを誇示することへの戒め。",
        "grade": "1"
    },
    {
        "word": "韋弦之佩",
        "yomi": "いげんのはい",
        "def": "自分の性格の悪い点を改めるために常に努力することのたとえ。「韋」はなめし皮。「弦」は弓のつる。「佩」は身につけるという意味。中国の戦国時代、西門豹は短気な性格を直そうと「ゆったりとしたなめし皮」を身に着け、春秋時代の董安干は厳格な性格に改めるために「かたい弓のつる」を身につけたという故事から。",
        "grade": "1"
    },
    {
        "word": "為虎傅翼",
        "yomi": "いこふよく",
        "def": "もとから強い力を持っているものが、さらに力をつけること。「傅翼」は翼をつけることで、もとから強い虎に翼をつけて飛べるようにするという意味。",
        "grade": "1"
    },
    {
        "word": "意識朦朧",
        "yomi": "いしきもうろう",
        "def": "意識がぼんやりとはっきりしない様子のこと。意識がなくなる手前の状態のこと。「朦朧」はおぼろげではっきりとしない様子。",
        "grade": "1"
    },
    {
        "word": "意匠惨澹",
        "yomi": "いしょうさんたん",
        "def": "物事に工夫を凝らすために、いろいろな苦労をすること。「意匠」は工夫すること。「惨澹」は苦労すること。「意匠惨憺」とも書く。",
        "grade": "1"
    },
    {
        "word": "渭樹江雲",
        "yomi": "いじゅこううん",
        "def": "遠くにいる友人を気遣うこと。「渭樹」は長安郊外を流れる川、渭水のほとりの樹木。「江雲」は長江の空に浮かぶ雲。渭水の北の地にいる杜甫が、長江にいる李白を思って詩を作ったということから。",
        "grade": "1"
    },
    {
        "word": "韋駄天走",
        "yomi": "いだてんばしり",
        "def": "極めて足の速い人。また、速く走る様子。「韋駄天」は僧や寺院の守護神で、足が速いことのたとえ。",
        "grade": "1"
    },
    {
        "word": "一詠一觴",
        "yomi": "いちえいいっしょう",
        "def": "一杯の酒を飲み、一つの詩を歌う風流な楽しみのこと。「詠」は詩を読むこと。「觴」は杯のこと。",
        "grade": "1"
    },
    {
        "word": "一字褒貶",
        "yomi": "いちじほうへん",
        "def": "文章を書く際の一字の使い分けで、人を褒めたりけなしたりすること。「褒」は褒めること。「貶」はけなすこと。歴史書\"春秋\"の表現様式のことをいう。",
        "grade": "1"
    },
    {
        "word": "一望無垠",
        "yomi": "いちぼうむぎん",
        "def": "一目ではるかかなたまで広々と見渡せること。広々と見晴らしの良い景色をいう。「垠」は地の果てのこと。「一望垠（はて）は無し」とも読む。",
        "grade": "1"
    },
    {
        "word": "一縷千鈞",
        "yomi": "いちるせんきん",
        "def": "極めて危険なこと。「縷」は糸のこと。「鈞」は重さの単位。一本の糸で千鈞もの重い物を吊るすということから。",
        "grade": "1"
    },
    {
        "word": "一攫千金",
        "yomi": "いっかくせんきん",
        "def": "苦労することなく、一度の機会で大金を手に入れること。「一攫」は一度つかむこと。「千金」は大金のこと。現在では「一獲千金」とも書くが、本来は誤用。",
        "grade": "1"
    },
    {
        "word": "一家眷族",
        "yomi": "いっかけんぞく",
        "def": "家族や親族、血縁者のこと。または、その家臣や部下のこと。「一家眷属」とも書く。",
        "grade": "1"
    },
    {
        "word": "一家団欒",
        "yomi": "いっかだんらん",
        "def": "家族が集まって仲良く談笑したりしながら楽しい時間を過ごすこと。「団欒」は人が集まって輪になって座ること。または、親しい人たちが集まって楽しく過ごすこと。",
        "grade": "1"
    },
    {
        "word": "一気呵成",
        "yomi": "いっきかせい",
        "def": "途中で休むことなく、一気に文章を書き上げること。または、休まず一気に物事を仕上げること。「呵」は息を吹きかけることで、「呵成」は一息で完成するという意味。",
        "grade": "1"
    },
    {
        "word": "一饋十起",
        "yomi": "いっきじっき",
        "def": "意見を聞くために、熱心に客を迎えること。または、よい人材、賢者を熱心に探し求めること。「饋」は食事のこと。一度の食事の間に十回も席をたつことから。「一饋に十起す」、または、「一饋に十たび起つ」と読む。",
        "grade": "1"
    },
    {
        "word": "一簣之功",
        "yomi": "いっきのこう",
        "def": "仕事を完遂する間際の、最後のひと踏ん張りのこと。または、仕事を完成させるために積み重ねる一つ一つの努力と、その大切さのこと。「簣」は、土を入れて運ぶ道具。もっこ。「一簣」は、もっこ一杯の土のこと。「九仞（きゅうじん）の功を一簣（いっき）に虧（か）く」による。九仞の高さの山を作るにも、最後のもっこ一杯の土を盛らずに止めてしまえば山は完成しないとの意から。",
        "grade": "1"
    },
    {
        "word": "一丘一壑",
        "yomi": "いっきゅういちがく",
        "def": "俗世から離れ、自然の中に身をおき、風流をたのしむこと。「一」は\"あるときは\"という意味。「丘」はおかのこと。「壑」は谷のこと。",
        "grade": "1"
    },
    {
        "word": "一裘一葛",
        "yomi": "いっきゅういっかつ",
        "def": "この上なく貧しい暮らしのたとえ。「裘」は冬に着る毛皮の服。「葛」は夏に着る薄い布の服。それぞれを一枚ずつしか持たず、ほかの着替えを持たないということから。",
        "grade": "1"
    },
    {
        "word": "一丘之貉",
        "yomi": "いっきゅうのかく",
        "def": "同じ仲間、似たようなもののたとえ。または、同類の悪者のたとえ。同じ丘に住む貉ということから。",
        "grade": "1"
    },
    {
        "word": "一薫一蕕",
        "yomi": "いっくんいちゆう",
        "def": "悪が善を駆逐すること。善は消えやすく、悪を取り除くのは難しくはびこりやすことのたとえ。「薫」は香りのよい草のこと。「蕕」は臭い草のこと。二つを同じところにおけば、よい香りが消されてしまうことから。",
        "grade": "1"
    },
    {
        "word": "一蹶不振",
        "yomi": "いっけつふしん",
        "def": "一度の失敗で挫折してしまい、二度と立ち上がれなくなること。「蹶」はつまずくこと。「不振」は勢いがなくなること。「一蹶して振るわず」とも読む。",
        "grade": "1"
    },
    {
        "word": "一闔一闢",
        "yomi": "いっこういちびゃく",
        "def": "陰の気と陽の気が衰えたり盛んになったりする様子。「一」は\"あるときは\"の意味。「闔」は閉じること。「闢」は開くこと。",
        "grade": "1"
    },
    {
        "word": "一狐之腋",
        "yomi": "いっこのえき",
        "def": "貴重なもの、大変価値のあるもののたとえ。「腋」は脇のこと。狐の脇の下からとれる毛皮は、白くて美しいがわずかにしかとれないため、大変珍重されたことから。",
        "grade": "1"
    },
    {
        "word": "一糸一毫",
        "yomi": "いっしいちごう",
        "def": "きわめてわずかであるたとえ。「一糸」は一本の糸のこと。「一毫」は一本の細い毛のこと。どちらもわずかなことのたとえ。",
        "grade": "1"
    },
    {
        "word": "一士諤諤",
        "yomi": "いっしがくがく",
        "def": "他のものがおもねる中で、ただ一人だけ怖れためらうことなく、自分の考えをはっきりと言うこと。「諤諤」は正論をありのままにいうさま。",
        "grade": "1"
    },
    {
        "word": "一瀉千里",
        "yomi": "いっしゃせんり",
        "def": "文章や言葉が、止まることなくすらすらと出てくることのたとえ。または、物事が順調にどんどん進むこと。「瀉」は斜めになっている場所を水が勢いよく流れること。「里」は距離の単位。「千里」はとても長い距離のたとえ。水が勢いよく流れ始めると、あっという間に千里も流れていくという意味から。",
        "grade": "1"
    },
    {
        "word": "一觴一詠",
        "yomi": "いっしょういちえい",
        "def": "一杯の酒を飲みながら、一つの詩を歌うこと。酒を飲みながら詩を読む、風流な楽しみのこと。「詠」は詩を読むこと。「觴」は杯のこと。",
        "grade": "1"
    },
    {
        "word": "一倡三歎",
        "yomi": "いっしょうさんたん",
        "def": "優れた詩文を褒め称えていう言葉。「倡」は詩文を読むこと。「三」は何度もの意。「歎」は感心して褒め称える、感嘆という意味。一度読み上げる間に何度も感歎することから。「一倡」は「一唱」、「三歎」は「三嘆」とも書く。",
        "grade": "1"
    },
    {
        "word": "一世風靡",
        "yomi": "いっせいふうび",
        "def": "ある時代で、大いに流行ること。「風靡」は草木が風でなびくこと。草木が風で同じ方向になびくことを、その時代のたくさんの人がなびくことにたとえた言葉。「一世を風靡する」と用いることが多い言葉。",
        "grade": "1"
    },
    {
        "word": "一箭双雕",
        "yomi": "いっせんそうちょう",
        "def": "一つの行動で二つの利益を得ること。「箭」は矢、「雕」は鷲。一本の矢を一回放って、二羽の鷲を射るという意味から。",
        "grade": "1"
    },
    {
        "word": "一朝之忿",
        "yomi": "いっちょうのいかり",
        "def": "少しの間、怒ること。「一朝」はひと朝ということから、わずかな時間のたとえ。「忿」は怒りのこと。",
        "grade": "1"
    },
    {
        "word": "一擲千金",
        "yomi": "いってきせんきん",
        "def": "一度に豪快に金銭を使うこと。または、思い切りよく行動すること。「一擲」は一度投げること。「千金」は大金のこと。賭け事をして、一度の勝負に大金を賭けるという意味から。",
        "grade": "1"
    },
    {
        "word": "一髪千鈞",
        "yomi": "いっぱつせんきん",
        "def": "この上なく危険なことのたとえ。「鈞」は中国の昔の重さの単位で、「一鈞」は周の時代では約八キログラム、唐の時代では約二十キログラム。髪の毛一本で千鈞の重さがあるものを吊り下げるという意味から。「一髪、千鈞を引く」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "鷸蚌之争",
        "yomi": "いつぼうのあらそい",
        "def": "両者が争っている間に、全く関係のないものが苦労せずに利益を奪っていくこと。「鷸」は水鳥のしぎ。「蚌」は貝のどぶ貝。しぎとどぶ貝が争っている間に、漁師が両方とも捕まえるという説話から。",
        "grade": "1"
    },
    {
        "word": "猗頓之富",
        "yomi": "いとんのとみ",
        "def": "膨大な財産のこと。または、大富豪のこと。「猗頓」は中国の春秋時代の大金持ちの名前。巨万の富を得た范蠡に、資産家の教えを受けた猗頓は、牛や羊を飼い、塩を作って富を築き、金持ちといえば猗頓と人々に言われるまでになったという故事から。",
        "grade": "1"
    },
    {
        "word": "倚馬七紙",
        "yomi": "いばしちし",
        "def": "素晴らしい文章をあっという間に書き上げる才能。「倚馬」は馬の近くにたったままでいること。「七紙」は紙七枚におよぶ長い文章。中国の晋の時代、哀虎は主君の桓温に布告の文を書くように言われ、馬の前にたったまま、あっという間に紙七枚にわたる名文を書き上げたという故事から。",
        "grade": "1"
    },
    {
        "word": "夷蛮戎狄",
        "yomi": "いばんじゅうてき",
        "def": "中国の周辺にいた異民族のこと。漢民族が異民族を蔑んで呼んでいた名称。「東夷、南蛮、西戎、北狄」という四方の異民族の呼称をまとめた言葉。",
        "grade": "1"
    },
    {
        "word": "渭浜漁父",
        "yomi": "いひんのぎょほ",
        "def": "古代中国で太公望と呼ばれ、活躍した呂尚のこと。または、優れた能力をもつ人物のたとえ。「渭浜」は中国の川、渭水のこと。「漁父」は漁師のこと。渭水で釣りをしていた呂尚は、周の文王に見出されて、後に大きな功績を残したという故事から。",
        "grade": "1"
    },
    {
        "word": "萎靡沈滞",
        "yomi": "いびちんたい",
        "def": "次第に勢いが弱くなっていくこと。「萎靡」は草木がしなびること。「沈滞」は一つの場所で滞って動かなくなること。どちらも勢いがなくなることのたとえ。「委靡沈滞」とも書く。",
        "grade": "1"
    },
    {
        "word": "異聞奇譚",
        "yomi": "いぶんきたん",
        "def": "非常に珍しい話。「異聞」と「奇譚」はどちらも普通ではない不思議な話という意味。",
        "grade": "1"
    },
    {
        "word": "韋編三絶",
        "yomi": "いへんさんぜつ",
        "def": "同じ書物を何度も読むこと。または、学問に励むことのたとえ。「韋編」は紙が出来る前の、木や竹の札をひもで綴った書籍のこと。「三絶」は何度もひもが切れること。「韋編三たび絶つ」とも読む。孔子が何度もひもが切れるほど易経を読んだという故事から。",
        "grade": "1"
    },
    {
        "word": "倚門之望",
        "yomi": "いもんのぼう",
        "def": "母親が子のことを思う愛情のこと。「倚」は寄りかかるという意味。母親が門に寄りかかって、子の帰りを待ち望むという意味から。中国の春秋時代の衛の王孫賈は、朝早くから夜遅くまで出掛けることが多く、母親は家の前の門や、村の入り口にある閭という門に寄りかかって帰ってくるのを待ちわびたという故事から。",
        "grade": "1"
    },
    {
        "word": "異類無礙",
        "yomi": "いるいむげ",
        "def": "異なっているもの同士が、何ものにも邪魔されることなく互いに通じ合うこと。「異類」は違う種類という意味。「無礙」は障害になるものがないということ。仏教の言葉で、性質の異なる火と水が、何の妨げもなく通じ合うことをいう。「異類無碍」とも書く。",
        "grade": "1"
    },
    {
        "word": "殷鑑不遠",
        "yomi": "いんかんふえん",
        "def": "失敗の戒めになるものは、身近なことにあるということ。「殷」は古代中国の国の名前。「鑑」は鏡のことで、手本や見本のたとえ。殷は、昔の出来事を手本にするよりも、圧政で滅びた前代の夏の国を手本とするべきであるという戒めから。「殷鑑遠からず」という形で使うことが多い言葉。",
        "grade": "1"
    },
    {
        "word": "因果覿面",
        "yomi": "いんがてきめん",
        "def": "悪いことをした報いがすぐにあらわれること。「覿面」は目の前で見るという意味から、すぐに結果が出ること。",
        "grade": "1"
    },
    {
        "word": "婬虐暴戻",
        "yomi": "いんぎゃくぼうれい",
        "def": "ふしだらで荒々しく、無慈悲な様子。「婬虐」は淫らで残酷な様子。「暴戻」は人としての道から外れていて乱暴なこと。「淫虐暴戻」とも書く。",
        "grade": "1"
    },
    {
        "word": "慇懃無礼",
        "yomi": "いんぎんぶれい",
        "def": "態度や言葉遣いなどが必要以上に丁寧過ぎると、嫌味に聞こえてしまい、かえって失礼にあたるということ。または、一見とても礼儀正しくみえるが、実は心の中で相手を見下していること。「慇懃」はとても礼儀正しいこと。「無礼」は失礼なこと。",
        "grade": "1"
    },
    {
        "word": "因循苟且",
        "yomi": "いんじゅんこうしょ",
        "def": "昔からある習慣や方法に必要以上にこだわって改めることをせずに、その場その場でやり過ごすこと。または、なかなか決断することができない曖昧な態度のこと。「因循」は昔から続くやり方を変えずにこだわり続けること。「苟且」は原因を解決せずに、その場だけ取り繕うこと。",
        "grade": "1"
    },
    {
        "word": "飲鴆止渇",
        "yomi": "いんちんしかつ",
        "def": "後のことは何も考えず、目先の利益を得ること。または、一時逃れをしてあとで大変な災いを招くこと。「鴆」は羽に猛毒をもつ鳥の名前で、この羽が入っている酒を喉の渇きを癒すために飲むということから。",
        "grade": "1"
    },
    {
        "word": "陰謀詭計",
        "yomi": "いんぼうきけい",
        "def": "人知れず立てた、人を裏切る悪巧みのこと。「陰謀」はひそかに悪い計画を立てること。「詭計」は人を裏切って貶める策略のこと。",
        "grade": "1"
    },
    {
        "word": "烏焉魯魚",
        "yomi": "うえんろぎょ",
        "def": "文字を書き間違えること。「烏」と「焉」、「魯」と「魚」の字の形が似ていることから。",
        "grade": "1"
    },
    {
        "word": "于公高門",
        "yomi": "うこうこうもん",
        "def": "人知れず善行を積んだ家の子孫は繁栄することのたとえ。「于公」は人物名で、漢代に丞相になった于定国の父のこと。于公は裁判官として公平に裁判を処理して、ひそかに善行を積んでいた。彼の住む村の門を修理するときに、人知れず善行を積む家の子孫は出世して繁栄するだろうと、門を広大に作った故事から。",
        "grade": "1"
    },
    {
        "word": "禹行舜趨",
        "yomi": "うこうしゅんすう",
        "def": "見た目を真似しているだけで中身が伴っていないこと。または、聖人の動きを真似しているだけで聖人のような徳はないこと。「禹」と「舜」はどちらも古代中国の聖人の名前。「行」は歩くこと。「趨」は走ること。禹の歩き方や舜の走り方などは表面上の動作であり、真似をしても何の意味もないことから。",
        "grade": "1"
    },
    {
        "word": "右顧左眄",
        "yomi": "うこさべん",
        "def": "右を見たり左を見たりして周りの様子を窺うだけで、すぐに結論を出すことができないこと。または周りが気になって、決断力が鈍ってしまうこと。「顧」と「眄」はどちらも周りを窺うこと。",
        "grade": "1"
    },
    {
        "word": "迂疎空闊",
        "yomi": "うそくうかつ",
        "def": "回りくどくて実際には役に立たないこと。または、世間の事柄についての知識や理解が不十分で役に立たないこと。「迂疎」は間接的で役に立たないことや世情に疎いこと。「空闊」は広々としている様子やおおざっぱなこと。",
        "grade": "1"
    },
    {
        "word": "鬱肉漏脯",
        "yomi": "うつにくろうほ",
        "def": "腐って臭い肉のこと。または、先のことは考えずにその場をやり過ごすこと。空腹を満たすために腐った肉を食べるという意味から。 「鬱」は痛んで腐ること。「漏」は腐って臭うこと。「脯」は薄く切った干し肉、ほしじしのこと。",
        "grade": "1"
    },
    {
        "word": "禹湯文武",
        "yomi": "うとうぶんぶ",
        "def": "夏、殷、周の三代の王朝の始祖とされる人物の名前。「禹」は夏王朝の禹王。「湯」は殷王朝の湯王。「文」と「武」は周王朝の文王と武王のこと。どの人物も古代中国の聖天子とされている。",
        "grade": "1"
    },
    {
        "word": "烏兎匆匆",
        "yomi": "うとそうそう",
        "def": "歳月が慌しく過ぎていくことのたとえ。太陽には烏が、月には兎が住んでいるという古代中国の伝説から、「烏兎」は月日のことで、「匆匆」は慌しい様子や忙しいこと。「烏兎怱怱」とも書く。",
        "grade": "1"
    },
    {
        "word": "嫗伏孕鬻",
        "yomi": "うふうよういく",
        "def": "鳥や獣が子を産んで育てること。「嫗伏」は鳥が翼で卵を覆って温めること。「孕鬻」は獣が子を産んで育てること。",
        "grade": "1"
    },
    {
        "word": "禹歩舜趨",
        "yomi": "うほしゅんすう",
        "def": "見た目を真似しているだけで中身が伴っていないこと。または、聖人の動きを真似しているだけで聖人のような徳はないこと。「禹」と「舜」はどちらも古代中国の聖人の名前。「歩」は歩くこと。「趨」は走ること。禹の歩き方や舜の走り方などは表面上の動作であり、真似をしても何の意味もないことから。",
        "grade": "1"
    },
    {
        "word": "紆余委蛇",
        "yomi": "うよいだ",
        "def": "山や林などがうねうねと曲がり、どこまでも連なっている様子。「紆余」は曲がりくねっていて長く続いている様子。「委蛇」は曲がりくねっている様子。",
        "grade": "1"
    },
    {
        "word": "紆余曲折",
        "yomi": "うよきょくせつ",
        "def": "道や川などが何度も折れ曲がっている様子。または、複雑にからみ合っている面倒な事情や状況の解決に苦労すること。「紆余」は道などが曲がりくねっている様子。「曲折」は折れ曲がること。",
        "grade": "1"
    },
    {
        "word": "盂蘭盆会",
        "yomi": "うらぼんえ",
        "def": "陰暦の七月十五日に祖先の霊をまつる行事。盆や精霊会ともいう。現在は八月十五日に行うことが多い。",
        "grade": "1"
    },
    {
        "word": "雨霖鈴曲",
        "yomi": "うりんれいきょく",
        "def": "中国の唐の玄宗が楊貴妃の死を悼み悲しんで作った楽曲の名前。「霖」は雨のこと。「鈴」は馬につけている鈴の音のこと。雨と鈴の音が調和しているのを聞いて作ったという故事から。",
        "grade": "1"
    },
    {
        "word": "雲雨巫山",
        "yomi": "うんうふざん",
        "def": "男女の交わり、情交のたとえ。「雲雨」は雲と雨のこと。「巫山」は中国の四川省と湖北省の間にある、女神が住んでいたとされる山のこと。中国の戦国時代の楚の懐王が昼寝をした際、夢の中で巫山の女神と情交を結んだ。別れ際に女神が「朝には雲となって、夕方には雨となってここに参ります」と言ったという故事から。",
        "grade": "1"
    },
    {
        "word": "雲烟過眼",
        "yomi": "うんえんかがん",
        "def": " 雲や煙が留まることなく目の前を過ぎ去っていくように、物事に過剰に執着することがないこと。または、物事にとらわれすぎずさっぱりしていること。「雲烟」は雲と煙、または雲と霞（かすみ）のこと。「過眼」は目の前を通過すること。「雲煙過眼」とも書く。",
        "grade": "1"
    },
    {
        "word": "雲烟万里",
        "yomi": "うんえんばんり",
        "def": "非常に距離が離れていることのたとえ。または、非常に遠くまで薄く長く伸びている雲や霞のこと。「雲烟」は雲と霞。「万里」の「里」は距離の単位で、一万里ということから、非常に距離があることのたとえ。雲や霞が一万里もの距離に渡って続くという意味から。「雲煙万里」とも書く。",
        "grade": "1"
    },
    {
        "word": "雲烟飛動",
        "yomi": "うんえんひどう",
        "def": "筆の勢いが生き生きとしていて力強いこと。「雲烟」は雲と霞。または、雲と煙。雲や霞、煙などとどまることなく、常に飛ぶように動いているという意味から。「雲煙飛動」とも書く。",
        "grade": "1"
    },
    {
        "word": "雲烟縹渺",
        "yomi": "うんえんひょうびょう",
        "def": "非常に遠くまで薄く長く伸びている雲や霞の様子。「雲烟」は雲と霞。「縹渺」は遠い場所でかすかに見えること。「雲烟」は「雲煙」とも、「縹渺」は「縹緲」、「縹眇」とも書く。",
        "grade": "1"
    },
    {
        "word": "雲遊萍寄",
        "yomi": "うんゆうへいき",
        "def": "物事に執着せずに、自然にまかせて行動すること。または、修行しながら様々な国を巡る僧侶のこと。「萍」は浮き草のこと。雲のように留まることなく、浮き草のように水の流れに身を任せるという意味から。",
        "grade": "1"
    },
    {
        "word": "雲容烟態",
        "yomi": "うんようえんたい",
        "def": "雲や霞などの空の様子が様々に変化する様子。「烟」は煙や霧、かすみなどのこと。「雲烟の容態」という意味で、「雲烟」と「容態」を一字ずつ並べ替えて表現した言葉。「雲容煙態」とも書く。",
        "grade": "1"
    },
    {
        "word": "栄諧伉儷",
        "yomi": "えいかいこうれい",
        "def": "栄えて仲のよい円満な夫婦のこと。「栄諧」は栄えて仲のよいこと。「伉儷」は夫婦のこと。妻を娶る人への祝いの言葉として使われる。",
        "grade": "1"
    },
    {
        "word": "影駭響震",
        "yomi": "えいがいきょうしん",
        "def": "ちょっとしたことで驚き、ひどく恐れて震え上がること。「影駭」は影を見るだけで驚くこと。「響震」は物音が聞こえただけで震え上がること。",
        "grade": "1"
    },
    {
        "word": "英姿颯爽",
        "yomi": "えいしさっそう",
        "def": "堂々とした立派な容姿で勇ましくきびきびとした様子。「英姿」は容姿が立派なこと。「颯爽」はきちんとした態度や動作が清々しい様子。",
        "grade": "1"
    },
    {
        "word": "郢書燕説",
        "yomi": "えいしょえんせつ",
        "def": "関連のない物事を無理に関連付けて説明すること。「郢」は楚の国の郡の名前。「燕」は国の名前。郢の人が燕の大臣に手紙を書いたときに、周りが暗かったので「燭を挙げよ」と言うと、その言葉を書記がそのまま手紙に書いてしまった。これを読んだ燕の大臣が「賢人を登用せよ」という意味だと無理矢理解釈して王に進言して実行すると国がよく治まったという故事から。",
        "grade": "1"
    },
    {
        "word": "盈満之咎",
        "yomi": "えいまんのとがめ",
        "def": "「満ちれば欠ける」という道理のことをいい、物事が最高点に到達するとかえって災いを招くという戒めのこと。「盈満」は十分に満ちること。",
        "grade": "1"
    },
    {
        "word": "英明闊達",
        "yomi": "えいめいかったつ",
        "def": "すぐれた才能と知恵を備え持ち、小さなことにこだわらない大らかな性格の人のこと。「英明」は才能と知恵に長けていること。「闊達」は心が広いこと。",
        "grade": "1"
    },
    {
        "word": "慧可断臂",
        "yomi": "えかだんぴ",
        "def": "とても固い決意を示すこと。「慧可」は高僧の名前、「断臂」は腕を切り落とすこと。慧可は河南省嵩山の少林寺にいた達磨に教えを請うために、左腕を切り落として決意を示したという故事から。",
        "grade": "1"
    },
    {
        "word": "依怙贔屓",
        "yomi": "えこひいき",
        "def": "自分の気に入った者だけに肩入れすること。「依怙」は不公平という意味。本来は頼るという意味の言葉。「贔屓」は特に目をかけるという意味。",
        "grade": "1"
    },
    {
        "word": "越俎代庖",
        "yomi": "えっそだいほう",
        "def": "自分の出過ぎた行いによって、他人の権限を侵す罪のこと。「俎」はまな板のこと。「庖」は料理、または、料理人のこと。古代中国で尭帝が許由に天下を譲ろうとしたとき、許由は「人は分を守ることが大切で、たとえ料理人が神に供える料理をうまく作らなかったとしても、神主が料理人に代わって料理を作るべきではない」と言って断った故事から。",
        "grade": "1"
    },
    {
        "word": "越俎之罪",
        "yomi": "えっそのつみ",
        "def": "自分の出過ぎた行いによって、他人の権限を侵す罪のこと。「俎」はまな板のこと。古代中国で尭帝が許由に天下を譲ろうとしたとき、許由は「人は分を守ることが大切で、たとえ料理人が神に供える料理をうまく作らなかったとしても、神主が料理人に代わって料理を作るべきではない」と言って断った故事から。",
        "grade": "1"
    },
    {
        "word": "越鳧楚乙",
        "yomi": "えつふそいつ",
        "def": "場所や人が違えば、同じものでも呼び名が違うことのたとえ。「越」と「楚」は古代中国の国の名前。「鳧」は鴨（かも）のこと。「乙」は燕（つばめ）のこと。空高く飛んでいる鴻（おおとり）を見て、越の国の人は鴨であると言い、楚の国の人は燕であると言ったという故事から。",
        "grade": "1"
    },
    {
        "word": "宴安酖毒",
        "yomi": "えんあんちんどく",
        "def": "遊んで楽しむだけの生活を送ることへの戒め。「宴安」はひたすら遊んで楽しむこと。「酖毒」は鴆（ちん）という鳥の羽にある猛毒のこと。 ただ遊んで楽しむだけの生活を送ることは酖毒を飲むようなもので、最後には身を滅ぼしてしまうという意味から。「宴安鴆毒」とも書く。",
        "grade": "1"
    },
    {
        "word": "烟雲過眼",
        "yomi": "えんうんかがん",
        "def": "必要以上に物事に執着しないこと。または、欲がなく、物事にこだわらないことのたとえ。「烟雲」は煙と雲。または、霞（かすみ）と雲のこと。「過眼」は目の前を通過すること。煙、霞、雲などは目の前で留まることがなく、通り過ぎていくという意味から。「煙雲過眼」とも書く。",
        "grade": "1"
    },
    {
        "word": "蜿蜿長蛇",
        "yomi": "えんえんちょうだ",
        "def": "行列などが長くうねるように続いていること。「蜿蜿」は蛇や竜などが体をうねらせながら進む様子。「長蛇」は長い蛇のことから、長い列のたとえ。「蜿蜿」は「蜿蜒」、「蜒蜒」とも書く。",
        "grade": "1"
    },
    {
        "word": "円滑洒脱",
        "yomi": "えんかつしゃだつ",
        "def": "角を立てることなく、物事を順調に処理すること。「円滑」は、物事が滞りなく進むこと。「洒脱」は、さっぱりとしていること。",
        "grade": "1"
    },
    {
        "word": "烟霞痼疾",
        "yomi": "えんかのこしつ",
        "def": "自然を愛でる気持ちが非常に強いこと。または、隠居して自然と親しみながら生活すること。「烟霞」はもやや霞のことから、自然の景色のこと。「痼疾」は治ることなく長い期間患っている病、持病。自然を愛でる強い気持ちを病にたとえた言葉。「煙霞痼疾」とも書く。",
        "grade": "1"
    },
    {
        "word": "燕頷虎頸",
        "yomi": "えんがんこけい",
        "def": "武勇に秀でた、勇ましい武者の容姿のたとえ。または、遠い国の諸侯となる人の容姿のたとえ。燕のような顎と、虎のように太い首のことで、武勇に秀でた人物の骨相をいう。中国の後漢の班超は筆書の仕事をしていたが、武功を上げたいと占い師に聞くと、遠い地域で諸侯になる人相だと言われ、万里の長城の外で武功を上げ、定遠侯に封じられたという故事から。",
        "grade": "1"
    },
    {
        "word": "燕頷虎頭",
        "yomi": "えんがんことう",
        "def": "武勇に秀でた、勇ましい武者の容姿のたとえ。または、遠い国の諸侯となる人の容姿のたとえ。燕のような顎と、虎のような頭のことで、武勇に秀でた人物の骨相をいう。中国の後漢の班超は筆書の仕事をしていたが、武功を上げたいと占い師に聞くと、遠い地域で諸侯になる人相だと言われ、万里の長城の外で武功を上げ、定遠侯に封じられたという故事から。",
        "grade": "1"
    },
    {
        "word": "燕頷投筆",
        "yomi": "えんがんとうひつ",
        "def": "思い切った決意をして志を立てること。または、文章を書く仕事をやめて、武の道に進むこと。「燕頷」は燕のような顎という意味で、強く勇ましい人の人相。「投筆」は筆を捨てること。中国の後漢の班超は、筆書の仕事をしていたが、武功を上げたいと思い、筆書の仕事を止めて武将になったという故事から。「燕頷筆を投ず」とも読む。",
        "grade": "1"
    },
    {
        "word": "婉曲迂遠",
        "yomi": "えんきょくうえん",
        "def": "直接的に言わないために回りくどいこと。「婉曲」は遠まわしに言うこと。「迂遠」は遠まわしで煩わしい、回りくどいこと。",
        "grade": "1"
    },
    {
        "word": "延頸挙踵",
        "yomi": "えんけいきょしょう",
        "def": "強く待ち焦がれること。または、すぐれた才能を持つ人物が現れるのを心待ちにすること。「延頸」は首を伸ばすこと。「挙踵」はかかとを上げて爪先立ちすること。爪先立ちをしながら、首を長く伸ばして待ち望むということから。「頸を延べ踵を挙ぐ」とも読む。",
        "grade": "1"
    },
    {
        "word": "猿猴取月",
        "yomi": "えんこうしゅげつ",
        "def": "自身の地位や能力を過信して、欲を出しすぎて身を滅ぼすこと。「猿猴」は動物の猿こと。猿たちが木の枝から次々と尾をつかんでぶら下がって、井戸の中の水に映った月を取ろうとすると、枝が折れてしまい、猿たちは溺れ死んだという昔話から。「猿猴月を取る」とも読む。",
        "grade": "1"
    },
    {
        "word": "怨女曠夫",
        "yomi": "えんじょこうふ",
        "def": "結婚するのにふさわしい年齢や能力はあるが、結婚していない人のこと。または、死別や離別をして伴侶のいない人のこと。「怨女」は夫のいない女性。「曠夫」は妻のいない男性。",
        "grade": "1"
    },
    {
        "word": "烟波縹渺",
        "yomi": "えんぱひょうびょう",
        "def": "水面がもやなどでぼやけていて、空と水面の境界がよくわからない風景のこと。「縹渺」はぼやけていて、はっきりと区別できない様子。「烟波」は「煙波」、「縹渺」は「縹緲」や「縹眇」とも書く。",
        "grade": "1"
    },
    {
        "word": "猿臂之勢",
        "yomi": "えんぴのいきおい",
        "def": "進退や攻守を自在に変化させることのできる軍隊の体制のこと。または、遠い場所に陣を張ること。「猿臂」は猿のような長いひじのこと。弓を扱うには長いひじのほうが有利ということから、弓の扱いに長けた人のことをいう。また、長いひじを自在に操るということから、進退や攻守を自在に変えることができることをいう。",
        "grade": "1"
    },
    {
        "word": "偃武修文",
        "yomi": "えんぶしゅうぶん",
        "def": "世が平和で穏やかなこと。「偃武」は戦を止めて武具を片付けること。「修文」は学問を修めること。争いがなく学問に努める事ができるという意味から。「武を偃せて文を修む」とも読む。",
        "grade": "1"
    },
    {
        "word": "閻浮檀金",
        "yomi": "えんぶだごん",
        "def": "質の良い金のこと。「閻浮」は仏教で須弥山のまわりにある四大陸の一つで、南にある大陸の閻浮提のこと。「檀」は川。閻浮提の大木の下にある金塊のことや、その近くにある川の砂金ということから。",
        "grade": "1"
    },
    {
        "word": "厭聞飫聴",
        "yomi": "えんぶんよちょう",
        "def": "何度も聞きすぎて飽きること。「厭」と「飫」はどちらも飽きるという意味。「聞」と「聴」はどちらも聞くという意味。",
        "grade": "1"
    },
    {
        "word": "婉娩聴従",
        "yomi": "えんべんちょうじゅう",
        "def": "上品で落ち着いていて、人に優しく、人に素直で逆らわずに従うこと。「婉娩」は上品で素直なこと。「聴従」は言われたことに素直に従うこと。女性への教えの一つとされた言葉。「婉娩として聴き従う」とも読む。",
        "grade": "1"
    },
    {
        "word": "衍曼流爛",
        "yomi": "えんまんりゅうらん",
        "def": "悪人が多く世の中全体に蔓延ること。「衍曼」はどこまでも広がる様子。「流爛」は離れ離れになること。「衍漫流爛」とも書く。",
        "grade": "1"
    },
    {
        "word": "轅門二竜",
        "yomi": "えんもんにりょう",
        "def": "中国の唐の烏承ヒンと烏承恩の二人のこと。二人が戦場ですぐれた功績をあげたことを評した言葉。「轅門」は戦場のたとえで、二台の戦車の舵棒、轅を向かい合わせて門にしたということから。",
        "grade": "1"
    },
    {
        "word": "厭離穢土",
        "yomi": "えんりえど",
        "def": "この世は穢（けが）れたものであるとして、嫌い離れること。「厭離」は嫌い離れること。「穢土」は穢れた土地のこと。仏教の言葉。おもに「厭離穢土、欣求浄土」という形で用いられ、穢れたこの世から離れて極楽往生を願うことをいう言葉。",
        "grade": "1"
    },
    {
        "word": "円顱方趾",
        "yomi": "えんろほうし",
        "def": "人間のこと。「円顱」は丸い頭。「方趾」は四角い足。天と頭はどちらも丸く、大地と足はどちらも四角いために、人と天地が似ているものであると、古代中国では考えられていたということから。「円顱方址」とも書く。",
        "grade": "1"
    },
    {
        "word": "桜花爛漫",
        "yomi": "おうからんまん",
        "def": "桜の花が開き、鮮やかに咲き乱れている様子。",
        "grade": "1"
    },
    {
        "word": "枉駕来臨",
        "yomi": "おうがらいりん",
        "def": "訪問を歓迎する敬語表現。「枉駕」は進路を変えてわざわざ立ち寄ること。「来臨」は来客があることの敬語表現。”わざわざお越しいただきまして”という意味。",
        "grade": "1"
    },
    {
        "word": "横行闊歩",
        "yomi": "おうこうかっぽ",
        "def": "威張って自分勝手に歩き回ること。または、自分勝手に振舞うこと。主に悪人の振舞いのことを言う。 「横行」は身勝手に振舞うこと。「闊歩」は堂々と偉そうに歩き回ること。",
        "grade": "1"
    },
    {
        "word": "横行跋扈",
        "yomi": "おうこうばっこ",
        "def": "我が物顔で歩き回り、横暴に振舞うこと。「横行」は身勝手に振舞うこと。「跋」は飛び越えること。「扈」は水中で魚をとるための”竹がき”のこと。「跋扈」は”魚が竹がきを飛び越える”という意味から、他を無視して横暴な態度を取ること。主に悪人の振舞いのことを言う。",
        "grade": "1"
    },
    {
        "word": "往事渺茫",
        "yomi": "おうじびょうぼう",
        "def": "過ぎていった昔のことは、遠くかすんではっきりとしないということ。「往事」は過ぎ去った過去のこと。「渺茫」ははるか遠い様子や広くて果てしない様子のこと。",
        "grade": "1"
    },
    {
        "word": "往事茫茫",
        "yomi": "おうじぼうぼう",
        "def": "過去の事柄を思い出そうとしても、記憶が薄れていてはっきりとしない様子。「往事」は過ぎ去った過去のこと。「茫茫」はぼんやりとしていてはっきりしない様子。",
        "grade": "1"
    },
    {
        "word": "枉尺直尋",
        "yomi": "おうせきちょくじん",
        "def": "大きな利益を得るためには、多少の犠牲は仕方ないということのたとえ。または、小さな犠牲で大きな利益を得ることのたとえ。「枉」は曲げること。「尺」と「尋」はどちらも長さの単位で、八尺＝一尋。一尺分を折り曲げることで、八尺（一尋）を真っ直ぐにできればよいという意味から。",
        "grade": "1"
    },
    {
        "word": "枉法徇私",
        "yomi": "おうほうじゅんし",
        "def": "自分の利益のために法を変えること。または、法を悪用して利益を得ること。「枉」は曲げること。「徇」は従うこと。「法を枉（ま）げて私（し）に従う」とも読む。",
        "grade": "1"
    },
    {
        "word": "王楊盧駱",
        "yomi": "おうようろらく",
        "def": "唐代初期に活躍した四人のすぐれた詩人のこと。近体詩の確立に貢献した詩の巨匠。「王勃」「楊炯」「盧照鄰」「駱賓王」の四人。",
        "grade": "1"
    },
    {
        "word": "甕裡醯鶏",
        "yomi": "おうりけいけい",
        "def": "見識が狭く世間の事情がわからない人のたとえ。「甕裡」は甕（かめ）の中のこと。「醯鶏」は酢や酒にわく小さな羽虫のこと。孔子が老子に面会した後に弟子に向かって「私は甕にわく羽虫のようなものだ。老子が甕の蓋を開いて外に出したくれたおかげで、天地の大全を知ることができた。」といった故事から。",
        "grade": "1"
    },
    {
        "word": "恩讎分明",
        "yomi": "おんしゅうぶんめい",
        "def": " 恩とあだをはっきりと区別し、それぞれに必ず報いること。「恩讎」は恩と讎（あだ）。「分明」ははっきりと区別すること。「恩讐分明」とも書く。",
        "grade": "1"
    },
    {
        "word": "厭離穢土",
        "yomi": "おんりえど",
        "def": "この世は穢（けが）れたものであるとして、嫌い離れること。「厭離」は嫌い離れること。「穢土」は穢れた土地のこと。仏教の言葉。おもに「厭離穢土、欣求浄土」という形で用いられ、穢れたこの世から離れて極楽往生を願うことをいう言葉。",
        "grade": "1"
    },
    {
        "word": "誨淫誨盗",
        "yomi": "かいいんかいとう",
        "def": "人を悪事に誘い入れること。「誨」は教えること。「淫」はみだらなこと。「盗」は盗みのこと。淫らなことや盗みを教えるという意味から。もとは「女性の色気のある仕草は人をみだらな気持ちにさせるようなものであり、戸締りを怠ることは盗みをけしかけるようなものである」という戒めの言葉。",
        "grade": "1"
    },
    {
        "word": "海闊天空",
        "yomi": "かいかつてんくう",
        "def": "性格が大らかでさっぱりしていること。「海闊」は広大な海のこと。「天空」はすっきりと晴れ渡る広い空のこと。",
        "grade": "1"
    },
    {
        "word": "海市蜃楼",
        "yomi": "かいししんろう",
        "def": "気象現象の蜃気楼のこと。または、非現実的な考えや根拠のない理論のたとえ。「海市」と「蜃楼」はどちらも蜃気楼（光の異常屈折が原因で遠くのものが浮かんで見えたりする現象）のこと。",
        "grade": "1"
    },
    {
        "word": "膾炙人口",
        "yomi": "かいしゃじんこう",
        "def": "多くの人々の話題となり、人気を集めること。「膾」は生肉を細かく刻んだ食べ物、「炙」は炙り肉のことで、どちらも多くの人がご馳走として好んで食べることから。",
        "grade": "1"
    },
    {
        "word": "喙長三尺",
        "yomi": "かいちょうさんじゃく",
        "def": "口が達者なことのたとえ。「喙長」はくちばしの長さ。「三尺」は長いことのたとえ。 喙（くちばし）の長さが三尺もあるという意味から。",
        "grade": "1"
    },
    {
        "word": "海底撈月",
        "yomi": "かいていろうげつ",
        "def": "実現不可能なことに労力を費やして無駄に終わることのたとえ。海面に映っている月をすくい上げようとするという意味から。 「撈月」は水中から月をすくい上げること。「海底に月を撈（すく）う」とも読む。",
        "grade": "1"
    },
    {
        "word": "開天闢地",
        "yomi": "かいてんへきち",
        "def": "天地の始まり。または、過去に一度として起こっていない出来事。「闢」は開くという意味。中国の伝説の天子である盤古が、天地を開いたことによって人類の歴史が始まったという伝説から。「天を開き地を闢く」とも読む。「開天辟地」とも書く。",
        "grade": "1"
    },
    {
        "word": "誨盗誨淫",
        "yomi": "かいとうかいいん",
        "def": "人を悪事に誘い入れること。「誨」は教えること。「盗」は盗みのこと。「淫」はみだらなこと。盗みや淫らなことを教えるという意味から。もとは「戸締りを怠ることは盗みをけしかけるようなものであり、女性の色気のある仕草は人をみだらな気持ちにさせるようなものである」という戒めの言葉。",
        "grade": "1"
    },
    {
        "word": "槐門棘路",
        "yomi": "かいもんきょくろ",
        "def": "政界の最高幹部のこと。「槐門」は中国の三公の別称。「棘路」は中国の九卿の別称。中国の周の時代に、君主が朝廷の庭の三公の位置を示す場所に槐の木を植え、九卿の場所を示す場所に棘の木を植えていたということから。",
        "grade": "1"
    },
    {
        "word": "傀儡政権",
        "yomi": "かいらいせいけん",
        "def": "実権を持たず、他国からの言い分をそのまま受けるだけの政府のこと。「傀儡」は操り人形のことで、相手に動かされるままに動くという意味から。",
        "grade": "1"
    },
    {
        "word": "偕老同穴",
        "yomi": "かいろうどうけつ",
        "def": "夫婦の仲がいつまでも良好であること。「偕老」は夫婦が一緒に年老いていくこと。「同穴」は同じ墓に入ること。",
        "grade": "1"
    },
    {
        "word": "薤露蒿里",
        "yomi": "かいろこうり",
        "def": "人の一生は儚いということのたとえ。または、死者を葬り、見送るための歌。「薤露」は韮に降りた朝露との意味から、すぐに消えてしまうことのたとえ。「蒿里」は中国にある死者の魂が集まるとされる山の名前のことから、墓地のたとえ。中国の秦の田横という人物が、漢の劉邦に仕えることを恥じて自害した。門人がそれを悼んで作った歌を、後に李延年が「薤露曲」と「蒿里曲」の二曲に分けて作曲した。「薤露曲」は王族や貴族、「蒿里曲」は士大夫という身分の人や庶民を葬送するときに用いたといわれている。",
        "grade": "1"
    },
    {
        "word": "柯会之盟",
        "yomi": "かかいのめい",
        "def": "約束したことを成し遂げ、信義を守り抜いて信頼を得ること。「柯」は中国の地名。中国の春秋時代、斉の桓公は魯の荘公と柯で会合して、侵略して得た土地を返すという約束をして、信義を守って約束を果たして信頼を得たという故事から。「柯盟」と略して使うこともある。",
        "grade": "1"
    },
    {
        "word": "蝸角之争",
        "yomi": "かかくのあらそい",
        "def": "取るに足らない小さな争いのたとえ。「蝸角」はかたつむりの角のこと。かたつむりの角のように小さく、左右にある国同士が小さな領土を奪い合う争いをしたという故事から。「蝸牛角上の争い」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "呵呵大笑",
        "yomi": "かかたいしょう",
        "def": "大きな声で思い切り笑うこと。「呵呵」と「大笑」はどちらも大笑いすること。",
        "grade": "1"
    },
    {
        "word": "夏癸殷辛",
        "yomi": "かきいんしん",
        "def": "暴君のたとえ。古代中国の夏王朝の桀王と殷王朝の紂王のことから。「癸」は桀王の名前。「辛」は紂王の名前。桀王と紂王はどちらも暴君として有名。",
        "grade": "1"
    },
    {
        "word": "蝸牛角上",
        "yomi": "かぎゅうかくじょう",
        "def": "取るに足らない小さな争いのたとえ。「角」はかたつむりの角のこと。かたつむりの角のように小さく、左右にある国同士が小さな領土を奪い合う争いをしたという故事から。「蝸牛角上の争い」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "鶴立企佇",
        "yomi": "かくりつきちょ",
        "def": "心の底から待ち望むこと。「企」は足のかかとを上げて、つま先で立つこと。「佇」は待ち望むこと。鶴が首を伸ばしてつま先で立つ姿を、人や物を待ち望んでいる様子にたとえたもの。「鶴企」と略して使うこともある言葉。",
        "grade": "1"
    },
    {
        "word": "家鶏野雉",
        "yomi": "かけいやち",
        "def": "古いものを嫌って新しいものを好むこと。家で飼っている鶏を嫌って、野性のきじを好むという意味から。中国の晋の時代の書家のユ翼は、世間の評判が書家の王羲之に集まることに嘆いたという故事から。「家鶏を厭い、野雉を愛す」を略した言葉。「家鷄野雉」とも書く。",
        "grade": "1"
    },
    {
        "word": "歌功頌徳",
        "yomi": "かこうしょうとく",
        "def": "他人の功績や徳を褒め称えた歌を歌うこと。「歌功」は功績を褒め称えて歌うこと。「頌徳」は徳の高さを褒め称えること。「功を歌い徳を頌う」とも読む。",
        "grade": "1"
    },
    {
        "word": "華胥之夢",
        "yomi": "かしょのゆめ",
        "def": "良い夢のこと。または、昼寝のこと。「華胥」は夢の中にある理想郷。中国の伝説の聖天子の黄帝は、昼寝をしていると華胥という国に行く夢を見た。華胥では、人民に不満などが何も無く、理想的な政治が行われていた。夢から覚めた黄帝は、その国を見習った政治をすると、自国をうまく治めることができたという故事から。",
        "grade": "1"
    },
    {
        "word": "軻親断機",
        "yomi": "かしんだんき",
        "def": "物事を途中でやめてしまったり、諦めてしまってはいけないという戒めの言葉。おもに学問のことを指す。「軻親」は孟子（孟軻）の母親のこと。「断機」は織りかけている機の糸を途中で切ること。孟子が学問を投げ出そうとしたときに、孟子の母親は織り途中の機の糸を切断して「学問を途中でやめることは、この織物と同じようなものだ」と言って戒めたという故事から。",
        "grade": "1"
    },
    {
        "word": "花鳥諷詠",
        "yomi": "かちょうふうえい",
        "def": "四季の移り変わりなどの自然の世界の事象と、それに影響される人間の世界の事象を、客観的にそのまま詠むべきであるとする俳句の理念の一つ。「花鳥」は『花鳥風月』を略したもので、自然のたとえ。「諷詠」は詩歌を詠ったり作ったりすること。高浜虚子が提唱し、ホトトギス派の基本的な理念となったもの。",
        "grade": "1"
    },
    {
        "word": "隔靴掻痒",
        "yomi": "かっかそうよう",
        "def": "望みどおりにならないことに苛立ちを覚えること。または、物事の重要な部分に触れることができずに、もどかしいこと。履いている靴の上から、足のかゆいところをかくという意味から。 「靴（くつ）を隔（へだ）てて痒（かゆ）きを掻（か）く」とも読む。「隔靴掻癢」とも書く。",
        "grade": "1"
    },
    {
        "word": "渇驥奔泉",
        "yomi": "かっきほんせん",
        "def": "勢いが非常に激しいことのたとえ。または、書の筆遣いに力強さと勢いがあって素晴らしいこと。「驥」は一日で千里の距離を走ることができるとされるすぐれた馬、駿馬のこと。「奔」は非常に速く走ること。のどが渇いて水が飲みたい駿馬が全力で泉に向かって走るという意味から。中国の唐の時代の徐浩の書を言い表した言葉から。「渇驥（かっき）泉（いずみ）に奔（はし）る」とも読む。",
        "grade": "1"
    },
    {
        "word": "恪勤精励",
        "yomi": "かっきんせいれい",
        "def": "全力を尽くして仕事や勉学に励むこと。「恪勤」は真剣に物事を行うこと。「精励」は全力で物事を行うこと。",
        "grade": "1"
    },
    {
        "word": "闊達自在",
        "yomi": "かったつじざい",
        "def": "心が広く、小さなことにこだわらないこと。「闊達」は心が広いこと。「自在」は何ものにも縛られず、心のままであること。「豁達自在」とも書く。",
        "grade": "1"
    },
    {
        "word": "豁達大度",
        "yomi": "かったつたいど",
        "def": "心が広く、小さなことにこだわらないこと。または、隠し事などなく、ありのままの性格で、包容力があること。「豁達」と「大度」はどちらも心が広いということ。",
        "grade": "1"
    },
    {
        "word": "豁然大悟",
        "yomi": "かつぜんたいご",
        "def": "迷いや疑いがなくなって真理を悟ること。「豁然」はからっと開けるということから、迷いや疑いなどがすっきりと晴れるということ。「大悟」は悟りを得ること。",
        "grade": "1"
    },
    {
        "word": "刮目相待",
        "yomi": "かつもくそうたい",
        "def": "人の著しい進歩や成長を待ち望むこと。または、今までとは違う見方をして、相手のことを見直すこと。「刮目」は目をこすった後に、しっかりと見開いて見ること。中国の三国時代、呉の孫権に忠告された呂蒙は勉学に勤しみ、その進歩の速さに魯粛は驚き、それに対して呂蒙は、「男子たるもの別れて三日たてば刮目して見なければならない」と言ったという故事から。「刮目して相待つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "華亭鶴唳",
        "yomi": "かていかくれい",
        "def": "栄華を極めた昔のことを懐かしみ、衰退した現状を嘆くこと。「華亭」は地名。「鶴唳」は鳥の鶴の鳴き声。中国の東晋の時代の陸機は、讒言によって処刑される寸前に、故郷である華亭で鶴の鳴き声を聞く楽しみを思い出して嘆いたという故事から。",
        "grade": "1"
    },
    {
        "word": "禍福倚伏",
        "yomi": "かふくいふく",
        "def": "災いと幸せは交互にやってくるということ。「禍福」は災いと幸せ。「倚伏」は交互に起こるということ。災いには幸せが寄り添っていて、幸せには災いが潜んでいるという意味から。",
        "grade": "1"
    },
    {
        "word": "苛斂誅求",
        "yomi": "かれんちゅうきゅう",
        "def": "税金や年貢を手加減せずに、厳しく取り立てること。「苛斂」と「誅求」はどちらも厳しく責めて取り立てるという意味。同じ意味の言葉を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "夏鑪冬扇",
        "yomi": "かろとうせん",
        "def": "時期が合っていないために、役に立たないもののこと。または、役に立たない意見や才能のたとえ。 または、今は不要でも適切な時期が来れば役に立つようになること。 君主からの愛情や信用を失ったもの、恋人に捨てられた女性などを指す場合もある。「夏鑪」は夏の火鉢や囲炉裏、「冬扇」は冬の扇のことで、どちらも季節が外れていて役に立たないという意味から。「夏炉冬扇」とも書く。",
        "grade": "1"
    },
    {
        "word": "檻猿籠鳥",
        "yomi": "かんえんろうちょう",
        "def": "自由を奪われて自分の好きなように生きることが出来ない境遇のたとえ。檻の中の猿と籠の中の鳥という意味から。",
        "grade": "1"
    },
    {
        "word": "干戈倥偬",
        "yomi": "かんかこうそう",
        "def": "いつも戦争をしていて休む暇がないこと。「干戈」は盾と矛のことで、戦争のたとえ。「倥偬」は忙しい様子。",
        "grade": "1"
    },
    {
        "word": "鰥寡孤独",
        "yomi": "かんかこどく",
        "def": "親族が誰もいなくさびしいこと。「鰥」は年をとって妻がいなくなった夫。「寡」は年をとって夫がいなくなった妻。「孤」は親がいない子ども。「独」は子どもがいない老人。全て身寄りのないさびしい人を言い表す言葉。「矜寡孤独」とも書く。",
        "grade": "1"
    },
    {
        "word": "轗軻不遇",
        "yomi": "かんかふぐう",
        "def": "すぐれた才能を持ちながら、世に受け入れられないこと。または、物事が思い通りにいかず、地位や境遇に恵まれないこと。「轗軻」は道が悪く車がうまく進めないことから転じて、物事が思い通りにいかないことのたとえ。",
        "grade": "1"
    },
    {
        "word": "侃侃諤諤",
        "yomi": "かんかんがくがく",
        "def": "相手に遠慮することなく、激しく議論を戦わせる様子。または、遠慮することなく、自分が思っていることをはっきりと言うこと。「侃侃」は心が強く、信念を曲げることがないこと。「諤諤」は思っていることをはっきりと言うこと。「侃々諤々」とも書き、「侃諤」と略すこともある。",
        "grade": "1"
    },
    {
        "word": "関関雎鳩",
        "yomi": "かんかんしょきゅう",
        "def": "夫婦の仲がよいこと。「関関」は鳥がむつまじく鳴く声のたとえ。「雎鳩」は水鳥のみさごの別名。みさごのつがいが、仲良く和らいで鳴き交わしているということから。",
        "grade": "1"
    },
    {
        "word": "歓喜抃舞",
        "yomi": "かんきべんぶ",
        "def": "思いっきり喜ぶこと。「抃舞」は手を打ち鳴らして踊ること。",
        "grade": "1"
    },
    {
        "word": "管窺蠡測",
        "yomi": "かんきれいそく",
        "def": "見識が非常に狭いこと。または、狭い見識で物事の全体を判断すること。「管窺」は管を通して空を見ること。「蠡測」はほら貝の貝殻で海の水の量を量ること。「管蠡」と略して使うこともある言葉。「管もて窺い蠡もて測る」とも読む。",
        "grade": "1"
    },
    {
        "word": "関雎之化",
        "yomi": "かんしょのか",
        "def": "夫婦の仲がよく、家庭が穏やかなこと。「関雎」は『詩経』の中にある篇の名前。周の文王と后妃の睦まじい夫婦の徳を詠じたもので、その徳に影響を受けて、どの家庭も穏やかになるという意味から。",
        "grade": "1"
    },
    {
        "word": "韓信匍匐",
        "yomi": "かんしんほふく",
        "def": "将来的な目的を果たすために、恥辱や苦労を耐えることのたとえ。「韓信」は人の名前。韓信は背が高く、大きな剣を持っていたために、「立派な剣を持っているが臆病者だ。やれるものなら剣で突いてみろ。出来なければ股の下をくぐれ。」と挑発され、羞じに耐えて股の下をくぐった。後に漢の劉邦に仕え、王朝を建国するときに大きな功績を上げ、名将として三傑と称されるまでになったという故事から。",
        "grade": "1"
    },
    {
        "word": "甘井先竭",
        "yomi": "かんせいせんけつ",
        "def": "才能がある人ほど、衰退するのが早いということのたとえ。「甘井」はうまい水の出る井戸。うまい水が出る井戸は、人がより多く集まるために、先に水がなくなるということから。「甘井先ず竭く」とも読む。",
        "grade": "1"
    },
    {
        "word": "干戚羽旄",
        "yomi": "かんせきうぼう",
        "def": "武の舞と文の舞のこと。「干戚」は盾と斧などの武器を持って舞う、武の舞のこと。「羽旄」は鳥の雉の羽と、牛の旄牛の尾を飾った旗を持って舞う、文の舞のこと。",
        "grade": "1"
    },
    {
        "word": "邯鄲之歩",
        "yomi": "かんたんのほ",
        "def": "他人の真似をしたがうまくいかず、自分自身の本来のものを忘れ、どちらもうまくいかなくなること。「邯鄲」は中国の地名。中国の戦国時代、燕の田舎の国の青年が趙の都会の邯鄲に行って、都会の人たちの歩き方を真似しようとしたが、それに失敗して今までの自分の歩き方を忘れて這って帰ったという故事から。",
        "grade": "1"
    },
    {
        "word": "邯鄲之夢",
        "yomi": "かんたんのゆめ",
        "def": "人の世界での繁栄は儚いということのたとえ。または、人の人生が儚いことのたとえ。「邯鄲」は中国の町の名前。唐の盧生という人が、旅の途中の邯鄲の町で、道士から出世が叶うという枕を借りて寝ると、出世して財力や権力を手に入れる夢を見た。目が覚めると、宿の主人に頼んでいた、粟のかゆが出来上がっていないほどのわずかな時間しか過ぎていなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "寒煖饑飽",
        "yomi": "かんだんきほう",
        "def": "普段の生活で感じる苦楽のこと。寒さや暖かさ、空腹や満腹ということから。「饑飽」は空腹と満腹のこと。「寒暖饑飽」とも書く。",
        "grade": "1"
    },
    {
        "word": "奸知術数",
        "yomi": "かんちじゅっすう",
        "def": "悪い知恵や策略。悪だくみ。「奸知」は邪悪な知恵。「術数」は策略のこと。「姦知術数」とも書く。",
        "grade": "1"
    },
    {
        "word": "旱天慈雨",
        "yomi": "かんてんじう",
        "def": "辛い状況の時に助けや援助を受けること。または、待ち望んだものが手に入ったり、実現したりすること。「旱天」は日照りが続いて旱魃になること。旱魃で困っているときの恵の雨ということから。「干天慈雨」とも書く。",
        "grade": "1"
    },
    {
        "word": "撼天動地",
        "yomi": "かんてんどうち",
        "def": "目を見張るほど活動が立派なこと。または、音や声、勢いなどが大きいことのたとえ。または、世の人々を驚かせる大きな出来事のたとえ。「撼」は動かすという意味。天地を揺り動かすという意味から。",
        "grade": "1"
    },
    {
        "word": "甘棠之愛",
        "yomi": "かんとうのあい",
        "def": "すぐれた為政者を人々が慕う気持ちが深いこと。「甘棠」はからなし、りんごの木のこと。中国の周の召公は、善政を行った立派な為政者として人々に慕われ、召公が木蔭で休んだりんごの木を大切にして、いつまでも召公を忘れなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "環堵蕭然",
        "yomi": "かんとしょうぜん",
        "def": "荒れ果てていて狭く質素な家の様子。「堵」は長さの単位で、一堵は約二・二メートル。「蕭然」は寂しい様子。周囲が二・二メートルほどの寂しい家ということから。",
        "grade": "1"
    },
    {
        "word": "艱難辛苦",
        "yomi": "かんなんしんく",
        "def": "困難な状況に苦しみ悩むこと。 「艱」と「難」はどちらも苦しむことや悩むこと。「辛苦」は苦しみ悩みのこと。似た意味の言葉を重ねて強調したもの。",
        "grade": "1"
    },
    {
        "word": "奸佞邪智",
        "yomi": "かんねいじゃち",
        "def": "性格がひねくれていて、悪知恵がはたらくこと。 「奸佞」は心がひねくれていて悪賢く、人にこびへつらうこと。「邪智」は悪いことにだけよく働く知恵。「奸佞」は「姦佞」とも、「邪智」は「邪知」とも書く。",
        "grade": "1"
    },
    {
        "word": "銜尾相随",
        "yomi": "かんびそうずい",
        "def": "一列に連なって、切れ目なく進む様子。「銜尾」は後ろの馬が前の馬の尾を口にくわえること。「相随」は前のものについていくこと。狭く険しい山道などで、まるで前の馬の尾を後ろの馬が口にくわえるように、一列に連なって進むという意味から。「銜尾相随う」とも読む。",
        "grade": "1"
    },
    {
        "word": "勧百諷一",
        "yomi": "かんぴゃくふういつ",
        "def": "役に立ったり利益になることがあまりなく、悪影響を与えたり損害になったりすることのほうが多いこと。言葉や文章についていう言葉。元は百の贅沢を勧めて、一の節約をするということを遠回しに諫めた言葉。「百を勧めて一を諷す」とも読む。",
        "grade": "1"
    },
    {
        "word": "管鮑之交",
        "yomi": "かんぽうのまじわり",
        "def": "お互いのことを理解しあっていて、利害を超えた親密な友情のこと。「管」は管仲、「鮑」は鮑叔牙、どちらも古代中国の人の名前。中国の春秋時代、斉の鮑叔牙と管仲は幼い頃からの親友で、二人は違う王子に仕え、王子の後継者争いで鮑叔牙が仕える桓公が勝った。桓公は敵対した管仲を殺そうとしたが、鮑叔牙は臣下に迎えるように桓公を説得し、後に宰相となった管仲と、その補佐になった鮑叔牙の力によって斉は大きな国になった。鮑叔牙の死後、管仲は墓前で、「私を生んだのは両親だが、私を理解しているのは鮑叔だった」と言い、互いに互いの厚意を感謝し、二人の関係はいつまでも変わらなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "蓋瓦級甎",
        "yomi": "がいがきゅうせん",
        "def": "屋根を覆っている屋根瓦と階段に敷かれている敷き瓦のこと。「蓋瓦」は屋根を覆っている屋根瓦。蓋は覆うという意味。「級甎」は階段に敷かれている敷き瓦。級は階段、甎は敷き瓦。",
        "grade": "1"
    },
    {
        "word": "睚眥之怨",
        "yomi": "がいさいのうらみ",
        "def": "ほんの少しの怨みのこと。「睚」と「眥」はどちらもにらむという意味で、にらまれたときに抱くわずかな怨みのことから。",
        "grade": "1"
    },
    {
        "word": "亥豕之譌",
        "yomi": "がいしのか",
        "def": "文字を書き間違えること。「亥」と「豕」は文字の形が似ていて書き間違えやすいことから。「譌」は誤りという意味。",
        "grade": "1"
    },
    {
        "word": "磑風舂雨",
        "yomi": "がいふうしょうう",
        "def": "物事の起こる前触れ。「磑風」は石臼を回すように、羽虫などの虫が回るように飛び回れば風が吹くという言い伝えのこと。「舂雨」はきねでつくように、羽虫などの虫が上下に飛び回ると雨がふるという言い伝えのこと。",
        "grade": "1"
    },
    {
        "word": "諤諤之臣",
        "yomi": "がくがくのしん",
        "def": "相手に対して控えることなく、正しいと思うことをはっきりと言う人のこと。「諤諤」は遠慮せずに思ったことをはっきり言うこと。",
        "grade": "1"
    },
    {
        "word": "画脂鏤氷",
        "yomi": "がしろうひょう",
        "def": "苦労したわりに大した成果を得られないこと。または、意味のないことに力を使うことのたとえ。あぶらに絵を描いて、氷に彫刻をするということで、どちらも残らずに消えてしまうという意味から。「脂に画き氷に鏤む」とも読む。「画脂鏤冰」とも書く。",
        "grade": "1"
    },
    {
        "word": "画竜点睛",
        "yomi": "がりょうてんせい",
        "def": "物事の一番重要な部分のこと。または、最後の仕上げに手を加える重要な部分のこと。「画竜」は絵の竜。「点睛」は目を書くこと。「画竜点睛を欠く」と用いれば、他の部分は良い出来だが最後の部分が物足りないという意味となる。南朝梁の画家の張僧ヨウが、安楽寺の壁に竜の絵を描いたが、目を描くと絵から出て飛び去ってしまうといって目を描かなかった。その話を信用しなかった人たちが、無理やり目を描かせたところ本当に竜が飛び去ってしまったという故事から。「竜を画いて睛を点ず」とも読む。",
        "grade": "1"
    },
    {
        "word": "銜哀致誠",
        "yomi": "がんあいちせい",
        "def": "悲しみと誠意を持って死者を弔うこと。哀悼の気持ちを持って、真心を捧げるという意味から。「哀を銜み誠を致す」とも読む。",
        "grade": "1"
    },
    {
        "word": "含英咀華",
        "yomi": "がんえいしょか",
        "def": "文章のよい部分をしっかりと味わって、それを理解して身に付けること。「含」は口に含むこと。「英」と「華」はどちらも花のこと。「咀」はよく味わうこと。すぐれた文章を花にたとえた言葉で、花を口に含んで味わうという意味から。「英を含み花を咀う」とも読む。",
        "grade": "1"
    },
    {
        "word": "頷下之珠",
        "yomi": "がんかのしゅ",
        "def": "手に入れるのが難しく、非常に貴重なもののたとえ。「頷下」は顎の下。「珠」は宝石。黒い竜の顎の下にあるとされている宝石のことで、命をかけなければ取ることができない宝石ということから。",
        "grade": "1"
    },
    {
        "word": "眼光炯炯",
        "yomi": "がんこうけいけい",
        "def": "目が鋭く光る様子。「眼光」は目の光。または、物事の本質を見抜く能力のこと。「炯炯」は鋭く輝くこと。物事の真実を見抜いているような、人を圧倒する目をいう。",
        "grade": "1"
    },
    {
        "word": "顔厚忸怩",
        "yomi": "がんこうじくじ",
        "def": "恥ずかしいと深く感じること。「顔厚」は厚かましいこと。「忸怩」は自分の行いを恥ずかしいと感じること。どれだけ厚かましい人でも恥かしいと感じるという意味から。「顔厚にして忸怩たる有り」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "頑廉懦立",
        "yomi": "がんれんだりつ",
        "def": "立派な人物からよい影響を受けて、悪い人もよくなっていくということ。「頑」は強欲なこと。「廉」は心に汚れが無く清らかなこと。「懦」は物事を遣り通す気構えがないこと。「立」は目標を持つこと。立派な人物からよい影響を受けて、欲深い人も清く正しい心になり、意気地のない人も奮起して目標を持つということから。「伯夷の風（ふう）を聞く者は、頑夫も廉に、懦夫（だふ）も志を立つる有り」から。伯夷は、周の時代の隠者で、清い心を持った立派な人物とされる。",
        "grade": "1"
    },
    {
        "word": "既往不咎",
        "yomi": "きおうふきゅう",
        "def": "過去のことはもう咎（とが）めないということ。「既往」はすんでしまったこと、「不咎」は咎めないという意味。",
        "grade": "1"
    },
    {
        "word": "鬼瞰之禍",
        "yomi": "きかんのわざわい",
        "def": "良い出来事には邪魔が入りやすいことのたとえ。または、富み栄えているときに付け上がっていると、周りから妬まれて災いを受けることのたとえ。「瞰」は隙を狙う、もしくは窺うという意味。富裕な家に災いを下そうとして、邪鬼が隙を狙っているという意味から。",
        "grade": "1"
    },
    {
        "word": "騏驥過隙",
        "yomi": "ききかげき",
        "def": "一瞬の出来事のこと。または、時の経過が非常に速いことのたとえ。「騏驥」は一日で千里を走りきるといわれる駿馬。「過隙」は戸の隙間の向こう側をすっと走り抜けること。戸の隙間の向こう側を走り抜ける駿馬の姿を見ることができるわずかな時間という意味から。元は人の命のはかなさや短さを嘆いた言葉。",
        "grade": "1"
    },
    {
        "word": "熙熙壌壌",
        "yomi": "ききじょうじょう",
        "def": "人が多くて活気のある様子。または、多くの人々がにぎやかに行き交う様子。「熙熙」は喜び楽しむこと。「壌壌」はたくさんの人が入り乱れる様子。「熙熙攘攘」とも書く。",
        "grade": "1"
    },
    {
        "word": "危言覈論",
        "yomi": "きげんかくろん",
        "def": "正しいと思う主張について激しく議論を戦わせること。「危言」は自身の身が危険な状況になることを気にかけずに、自分の考えをはっきりと言うこと。「覈論」は激しく論じること。",
        "grade": "1"
    },
    {
        "word": "跂行喙息",
        "yomi": "きこうかいそく",
        "def": "主に虫や鳥の類のことで、生き物のそのもののこと。「跂行」は虫などがはうことや足で歩くこと。「喙息」は口で息をするものということから。",
        "grade": "1"
    },
    {
        "word": "鬼哭啾啾",
        "yomi": "きこくしゅうしゅう",
        "def": "恐ろしく不気味な気配のこと。「鬼哭」は亡霊が声を上げて泣き悲しむこと。「啾啾」は弱弱しく鳴く様子のこと。亡霊の恨めしげな鳴き声が響くという意味から。",
        "grade": "1"
    },
    {
        "word": "旗幟鮮明",
        "yomi": "きしせんめい",
        "def": "自分の主義や持論、立場がはっきりとしていること。「旗幟」は旗とのぼりという意味から、主義や持論などのたとえ。「鮮明」ははっきりと区別できること。",
        "grade": "1"
    },
    {
        "word": "杞人天憂",
        "yomi": "きじんてんゆう",
        "def": "必要のない心配をすること。「杞人」は古代中国の周の時代にあった紀という国の人。「天憂」は天のことを心配すること。紀の国の人が天が崩れて落ちてきたらと考え、心配していたという故事から。「杞憂」という言葉は、この言葉を略したもの。「杞人、天を憂う」とも読む。",
        "grade": "1"
    },
    {
        "word": "羈紲之僕",
        "yomi": "きせつのぼく",
        "def": "主君の旅の供をする人のこと。従者や随行者のことを謙っていう言葉。「羈」は馬の顔に付けるおもがい、「紲」は馬の手綱のことで、主人の馬車を操る従者という意味から。「羈絏之僕」とも書く。",
        "grade": "1"
    },
    {
        "word": "鞠躬尽瘁",
        "yomi": "きっきゅうじんすい",
        "def": "国のために命を懸けて尽くすこと。「鞠躬」は身を低くしてかしこまること。「尽瘁」は自分のことをかえりみずに、全力をつくすこと。",
        "grade": "1"
    },
    {
        "word": "驥服塩車",
        "yomi": "きふくえんしゃ",
        "def": "すぐれた能力を持った人が、能力に見合わない低い地位にいたり、誰でも出来るような仕事をさせられること。「驥服」は一日で千里走るとされるすぐれた馬に車を引かせること。塩を運ぶための車を名馬に引かせるということから。「驥、塩車に服す」とも読む。",
        "grade": "1"
    },
    {
        "word": "九棘三槐",
        "yomi": "きゅうきょくさんかい",
        "def": "政界の最高幹部のこと。「九棘」は中国の九卿の別称。「三槐」は中国の三公の別称。中国の周の時代に、君主が朝廷の庭の三公の位置を示す場所に槐の木を植え、九卿の場所を示す場所に棘の木を植えていたことから。",
        "grade": "1"
    },
    {
        "word": "鳩居鵲巣",
        "yomi": "きゅうきょじゃくそう",
        "def": "他人の地位や成功を横取りすること。または、嫁いできた女性が夫の家をわが家とすることのたとえ。巣作りが得意な鵲の巣に鳩が住み着くという意味。",
        "grade": "1"
    },
    {
        "word": "躬行実践",
        "yomi": "きゅうこうじっせん",
        "def": "自らの意思で実際に行動、実行してみること。「躬行」は自分の意思で行う、「実践」は実際にやってみることで、口だけではなく、実際にやってみることの大切さをいう言葉。",
        "grade": "1"
    },
    {
        "word": "泣斬馬謖",
        "yomi": "きゅうざんばしょく",
        "def": "法や規律を私情で曲げるべきではないということのたとえ。または、大きな目的を果たすために私情を捨てること。最も信頼している部下でも、法や規律を犯せば処罰するという意味から。「馬謖」は中国の三国時代の人の名前。中国の三国時代の蜀の諸葛亮が信頼を置いていた馬謖は、命令違反をして敗退したために、私情を捨て、涙をのんで軍規に従い処刑したという故事から。「泣いて馬謖を斬る」とも読み、この形で使うことが多い言葉。",
        "grade": "1"
    },
    {
        "word": "宮車晏駕",
        "yomi": "きゅうしゃあんが",
        "def": "天子が死ぬこと。「宮車」は天子の車。「晏駕」は夜になって霊柩車が墓に向かって出発すること。天子が朝廷に来ないことを、夜になれば来るだろうと願う臣下の心情を表したという説もある。",
        "grade": "1"
    },
    {
        "word": "窮途之哭",
        "yomi": "きゅうとのこく",
        "def": "貧しくて生活に苦しみ、悲しむこと。「窮途」は行き止まりの道という意味から、苦しい状況のこと。「哭」は悲しんで声を上げて泣くこと。中国の晋の阮籍が行き止まりで進めずに嘆き悲しんだという故事から。",
        "grade": "1"
    },
    {
        "word": "朽木糞牆",
        "yomi": "きゅうぼくふんしょう",
        "def": "やる気がなく、だらしない人を教育することはできないということのたとえ。または、役に立たないもののたとえ。腐ってぼろぼろになった木と土壁ということで、腐った木材に彫刻することはできず、腐った土壁に上塗りをすることはできないという意味。「朽木は雕（ほ）るべからず、糞土の牆は杇（ぬ）るべからず」から。",
        "grade": "1"
    },
    {
        "word": "矯枉過直",
        "yomi": "きょうおうかちょく",
        "def": "物事を正そうとして、やりすぎてしまえば、新しい偏向や損害を招くということ。曲がっているものをまっすぐにしようとして、力を入れすぎて、逆の方向に曲がってしまうという意味から。「枉れるを矯めて直きに過ぐ」とも読む。",
        "grade": "1"
    },
    {
        "word": "跫音空谷",
        "yomi": "きょうおんくうこく",
        "def": "人のいない場所での寂しい生活の中で予想外の訪問や便りのたとえ。または、孤立した状態での自分の意見に賛同する人を得た時に用いる言葉。「跫音」は足音という意味。「空谷」は人気のない寂しい谷。",
        "grade": "1"
    },
    {
        "word": "兢兢業業",
        "yomi": "きょうきょうぎょうぎょう",
        "def": "恐れ慎んで物事を行う様子。「兢兢」は恐怖や不安などで小刻みに震える様子。「業業」は失敗しないかと心配すること。物事を行うときには、用心深く行うべきであるという教えをいう。",
        "grade": "1"
    },
    {
        "word": "恐懼感激",
        "yomi": "きょうくかんげき",
        "def": "嬉しさのあまりに、恐れかしこまりながらも喜ぶこと。「恐懼」は恐れ慎むこと。恐れ敬う相手から厚意を受けた時などに使う言葉。",
        "grade": "1"
    },
    {
        "word": "薑桂之性",
        "yomi": "きょうけいのせい",
        "def": "年老いて、さらに剛直になることのたとえ。または、人の性格は簡単には変わらないということ。「薑」は生姜のこと。「桂」は肉桂のこと。生姜も肉桂も、古いものほど辛くなっていくということから。",
        "grade": "1"
    },
    {
        "word": "狂言綺語",
        "yomi": "きょうげんきご",
        "def": "事実のように作り上げていたり、文章を飾るだけで内容の無い文章や小説を卑しめていう言葉。「狂言」は道理に外れた言葉。「綺語」はうまく飾った言葉。",
        "grade": "1"
    },
    {
        "word": "恐惶謹言",
        "yomi": "きょうこうきんげん",
        "def": "恐れ慎んで、申し上げること。「恐惶」は恐れかしこまった態度をとること。「謹言」は慎んで言うということ。文章や手紙の終わりに書いて、相手に敬意を示す言葉。",
        "grade": "1"
    },
    {
        "word": "匡衡壁鑿",
        "yomi": "きょうこうへきさく",
        "def": "貧しい生活をしながら勉学に励むこと。苦学のたとえ。「匡衡」は中国前漢の学者の名前。「壁鑿」は壁に穴を開けること。 匡衡は幼い頃家庭が貧しく灯火の油を買うことができなかったため、壁に穴を開け隣家の明かりで勉学に励んだという故事から。",
        "grade": "1"
    },
    {
        "word": "驕奢淫逸",
        "yomi": "きょうしゃいんいつ",
        "def": "偉そうに振る舞って贅沢な暮らしをして、女性に溺れること。または、その様子。「驕奢」は調子に乗って贅沢をすること。「淫逸」は性的に乱れた暮らしをすること。「驕奢淫佚」とも書く。",
        "grade": "1"
    },
    {
        "word": "拱手傍観",
        "yomi": "きょうしゅぼうかん",
        "def": "何もせずにただ近くで見ること。「拱手」は古代中国の敬礼のことで、手を胸の前で合わせて重ねる動作ということから、腕を組んで何もしないことをいう。「傍観」は近くで何もせずに見ること。「手を拱いて傍らで観る」とも読む。「拱手旁観」とも書く。",
        "grade": "1"
    },
    {
        "word": "驚心動魄",
        "yomi": "きょうしんどうはく",
        "def": "人を心の底から深く感動させること。人の心を動かして、魂を振るわせるという意味から。「心を驚かし魄を動かす」とも読む。",
        "grade": "1"
    },
    {
        "word": "協心戮力",
        "yomi": "きょうしんりくりょく",
        "def": "心と力を合わせて、互いに協力して物事に取り組むこと。「協」と「戮」はどちらも合わせるという意味で、似た意味の言葉を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "驕兵必敗",
        "yomi": "きょうへいひっぱい",
        "def": "敵を侮って、うぬぼれた軍隊は確実に敗北するということ。「驕兵」は国力や数が多いことに慢心している軍隊。「驕兵は必ず敗る」とも読む。",
        "grade": "1"
    },
    {
        "word": "嚮壁虚造",
        "yomi": "きょうへききょぞう",
        "def": "実在しないものを存在するかのように捏造すること。壁と向き合って、頭の中で思い浮かべて存在しないものを作るという意味から。中国の観の時代、孔子が以前に住んでいた壁からでた古文の経書について、当時の人々が偽者だと評した言葉から。「壁に嚮（むか）って虚造す」とも読む。",
        "grade": "1"
    },
    {
        "word": "狂瀾怒濤",
        "yomi": "きょうらんどとう",
        "def": "ひどく乱れている様子。「狂瀾」と「怒濤」はどちらも荒れ狂った大きな波のこと。主に世の中や時代の情勢を言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "曲水流觴",
        "yomi": "きょくすいりゅうしょう",
        "def": "曲がりくねっている小さな川の上流に、酒の入った杯を浮かべ、自分の前を流れていってしまう前に詩を作って、杯の酒を飲むという風流な遊びのこと。「曲水」は曲がりくねっている小川。「觴」は杯のこと。陰暦の三月三日に行われた風習で、中国の晋の王羲之が会稽の蘭亭で行ったものが有名。日本では奈良時代や平安時代に行われ、曲水の宴と呼ばれた。",
        "grade": "1"
    },
    {
        "word": "曲突徙薪",
        "yomi": "きょくとつししん",
        "def": "未然に災難を防ぐこと。「突」は煙突のこと。「徙」は移すこと。場所を変えること。ある家で、かまどの煙突の近くに薪を積んでいた。煙突を曲げて、薪をかまどから離れた場所に移動しないと火事になると忠告したが、従わず本当に火事になったという故事から。",
        "grade": "1"
    },
    {
        "word": "虚静恬淡",
        "yomi": "きょせいてんたん",
        "def": "私心や私欲が全くなく、心が落ち着いていていること。「虚静」は心の中に不信や疑念などがなく、落ち着いていること。「恬淡」は私欲がなく、あっさりとしていること。「虚静恬澹」とも、「虚静恬憺」とも書く。",
        "grade": "1"
    },
    {
        "word": "虚無縹渺",
        "yomi": "きょむひょうびょう",
        "def": "何もなく、どこまでも広がっている風景を言い表す言葉。「虚無」は何もないこと。「縹渺」は遠くはっきりと見えないこと。「虚無縹緲」とも、「虚無縹眇」とも書く。",
        "grade": "1"
    },
    {
        "word": "毀誉褒貶",
        "yomi": "きよほうへん",
        "def": "ほめることとけなすこと。または、ほめる人もいればけなす人もいるという意味から、世間の評判のこと。「毀」と「貶」はどちらも欠点を悪く言う、非難するという意味。「誉」と「褒」はどちらもほめるという意味。同じような意味の言葉を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "騎驢覓驢",
        "yomi": "きろべきろ",
        "def": "すでに自分が持っているものを、わざわざ他のところで手に入れようとする愚かさのこと。「驢」はろばのこと。「覓」は手に入れるために探すこと。仏教の言葉で、ろばに乗ってろばを探すという意味から。「驢に騎して驢を覓む」とも読む。",
        "grade": "1"
    },
    {
        "word": "金甌無欠",
        "yomi": "きんおうむけつ",
        "def": "何一つ欠けていることがない、完璧なこと。または、一度も侵略されたことがない国のたとえ。「金甌」は黄金で出来た瓶のことで、国や天子のたとえ。全く欠けていない黄金の瓶ということから。「金甌欠くる無し」とも読む。",
        "grade": "1"
    },
    {
        "word": "金塊珠礫",
        "yomi": "きんかいしゅれき",
        "def": "贅沢を極めること。「塊」は土のかたまりのこと。「礫」は小石のこと。金を土のように扱い、宝石を小石のように扱うということから。「金をば塊のごとく珠をば礫のごとくす」とも読む。",
        "grade": "1"
    },
    {
        "word": "槿花一朝",
        "yomi": "きんかいっちょう",
        "def": "人の栄華は儚いということのたとえ。「槿花」は植物のむくげの花のこと。むくげの花は朝に咲いて、夕方には散ってしまうということから。「槿花一朝の夢」という形で使うことが多い言葉。",
        "grade": "1"
    },
    {
        "word": "巾幗之贈",
        "yomi": "きんかくのぞう",
        "def": "意気地なしで臆病なことをはずかしめる言葉。「巾幗」は女性用の髪飾り。中国の三国時代、蜀の諸葛亮は魏へ攻めたが、魏の司馬懿は城に立てこもって戦おうとしなかった。諸葛亮は女性用の髪飾りを司馬懿に贈って、臆病で女々しいことをはずかしめたという故事から。",
        "grade": "1"
    },
    {
        "word": "緊褌一番",
        "yomi": "きんこんいちばん",
        "def": "気持ちを引き締めて、油断せずに物事に向かうこと。「緊褌」はふんどしを引き締めること。「一番」は重要な場面のこと。難しいことや大勝負の前の心構えをいう言葉。",
        "grade": "1"
    },
    {
        "word": "琴瑟相和",
        "yomi": "きんしつそうわ",
        "def": "夫婦の仲がよいこと。「瑟」は大型の琴。琴と瑟は合奏するとよく調和することから、夫婦仲のよさを琴と瑟の調和にたとえた言葉。夫婦以外にも、兄弟や友人との仲が良いこともいう。「琴瑟相和す」とも読む。",
        "grade": "1"
    },
    {
        "word": "擒縦自在",
        "yomi": "きんしょうじざい",
        "def": "自分の好きなように人を処遇すること。「擒」は捕まえること。「縦」は逃がすこと。捕まえるのも逃がすのも思いのままという意味から。",
        "grade": "1"
    },
    {
        "word": "禽獣夷狄",
        "yomi": "きんじゅういてき",
        "def": "中国からみた異民族の蔑称。「禽獣」は鳥と獣のこと。「夷狄」は野蛮な人のこと。",
        "grade": "1"
    },
    {
        "word": "疑雲猜霧",
        "yomi": "ぎうんさいむ",
        "def": "周囲の人々の疑惑や嫉妬が、雲や霧がかかっているかのように晴れないこと。「疑」は疑うこと。「猜」は嫉妬すること。疑ったり妬んだりする周囲の人々の気持ちを雲や霧がかかってすっきりとしない様子に例えた言葉。",
        "grade": "1"
    },
    {
        "word": "巍然屹立",
        "yomi": "ぎぜんきつりつ",
        "def": "人並みはずれてすぐれている人のこと。または、山や建物が一際高く立っていること。「巍然」は山がとても大きく高い様子。「屹立」は一際高く立っていること。「巍然として屹立す」とも読む。",
        "grade": "1"
    },
    {
        "word": "牛溲馬勃",
        "yomi": "ぎゅうしゅうばぼつ",
        "def": "役に立たないもののこと。「溲」は尿、小便。「勃」は糞、大便。牛の尿と馬の糞という意味から。また一説には、「牛溲」は利尿作用があるとされる薬草のおおばこのこと。「馬勃」は簡単に入手できるきのこの一種のほこりたけのこと。どちらも貴重ではなく、大して役に立たないものという意味から。「牛溲馬渤」とも書く。",
        "grade": "1"
    },
    {
        "word": "仰観俯察",
        "yomi": "ぎょうかんふさつ",
        "def": "目に入る様々なものや、現象を観察すること。空を見上げては空に起こる現象を観察して、下を見ては土地の様子を観察するという意味から。",
        "grade": "1"
    },
    {
        "word": "澆季溷濁",
        "yomi": "ぎょうきこんだく",
        "def": "思いやりなどの人らしい感情が薄くなり、善悪や正邪の基準がおかしくなって、世の中が乱れること。「澆季」はこの世の終わりのような、道徳や人情が乱れた世の中のこと。「溷濁」は濁るや、汚れるということ。「澆季混濁」とも書く。",
        "grade": "1"
    },
    {
        "word": "澆季末世",
        "yomi": "ぎょうきまっせ",
        "def": "人々の心が荒れ果てた末の世。「澆季」と「末世」は、この世の終わりのような、道徳や人情が乱れた世の中のこと。",
        "grade": "1"
    },
    {
        "word": "仰天不愧",
        "yomi": "ぎょうてんふき",
        "def": "天に恥じるようなやましいことが何もないということ。「天を仰ぎて愧じず」とも読む。",
        "grade": "1"
    },
    {
        "word": "玉石混淆",
        "yomi": "ぎょくせきこんこう",
        "def": "良いものと悪いもの、または価値の高いものと低いものが混在していることのたとえ。 「玉石」は宝石と石のことから、優れている人と劣った人、または、良いものと悪いもののたとえ。「混淆」は様々なものが入り混じること。宝石とただの石が入り混じっているという意味から。「玉石混交」とも書く。",
        "grade": "1"
    },
    {
        "word": "玉石同匱",
        "yomi": "ぎょくせきどうき",
        "def": "すぐれているものも、劣っているものも同じように扱われること。「匱」は大きな木箱のこと。大きな木箱に宝石と石を一緒に入れるということから。「玉石匱を同じくす」とも読む。",
        "grade": "1"
    },
    {
        "word": "玉蟾金兎",
        "yomi": "ぎょくせんきんと",
        "def": "月の別名。「玉蟾」は月に住むといわれるひきがえる。「金兎」は月に住むといわれる兎。どちらも月の別名。",
        "grade": "1"
    },
    {
        "word": "玉兎銀蟾",
        "yomi": "ぎょくとぎんせん",
        "def": "月の別名。「玉兎」は月にいるとされている兎。「銀蟾」は月にいるとされているひきがえる。どちらも月の別名。",
        "grade": "1"
    },
    {
        "word": "魚爛土崩",
        "yomi": "ぎょらんどほう",
        "def": "国家や物事が内側から壊れてなくなること。「魚爛」は魚が内臓から腐ること。「土崩」は積み上げた土が崩れること。",
        "grade": "1"
    },
    {
        "word": "空谷跫音",
        "yomi": "くうこくのきょうおん",
        "def": "人のいない場所での寂しい生活の中で予想外の訪問や便りのたとえ。または、孤立した状態での自分の意見に賛同する人を得た時に用いる言葉。「空谷」は人気のない寂しい谷。「跫音」は足音という意味。",
        "grade": "1"
    },
    {
        "word": "苦心惨憺",
        "yomi": "くしんさんたん",
        "def": "心を砕きながら、さまざまな苦労や努力を重ねること。「苦心」は苦労して考えること。「惨憺」は心を砕き、悩むこと。「苦心惨澹」とも書く。",
        "grade": "1"
    },
    {
        "word": "狗吠緇衣",
        "yomi": "くはいしい",
        "def": "いつもと違う服を着ていれば、怪しまれることは当たり前のことだということ。「狗吠」は犬が吠えることやその鳴き声。「緇衣」は黒い色の服のこと。楊布が白い服で出かけたが雨に降られたので、黒い服に着替えて帰ると、飼っている犬に吠えられたという故事から。",
        "grade": "1"
    },
    {
        "word": "狗尾続貂",
        "yomi": "くびぞくちょう",
        "def": "つまらない者が、権力で次々と高官になることを罵しる言葉。または、劣った者がすぐれた者のあとに続くこと。「狗尾」は犬の尾、「貂」は動物のてんのことで、昔は高官の冠にてんの尾を飾っていた。晋の趙王倫が力を得て、一族をみな高官にして、てんの尾で飾った冠をつけたために、てんの尾が足りなくなって、犬の尾で飾らないといけなくなると人々が罵った故事から。",
        "grade": "1"
    },
    {
        "word": "区聞陬見",
        "yomi": "くぶんすうけん",
        "def": "学問や知識の幅が狭くて偏っていること。「区」は細かい、小さいという意味。「陬」は偏っていること。自分の知識を謙遜する場合に使うこともある。",
        "grade": "1"
    },
    {
        "word": "君恩海壑",
        "yomi": "くんおんかいがく",
        "def": "君主から受けた恩は、海や谷のように深いこと。「君恩」は君主からの恩。「海壑」は海と谷。海や谷のように深い恩ということから。",
        "grade": "1"
    },
    {
        "word": "葷酒山門",
        "yomi": "くんしゅさんもん",
        "def": "匂いの強い食べ物や酒を寺院に持ち込んだり、そのような物を飲食した者は、寺院に入ってはいけないという戒め。「葷」はにらやねぎ、にんにくなどの強い匂いを発する野菜のこと。「酒」は酒のことで、どちらも修行の邪魔になり、不浄のものとされている。「山門」は寺院の門や、寺院そのもののこと。主に禅寺の門の脇に設置されている石碑に、「不葷酒入山門」と刻まれていて、その言葉を略した言葉。",
        "grade": "1"
    },
    {
        "word": "群蟻附羶",
        "yomi": "ぐんぎふせん",
        "def": "利益が発生するところに、人々が群がることを卑しむ言葉。「羶」は生臭いことで、生臭い肉に蟻が集まるということから。「群蟻羶に附く」とも訓読する。「群蟻付羶」とも書く。",
        "grade": "1"
    },
    {
        "word": "経営惨憺",
        "yomi": "けいえいさんたん",
        "def": "いろいろなことに苦心し、心を悩ませながら計画して営むこと。「経営」は目的のために思案して、準備と行動をすること。「惨憺」は心を砕いて悩むこと。「経営惨澹」とも書く。",
        "grade": "1"
    },
    {
        "word": "軽裘肥馬",
        "yomi": "けいきゅうひば",
        "def": "身分が高く財産がある人の服装。または、常にとても富貴な様子。「軽裘」は軽くて高級で丈夫な皮ごろも。「肥馬」は肥え太った立派な馬。",
        "grade": "1"
    },
    {
        "word": "荊棘叢裏",
        "yomi": "けいきょくそうり",
        "def": "乱臣や逆臣が住んでいる家のたとえ。「荊棘」は荊のことで荊に棘があることから、障害になるもののたとえ。「叢裏」は草むらの中のこと。草むら中にひっそりと潜んでいる荊という意味から。",
        "grade": "1"
    },
    {
        "word": "荊棘銅駝",
        "yomi": "けいきょくどうだ",
        "def": "国が滅ぼされることを嘆くことのたとえ。「荊棘」は荊、または荒れ果てること。「銅駝」は銅製のラクダの像のこと。中国、晋の索靖は、国が乱れることを予知し、「宮門に飾ったラクダの像も、やがて荒れ果てたいばらの中に埋もれるだろう」と嘆いたという故事から。「銅駝の荊棘中に在るを歎く」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "桂玉之艱",
        "yomi": "けいぎょくのかん",
        "def": "他の土地からやってきて、物価の高さで生活に苦労すること。「桂」は香木、「玉」は宝玉、「艱」は悩むや苦しむこと。戦国時代の遊説家の蘇秦が、楚の威王を訪れたところ、面会までに三か月も待たされてしまい、その間、宝玉より高い食べ物や香木より高い薪の値段に悩まされ、生活に苦労した故事から。",
        "grade": "1"
    },
    {
        "word": "荊釵布裙",
        "yomi": "けいさいふくん",
        "def": "慎ましく質素な女性の服装のたとえ。「荊釵」は荊のかんざし、「布裙」は布のもすそのこと。梁鴻の妻の孟光は、節約のために荊のかんざしと布のもすそをいつも身につけていた故事から。",
        "grade": "1"
    },
    {
        "word": "鶏尸牛従",
        "yomi": "けいしぎゅうしょう",
        "def": "大きな組織で上役の言いなりになるよりも、小さな組織で上に立つほうがよいということ。戦国時代、蘇秦が韓王に、「秦の属国になるより、たとえ小国だとしても一国の王のほうがよい」といい説得した故事から。",
        "grade": "1"
    },
    {
        "word": "瓊枝玉葉",
        "yomi": "けいしぎょくよう",
        "def": "天子の一族のこと。または、身分の高い家の子弟のこと。「瓊」と「玉」は身分が高いこと、高貴であることのたとえ。「枝」と「葉」は子孫という意味。",
        "grade": "1"
    },
    {
        "word": "瓊枝栴檀",
        "yomi": "けいしせんだん",
        "def": "徳のある人のこと。または、すばらしい詩文のたとえ。「瓊枝」は玉を生み出すという木。「栴檀」は白檀という名前の香木の別名のこと。",
        "grade": "1"
    },
    {
        "word": "勁草之節",
        "yomi": "けいそうのせつ",
        "def": "勁草のように強い節操や意志があること。「勁草」は強い風でも倒れない強い草ということから。",
        "grade": "1"
    },
    {
        "word": "傾側偃仰",
        "yomi": "けいそくえんぎょう",
        "def": "世の中の流れに逆らわずに、流れのままに生きること。「傾側」は世の流れに従って逆らわないこと。「偃仰」は寝たり起きたりすることや、うつむいたり見上げたりするという意味から、世の中の流れのままに浮いたり沈んだりするということ。",
        "grade": "1"
    },
    {
        "word": "軽佻浮薄",
        "yomi": "けいちょうふはく",
        "def": "言動に思慮が足りず、気持ちが浮ついている様子。または、信念がなく、言動が軽率で周りに流されやすいこと。「軽佻」はよく考えずに発言したり行動したりすること。「浮薄」は気持ちに落ち着きがないこと。「軽窕浮薄」とも書く。",
        "grade": "1"
    },
    {
        "word": "軽妙洒脱",
        "yomi": "けいみょうしゃだつ",
        "def": "会話や文章が軽快で洗練されていること。「軽妙」は軽やかで洗練されていること。「洒脱」は垢抜けていて爽やかなこと。",
        "grade": "1"
    },
    {
        "word": "鶏鳴狗盗",
        "yomi": "けいめいくとう",
        "def": "小賢しい策略で人をおとしめようとする人やくだらない技能や芸しかない人のたとえ。または、使い道のないような技能や芸でも役に立つことがあることのたとえ。「鶏鳴」は鶏の鳴き声の真似をすること。「狗盗」は犬のようにこっそりと物を盗むことで、人を騙したり卑しい行為をしたりする人のたとえ。戦国時代、斉の孟嘗君が捕らえられていたときに、鶏の鳴き真似のうまい者と犬のようにうまく物を盗む者の二人を利用して逃げ延びたという故事から。",
        "grade": "1"
    },
    {
        "word": "形容枯槁",
        "yomi": "けいようここう",
        "def": "容姿がやつれていて、生気がないこと。「形容」は容姿のこと、「枯槁」は植物が枯れるという意味から、人がやつれることのたとえ。",
        "grade": "1"
    },
    {
        "word": "厥角稽首",
        "yomi": "けっかくけいしゅ",
        "def": "最も礼儀正しく、心のこもった敬礼をすること。「厥角」と「稽首」はどちらも地面に頭を着けてする礼のこと。",
        "grade": "1"
    },
    {
        "word": "結跏趺坐",
        "yomi": "けっかふざ",
        "def": "仏教で修行の時に行われる座り方。「跏」は足の裏、「趺」は足の甲。主に禅宗の座禅を行う時の座法で、左の股の付け根に右の足の甲を、右の股の付け根に左の足の甲を付けて、足の裏が上に向くように組む座法。",
        "grade": "1"
    },
    {
        "word": "譎詭変幻",
        "yomi": "けっきへんげん",
        "def": "様々な不思議で奇妙な様子に変化すること。「譎詭」は色々なものに変化すること。「変幻」はまぼろしのように現れたり、変化したり、消えたりすること。",
        "grade": "1"
    },
    {
        "word": "狷介孤高",
        "yomi": "けんかいここう",
        "def": "意志を曲げずに、他人と協力しないこと。「狷介」は自分の意志を固く守り、決して妥協しないこと。「孤高」は自分一人の狭い視野だけを信じること。",
        "grade": "1"
    },
    {
        "word": "狷介固陋",
        "yomi": "けんかいころう",
        "def": "意志をかたく守り、頑固で他人の意見を受け入れないこと。「狷介」は自分の意志を難く守り、決して妥協しないこと。「固陋」は視野が狭く、頑固なこと。",
        "grade": "1"
    },
    {
        "word": "狷介不羈",
        "yomi": "けんかいふき",
        "def": "意志を固く保って、なにものにも縛られないこと。「狷介」は自分の意志を難く守り、決して妥協しないこと。「不羈」は決して縛られないこと。",
        "grade": "1"
    },
    {
        "word": "懸崖勒馬",
        "yomi": "けんがいろくば",
        "def": "あと少しのところで危険なことに気がついて引き返すこと。「懸崖」は険しい崖。「勒馬」は馬の手綱を強く引くこと。崖から落ちる直前に気がついて、手綱を引いて何とか助かるという意味から。主に情欲に溺れかけ、そのことを後悔して悟ることをいう言葉。「懸崖に馬を勒う」とも読む。",
        "grade": "1"
    },
    {
        "word": "喧喧囂囂",
        "yomi": "けんけんごうごう",
        "def": "たくさんの人たちが各々好き勝手に喋ってやかましい様子。または、たくさんの人たちが激しく騒ぎ立てて、事態を収めることが出来ないこと。「喧喧」と「囂囂」はどちらもやかましいや騒がしいという意味で、同じ意味の言葉を重ねて強調したもの。「喧々囂々」とも書く。",
        "grade": "1"
    },
    {
        "word": "蹇蹇匪躬",
        "yomi": "けんけんひきゅう",
        "def": "自身のことはあとまわしにして、主君に尽くすこと。「蹇蹇」は辛い状況でも主君に忠義を尽くすこと。「匪躬」は自身が富や名声の得るためではないということ。",
        "grade": "1"
    },
    {
        "word": "拳拳服膺",
        "yomi": "けんけんふくよう",
        "def": "人から教わった事や言葉などを決して忘れることなく、常に心に留めて大切にすること。「拳拳」は丁寧に両手で捧げるように持つこと。「服膺」は胸に付けるということから、心に留めるという意味。",
        "grade": "1"
    },
    {
        "word": "乾坤一擲",
        "yomi": "けんこんいってき",
        "def": "自身の運命を賭けて、運まかせの大博打をすること。「乾坤」は天と地のこと。「一擲」は賽子（サイコロ）を一回振ること。天地の命運を賭けて、賽子を一回振るという意味から。",
        "grade": "1"
    },
    {
        "word": "妍姿艶質",
        "yomi": "けんしえんしつ",
        "def": "華やかで美しい姿や、色っぽい身体のこと。「妍」と「艶」はどちらも色っぽいこと。「質」は生まれた時からもっていること。または、肉体のこと。",
        "grade": "1"
    },
    {
        "word": "乾端坤倪",
        "yomi": "けんたんこんげい",
        "def": "天地の一番端のこと。「乾端」は天の端、「坤倪」は地の果て。",
        "grade": "1"
    },
    {
        "word": "犬吠驢鳴",
        "yomi": "けんばいろめい",
        "def": "くだらない文章や、聞くだけ無駄な話のたとえ。「驢鳴」は動物のろばの鳴き声。ろばや犬の鳴き声のように、意味の無い話という意味から。",
        "grade": "1"
    },
    {
        "word": "剣抜弩張",
        "yomi": "けんばつどちょう",
        "def": "戦闘が始まる直前のような緊張している状況のこと。または、書道で筆勢に激しい気迫がこもっていることのたとえ。剣を鞘から抜いて、石弓に矢をつがえて弦を引くという意味から。「弩」は矢や石を飛ばすことのできる機械、石弓。「張」は弦を引いて張ること。",
        "grade": "1"
    },
    {
        "word": "肩摩轂撃",
        "yomi": "けんまこくげき",
        "def": "人や馬車などの行き来が多くて込み合っている様子。都会の雑踏の様子をいう。「肩摩」は肩と肩がこすれること。「轂撃」は車のこしき同士がぶつかること。人の肩が擦れあい、車のこしきがぶつかりあうほどに密集している様子から。",
        "grade": "1"
    },
    {
        "word": "絢爛豪華",
        "yomi": "けんらんごうか",
        "def": "目がくらむほど美しく、ぜいたくで煌びやかな様子。「絢爛」は目がくらむほど美しいこと。「豪華」は華やかでぜいたくという意味。",
        "grade": "1"
    },
    {
        "word": "牽攣乖隔",
        "yomi": "けんれんかいかく",
        "def": "心はお互いに惹かれあっていても、遠くに離れていること。「牽攣」はお互いに心が惹かれあうこと。「乖隔」は遠く離れていること。中国の唐の詩人の白居易が友人へ贈ったとされる手紙から。",
        "grade": "1"
    },
    {
        "word": "黔驢之技",
        "yomi": "けんろのぎ",
        "def": "自身の力量を自覚せずに、人に見せて力量の拙さから恥をかくこと。または、見た目がよいだけで中身のない技量のこと。「黔」は中国の黔州という地名。「驢」は動物のろばのこと。ろばがいなかった黔州にろばを放すと、虎は自分よりも体の大きなろばを初めて見て恐れたが、ろばは虎を蹴るだけで、それ以外何もできないとわかると、虎はろばを食い殺したという故事から。",
        "grade": "1"
    },
    {
        "word": "霓裳羽衣",
        "yomi": "げいしょううい",
        "def": "薄い絹などで作った軽やかで美しい女性の衣装のこと。または、楊貴妃が得意とした舞曲の名前。「霓裳」は虹のように美しいもすそ、「羽衣」は鳥の羽で作った薄くて軽い衣のことで、天人が着て空を飛ぶとされるもの。",
        "grade": "1"
    },
    {
        "word": "月下推敲",
        "yomi": "げっかすいこう",
        "def": "詩文の字句や表現を深く考えて、何度も修正して仕上げること。月の光に照らされた門を開ける動作を「推す」と表現するか、「敲く」と表現するか、考えをめぐらせるという意味から。中国の唐の詩人の賈島が、科挙の試験を受けるために驢馬に乗って移動している時、詩の表現を「推す」と「敲く」のどちらにすべきか悩みながら進むと、政府の高官である韓愈の行列にぶつかってしまった。賈島は韓愈に非礼をわびて事情を話すと、韓愈は「敲のほうがよい」と答えた。それから二人は詩を論じ合ったという故事から。",
        "grade": "1"
    },
    {
        "word": "月中蟾蜍",
        "yomi": "げっちゅうのせんじょ",
        "def": "月に住んでいるといわれる伝説上のひきがえるのこと。古代中国の英雄が不老不死の薬を得たが、それを英雄の妻が盗み、月に逃げてひきがえるになったという伝説から。",
        "grade": "1"
    },
    {
        "word": "阮簡曠達",
        "yomi": "げんかんこうたつ",
        "def": "小さなことにこだわらない、心の広いおおらかな人柄のたとえ。「阮簡」は人の名前。「曠達」は心が広く、小さなことにこだわらないこと。古代中国の晋の時代にいたとされる竹林七賢の一人の阮咸の甥である阮簡は、心が広くおおらかな人格だったということから。",
        "grade": "1"
    },
    {
        "word": "言行齟齬",
        "yomi": "げんこうそご",
        "def": "言葉にして言った事と、実際の行動が一致しないこと。「言行」は言葉と行動。「齟齬」は食い違うこと。",
        "grade": "1"
    },
    {
        "word": "厳塞要徼",
        "yomi": "げんさいようきょう",
        "def": "守りが非常に固い要塞のこと。「厳塞」は守りの固い要塞。「要徼」は地形が険しく、攻めにくい国境。",
        "grade": "1"
    },
    {
        "word": "阮籍青眼",
        "yomi": "げんせきせいがん",
        "def": "来客を心から歓迎すること。中国の晋の賢者の阮籍は、気に入らない客には白い目をしてそっけなく扱い、気に入った客には青い目をして喜んで迎えたという故事から。",
        "grade": "1"
    },
    {
        "word": "黄衣廩食",
        "yomi": "こういりんしょく",
        "def": "宮中に仕える役人の宦官のこと。「黄衣」は宦官が着るための服。「廩食」は官から支給される俸禄のこと。",
        "grade": "1"
    },
    {
        "word": "後悔噬臍",
        "yomi": "こうかいぜいせい",
        "def": "後悔したとしてもどうにもならないこと。「噬臍」はへそを噛むという意味で、どうやっても自分の口は、自分のへそには届かないということから、不可能という意味。",
        "grade": "1"
    },
    {
        "word": "篝火狐鳴",
        "yomi": "こうかこめい",
        "def": "かがり火を使い、狐の鳴き声を真似て民衆を惑わせること。秦末に陳勝と呉広が反乱を起こし、民衆を見方につけるためにかがり火をたき、狐の鳴き声を真似させて、「大楚が興って陳勝が王となろう」と呉広に言わせた故事から。",
        "grade": "1"
    },
    {
        "word": "効果覿面",
        "yomi": "こうかてきめん",
        "def": "結果や効果がすぐに現れること。「覿面」は目の前で即座にはっきりとわかるという意味。",
        "grade": "1"
    },
    {
        "word": "広厦万間",
        "yomi": "こうかばんげん",
        "def": "とても広く大きな家のこと。または、貧しい人を庇って守ること。「厦」は大きな家、「万間」は柱と柱の間が一万もあること。唐の時代、杜甫の家の屋根が風に吹き飛ばされ、「大きな家を手に入れて貧しい人を住まわせたい」と歌った故事から。",
        "grade": "1"
    },
    {
        "word": "慷慨憤激",
        "yomi": "こうがいふんげき",
        "def": "政治や社会の腐敗や自身の悲劇などに、激しく怒り嘆くこと。「慷慨」と「憤激」はどちらも怒ったり嘆いたりすること。",
        "grade": "1"
    },
    {
        "word": "高牙大纛",
        "yomi": "こうがだいとう",
        "def": "高い地位のしるしや、軍の本陣のしるしのこと。「高牙」は象牙の飾りのついた旗で、主に本陣に立てる旗。「大纛」は牛の尾などの飾りをさおにつるした大きな旗で、地位の高い人の車につけたり、軍の本陣に立てる旗。",
        "grade": "1"
    },
    {
        "word": "香気芬芬",
        "yomi": "こうきふんぷん",
        "def": "辺り一面によい香りが漂うこと。「香気」はよい香り。「芬芬」は香りが辺りに広がること。",
        "grade": "1"
    },
    {
        "word": "敲金撃石",
        "yomi": "こうきんげきせき",
        "def": "詩文の響きや韻律が美しいことのたとえ。「敲金」は鐘などの金属の打楽器を敲くこと。「撃石」は磬などの石の打楽器を打つこと。もとは張籍の詩を金石のような美しい音色だと韓愈が評した言葉。「金（かね）を敲（たた）き石（いし）を撃（う）つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "皓月千里",
        "yomi": "こうげつせんり",
        "def": "遠くの場所まで月の光が照らしている様子。「皓月」は明るく白い月。「千里」は非常に長い距離のこと。「皎月千里」とも書く。",
        "grade": "1"
    },
    {
        "word": "槁項黄馘",
        "yomi": "こうこうこうかく",
        "def": "ひどくやつれて、やせ細っている様子。「槁項」はやつれて細くなった首筋、「黄馘」は疲労で黄色くなった顔で、非常にやつれた顔という意味から。「稾項黄馘」とも書く。",
        "grade": "1"
    },
    {
        "word": "恍恍惚惚",
        "yomi": "こうこうこつこつ",
        "def": "心が強く引き付けられて、うっとりとする様子。心を奪われてうっとりするという意味の「恍惚」という言葉を重ねて強調した言葉。「恍恍忽忽」とも書く。",
        "grade": "1"
    },
    {
        "word": "膏肓之疾",
        "yomi": "こうこうのしつ",
        "def": "決して治ることのない病や、治すのが難しい病のこと。または、物事に夢中になりすぎて、やめられないこと。「膏」は心臓の下の部分、「肓」は横隔膜の上の部分、「疾」は病気のこと。心臓の下の部分や横隔膜の上の部分は、体の中の奥にあって、薬も鍼も届かないという意味から。古代中国の晋の景公が病に伏しているときに、「膏の上と肓の下に病が入ってしまえば、名医でも手が出せない」と童子が話し合っている夢を見たという故事から。「病、膏肓に入る」ととも読む。",
        "grade": "1"
    },
    {
        "word": "行尸走肉",
        "yomi": "こうしそうにく",
        "def": "知識や才能がなく、存在していても全く役に立たない人のこと。「尸」は死体のこと。歩く死体と走る肉という意味で、どちらも魂のない肉体だけの存在という意味から。「行屍走肉」とも書く。",
        "grade": "1"
    },
    {
        "word": "高車駟馬",
        "yomi": "こうしゃしば",
        "def": "身分が高く、気品のある人の乗り物のこと。または、高貴な人のこと。「高車」は高さの高い立派な車。「駟馬」は四頭の馬に引かせる馬車。",
        "grade": "1"
    },
    {
        "word": "鉤章棘句",
        "yomi": "こうしょうきょくく",
        "def": "ひどく読みにくい文章のこと。または、奇怪で難しい文章のこと。「鉤章」の「鉤」は釣り針のことで、釣り針のように引っかかりの多い文章のこと。「棘句」はいばらのようにとげのある句のこと。「鈎章棘句」とも書く。",
        "grade": "1"
    },
    {
        "word": "苟且偸安",
        "yomi": "こうしょとうあん",
        "def": "将来のことを考えず、一時の楽に逃げること。「苟」と「且」はどちらもいい加減に物事を扱うこと。「偸安」は目の前にある楽なことだけを楽しむこと。「苟偸」と略す言葉。",
        "grade": "1"
    },
    {
        "word": "嚆矢濫觴",
        "yomi": "こうしらんしょう",
        "def": "事の起こり。物事の始まり。起源。「嚆矢」は戦争の開始の合図に敵陣を射る、音の鳴る矢、かぶら矢のこと。「濫觴」はさかずき一杯が溢れる程度のわずかな流れということで、大きな川もその程度のわずかな流れが水源になるということ。「觴」はさかずきのこと。どちらも事の起こり、始まりを意味する言葉で、同じ意味の言葉を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "曠日弥久",
        "yomi": "こうじつびきゅう",
        "def": "長い期間なにもせずに、無駄な日々を過ごすこと。または、意図的に時間を無駄にして、事を長引かせること。「曠日」は何もせずに日々を送ること。「弥久」は長い期間を過ごすこと。",
        "grade": "1"
    },
    {
        "word": "曠世之感",
        "yomi": "こうせいのかん",
        "def": "この世で比べるものが存在しないような感じ。「曠世」は比較できるものがないという意味。",
        "grade": "1"
    },
    {
        "word": "曠世之才",
        "yomi": "こうせいのさい",
        "def": "この世に比べることができるものが存在しないほどすぐれているということ。「曠世」は比較できるものがないという意味。",
        "grade": "1"
    },
    {
        "word": "曠世不羈",
        "yomi": "こうせいふき",
        "def": "長い期間、相手を服従させることができないこと。または、長い期間拘束することができないという意味。「曠世」は長い期間。「不羈」はなにものにも縛られないこと。",
        "grade": "1"
    },
    {
        "word": "荒瘠斥鹵",
        "yomi": "こうせきせきろ",
        "def": "土地が痩せていて、荒れ果てていること。「荒瘠」は土地が痩せていて、荒れていること。「斥」は干潟のこと。「鹵」は塩。塩分が含まれていて作物が育たない土地という意味から。",
        "grade": "1"
    },
    {
        "word": "恍然大悟",
        "yomi": "こうぜんたいご",
        "def": "ちょっとしたひらめきから悟りを得ること。「恍然」はふとした瞬間にいきなり理解すること。「大悟」は煩悩をなくして悟りを得ること。",
        "grade": "1"
    },
    {
        "word": "高談闊歩",
        "yomi": "こうだんかっぽ",
        "def": "周りを気にせずに好き放題に議論して、大股に歩くこと。「高談」は盛んに議論を戦わせること。または、大きな声で会話すること。「闊歩」は大股に歩くこと。または、なにものにも縛られず自由な様子。自由気ままな様子をいう言葉。",
        "grade": "1"
    },
    {
        "word": "狡兎三窟",
        "yomi": "こうとさんくつ",
        "def": "身を守るために用心深くたくさんの逃げ場や、策略を用意しておくこと。または、困難をさけることがうまいこと。「狡兎」は悪知恵のはたらく兎。「三窟」は三つの穴。悪知恵のはたらく賢い兎は、隠れるための穴を三つ用意しているという意味から。",
        "grade": "1"
    },
    {
        "word": "狡兎良狗",
        "yomi": "こうとりょうく",
        "def": "重要な地位につき、大きな功績を上げた人も、状況が変わって必要なくなれば捨てられるということ。「狡兎」は素早い兎。「良狗」は賢い猟犬。兎を取り尽くすと猟犬は必要なくなり、どれだけ役に立っていたとしても、煮て食べられるという意味から。「狡兎死して良犬煮らる」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "黄髪垂髫",
        "yomi": "こうはつすいちょう",
        "def": "老人と子どものこと。「黄髪」は黄色がかった白髪ということから、老人のたとえ。「垂髫」は子どものおさげ髪ということから、子どものたとえ。",
        "grade": "1"
    },
    {
        "word": "洪範九疇",
        "yomi": "こうはんきゅうちゅう",
        "def": "天下をうまく治めるための模範となる政治道徳のこと。「洪範」は『書経』の篇名。「九疇」は「洪範」で述べられている九つの大法のことで、天下を治めるための政治道徳をいう。",
        "grade": "1"
    },
    {
        "word": "敲氷求火",
        "yomi": "こうひょうきゅうか",
        "def": "間違っているやり方をしても、苦労するだけで目的を果たすことはできないということ。火を起すために氷をたたくという意味から。「氷を敲いて火を求む」とも読む。",
        "grade": "1"
    },
    {
        "word": "好評嘖嘖",
        "yomi": "こうひょうさくさく",
        "def": "評判が非常によいこと。「嘖嘖」はたくさんの人がほめていうこと。",
        "grade": "1"
    },
    {
        "word": "光風霽月",
        "yomi": "こうふうせいげつ",
        "def": "心に不信や不満がなく、さっぱりと澄み切っていることのたとえ。「光風」は太陽の光の中を吹き抜ける爽やかな風のこと。「霽月」は雨上がりの澄んだ空に浮かぶ月のこと。",
        "grade": "1"
    },
    {
        "word": "咬文嚼字",
        "yomi": "こうぶんしゃくじ",
        "def": "文字の見た目や言葉の飾り方にばかりこだわって、内容や意味がない文章のこと。学識を自慢するだけで、実際には役に立つことがない知識人を揶揄するときに使うことの多い言葉。「文を咬み字を嚼む」とも読む。",
        "grade": "1"
    },
    {
        "word": "光芒一閃",
        "yomi": "こうぼういっせん",
        "def": "状況がいきなり変化すること。「光芒」は尾を引いているように見える光の筋や、光の穂先こと。「一閃」は瞬間的に光ること。",
        "grade": "1"
    },
    {
        "word": "槁木死灰",
        "yomi": "こうぼくしかい",
        "def": "肉体的にも精神的にも衰えて、活力がまったくない様子。または、無心の境地のこと。「槁木」は枯れ木。「死灰」は燃え尽きて冷めた灰。枯れ木のように体が動かなくなり、冷めた灰のように心に活気がないという意味から。「形は槁木の如く心は死灰の如し」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "孔翊絶書",
        "yomi": "こうよくぜっしょ",
        "def": "私情を挟まず、公正に政治を行うこと。「孔翊」は人の名前。「絶書」は手紙の中身を確認せずに捨てること。中国の晋の時代の洛陽の長官になった孔翊は、その地位を頼って送ってくる私的な依頼の手紙は、全て読まずに水の中に捨てていたという故事から。",
        "grade": "1"
    },
    {
        "word": "洽覧深識",
        "yomi": "こうらんしんしき",
        "def": "体験して得た経験や知識が多くあり、様々なことを知っていること。「洽覧」は色々なことを見ること。「深識」は様々なことを深く知っていること。",
        "grade": "1"
    },
    {
        "word": "黄粱一炊",
        "yomi": "こうりょういっすい",
        "def": "人の世界での繁栄は儚いということのたとえ。または、人の人生が儚いことのたとえ。「黄粱」は粟の一種のおおあわ。「一炊」は粟のかゆを炊く時間。粟のかゆを炊く間の短い時間という意味から。唐の盧生という人が、旅の途中の邯鄲の町で、道士から出世が叶うという枕を借りて寝ると、出世して財力や権力を手に入れる夢を見た。目が覚めると、宿の主人に頼んでいた、粟のかゆが出来上がっていないほどのわずかな時間しか過ぎていなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "膏粱子弟",
        "yomi": "こうりょうしてい",
        "def": "裕福な家に生まれた人のたとえ。「膏」は脂ののったおいしい肉。「粱」はおいしくて質のよい穀物。どちらも上質でおいしい食べ物という意味から、裕福な人のたとえ。",
        "grade": "1"
    },
    {
        "word": "蛟竜毒蛇",
        "yomi": "こうりょうどくだ",
        "def": "気味が悪く、恐ろしいもののたとえ。「蛟」は水を操って、大雨や洪水を起こすとされる伝説上の竜、みずちのこと。みずちと竜と毒蛇のことで、恐ろしいものたとえ。",
        "grade": "1"
    },
    {
        "word": "亢竜有悔",
        "yomi": "こうりょうゆうかい",
        "def": "高い地位を持っている人や、多くの財産を持っている人は、慎みを持って行動しなければ、失敗して悔いることになるという戒め。「亢竜」は天の最も高いところに昇りつめた竜のこと。最も高いところに昇りつめた竜は、これ以上昇ることができず、後は落ちることしかできないので、その後のことを考えて慎みを持っておくべきということから。「亢竜悔い有り」とも読む。",
        "grade": "1"
    },
    {
        "word": "高楼大廈",
        "yomi": "こうろうたいか",
        "def": "大きくて高さのある建物のこと。または、それらが並び立っている様子。「楼」は二階建て以上の高さのある建物、「廈」は屋根があって大きい建物のことで、高層ビル群や大きくて煌びやかな豪邸をいう。",
        "grade": "1"
    },
    {
        "word": "孤影悄然",
        "yomi": "こえいしょうぜん",
        "def": "一人だけしかいなくて、しょんぼりと寂しい様子。「孤影」は一人で寂しい様子。「悄然」は元気が無く寂しい様子。「孤影蕭然」とも書く。",
        "grade": "1"
    },
    {
        "word": "胡漢陵轢",
        "yomi": "こかんりょうれき",
        "def": "中国の漢民族と異民族が争うこと。「胡」は中国の北方、西方の異民族の別称。「漢」は中国の漢民族のこと。「陵轢」は踏みにじるという意味。",
        "grade": "1"
    },
    {
        "word": "狐裘羔袖",
        "yomi": "こきゅうこうしゅう",
        "def": "全体は立派だが、一部に問題があること。「狐裘」は子狐の脇の下にある高級な毛皮で作った皮衣。「羔袖」は子羊の皮で作った安物の袖。高級な皮衣に安物の袖をつけるということから。「狐裘にして羔袖す」とも読む。",
        "grade": "1"
    },
    {
        "word": "狐裘蒙戎",
        "yomi": "こきゅうもうじゅう",
        "def": "高い地位を持っている人が権力を悪用して、国家が乱れること。「狐裘」は子狐の脇の下にある、高級な毛皮で作った皮衣で、それを着る人ということから、高貴な人のたとえ。「蒙戎」はものごとが乱れる様子。",
        "grade": "1"
    },
    {
        "word": "狐疑逡巡",
        "yomi": "こぎしゅんじゅん",
        "def": "いつまでも物事を決めることができないこと。「狐疑」は狐のように疑い深いこと。「逡巡」は思い切りがつかなく、決心がつかないこと。",
        "grade": "1"
    },
    {
        "word": "枯魚銜索",
        "yomi": "こぎょかんさく",
        "def": "親が生きている間に孝行すべきであるという教え。「枯魚」は魚を干したもの。「銜索」は縄を通すこと。魚の干物は腐らずに長く持ちそうに見えるが、すぐに虫に食われてしまうということから、一見元気に見える親も、いつ死んでしまうか分からないということ。「枯魚索を銜む」とも読む。「故魚銜索」とも書く。",
        "grade": "1"
    },
    {
        "word": "哭岐泣練",
        "yomi": "こくききゅうれん",
        "def": "心がけや習慣次第で、人は悪人にも善人にもなるということ。「哭」は大きな声で泣くこと。「岐」は分かれ道。「練」は白い糸。「哭岐」は楊朱が分かれ道を見て、どちらにも行くことができると気づいて泣いたという故事から。「泣練」は墨子が白い糸を見て、何色にも染めることができると気づいて泣いたという故事から。どちらも好きなように選ぶことができ、その選択次第で結果が変わるということをいう。「岐に哭き練に泣く」とも読む。「哭逵泣練」とも書く。",
        "grade": "1"
    },
    {
        "word": "轂撃肩摩",
        "yomi": "こくげきけんま",
        "def": "人や馬車などの行き来が多くて込み合っている様子。都会の雑踏の様子をいう。「轂撃」は車のこしき同士がぶつかること。「肩摩」は肩と肩がこすれること。人の肩が擦れあい、車のこしきがぶつかりあうほどに密集している様子から。",
        "grade": "1"
    },
    {
        "word": "黒貂之裘",
        "yomi": "こくちょうのきゅう",
        "def": "非常に価値の高いもののたとえ。「黒貂」は黒い色の動物のてん。「裘」は皮衣。てんの皮衣は、高貴な人が着る高価な服ということから。",
        "grade": "1"
    },
    {
        "word": "黒白混淆",
        "yomi": "こくびゃくこんこう",
        "def": "善いことと悪いことの区別をごっちゃにすること。「黒白」は物事の是非や善悪のたとえ。「混淆」は混ざり合っていること。「黒白混交」とも書く。",
        "grade": "1"
    },
    {
        "word": "国歩艱難",
        "yomi": "こくほかんなん",
        "def": "国の状態がよくならず、国家が滅びそうになっていること。「国歩」は国の歩み、国の運命のこと。「艱難」はひどく苦しむこと。",
        "grade": "1"
    },
    {
        "word": "虎視眈眈",
        "yomi": "こしたんたん",
        "def": "力のあるものが、機会をじっくりと窺っている様子。「虎視」は虎が獲物をじっくりと狙うこと。「眈眈」は睨む、見下ろすという意味。虎が獲物を鋭く見つめて、襲う機会をじっくりと待っている様子から。",
        "grade": "1"
    },
    {
        "word": "虎嘯風生",
        "yomi": "こしょうふうしょう",
        "def": "すぐれた能力を持つ人が機会を得て奮起することのたとえ。「虎嘯」は虎が吠えること。「風生」は風が発生すること。虎が吠えて風が激しく巻き起こるという意味から。「虎嘯いて風生ず」とも読む。",
        "grade": "1"
    },
    {
        "word": "古人糟魄",
        "yomi": "こじんのそうはく",
        "def": "賢者や聖人の本質や神髄は、言葉や文字で伝えることはできないということ。「古人」は昔のすぐれた人、賢者や聖人のこと。「糟魄」は酒かすのこと。言葉や文字で伝えることのできる知恵は、酒かすのように残りかすでしかないという意味から。老荘思想の言葉で、書物で学問をすることを否定する言葉。「古人糟粕」とも書く。",
        "grade": "1"
    },
    {
        "word": "鼓舌揺脣",
        "yomi": "こぜつようしん",
        "def": "好き放題に思ったことを喋ること。「鼓舌」は舌を鳴らして喋ること。「揺脣」は唇を動かすこと。どちらも勢いよく喋ることのたとえ。「鼓舌揺唇」とも書く。",
        "grade": "1"
    },
    {
        "word": "滑稽洒脱",
        "yomi": "こっけいしゃだつ",
        "def": "文章や話が機知に富んでいて、俗気がなく洗練されていること。「滑稽」は弁舌が上手く、思うように出来ること。「洒脱」はさっぱりとしていて洗練されていること。",
        "grade": "1"
    },
    {
        "word": "涸轍鮒魚",
        "yomi": "こてつのふぎょ",
        "def": "危険や困難が迫っていることのたとえ。また、切迫した状況にある人のたとえ。「涸」は水が枯れること。「轍」は車輪の跡、わだちのこと。「鮒魚」は魚の鮒（ふな）のこと。水がなくなった車輪の跡にいる鮒という意味から。荘子が監河侯に米を借りに行ったが、監河侯から「近々年貢が入るのでその後に貸しましょう」と言われた。それを聞いた荘子は、「ここに来る途中で水が枯れた車輪の跡にいる鮒に水をくださいと助けを求められました。そこで私は、後で川の水を持ってきてあげようと答えました。しかし鮒は、水が欲しいのは今だと言って怒ってしまいました」というたとえ話をして窮状を訴えたという故事から。",
        "grade": "1"
    },
    {
        "word": "孤独矜寡",
        "yomi": "こどくかんか",
        "def": "身寄りのいない寂しい人のこと。四種類の苦しみを持つ人のことをいい、孟子が優先的に保護する必要があると説いた。「孤」は父親が亡くなった子ども。「独」は子どものいない老人。「矜」は妻のいない老人。「寡」は夫のいない老女。「孤独鰥寡」とも書く。",
        "grade": "1"
    },
    {
        "word": "虚融澹泊",
        "yomi": "こゆうたんぱく",
        "def": "悟りの境地のこと。「虚融」は無心で心にとどこおることが何もないこと。「澹泊」は欲が無く、こだわらないこと。",
        "grade": "1"
    },
    {
        "word": "孤陋寡聞",
        "yomi": "ころうかぶん",
        "def": "知識が偏っていて、見識が狭いこと。「孤陋」は他人の考えを聞かず、視野が狭いこと。「寡聞」は見聞が狭いこと。",
        "grade": "1"
    },
    {
        "word": "渾金璞玉",
        "yomi": "こんきんはくぎょく",
        "def": "飾り気がなく、才能があること。または、すぐれた人物になる才能があること。精錬されていない鉱石と宝石の原石との意から。「渾金」は、あらがね、精錬されていない鉱石。「璞玉」は、掘り出したばかりで磨かれていない宝玉の原石。",
        "grade": "1"
    },
    {
        "word": "渾渾沌沌",
        "yomi": "こんこんとんとん",
        "def": "様々なことが入り乱れていて、はっきりとしない様子。元は天地が分かれる以前の、この世の最初の状態を言う言葉。「渾沌」を重ねて強調した言葉。「混混沌沌」とも書く。",
        "grade": "1"
    },
    {
        "word": "根深柢固",
        "yomi": "こんしんていこ",
        "def": "基礎をよく固めて、不安定にならないようにすること。「根」と「柢」はどちらも木の根のことで、物事の基礎のたとえ。根を深く強固なものにするという意味から。",
        "grade": "1"
    },
    {
        "word": "渾然一体",
        "yomi": "こんぜんいったい",
        "def": "複数のものが溶け合ったり混ざり合ったりして、区別することができない様子。「渾然」は複数のものが溶け合っている様子。「混然一体」とも書く。",
        "grade": "1"
    },
    {
        "word": "昏定晨省",
        "yomi": "こんていしんせい",
        "def": "親孝行すること。「昏定」は夜に両親の寝床の用意をすること。「晨省」は朝に両親のご機嫌を伺うこと。「昏に定めて晨に省みる」とも読む。",
        "grade": "1"
    },
    {
        "word": "蒟蒻問答",
        "yomi": "こんにゃくもんどう",
        "def": "的外れで噛みあっていない論争のこと。元は古典落語の「蒟蒻問答」から出た言葉で、住職がいなくなり荒れ果てた寺を心配した蒟蒻屋の六兵衛は、居候の八五郎に住職になるように言った。にわか坊主となった八五郎は、旅の禅僧に禅問答をしかけられ、問答に負けると寺を追い出されることになり、六兵衛に相談すると、六兵衛は住職になりすまして問答を受けると言った。六兵衛は禅僧の問に何も答えず、禅僧はそれを無言の行と勘違いし、次は身振りで問を出した。六兵衛は、身振りの問に、自身が坊主に成りすました蒟蒻屋ということが気づいていると思い、自分の作った蒟蒻が馬鹿にされたと勘違いし、六兵衛も身振りで問に答えると、禅僧はすばらしい答えと解釈して負けを認めたという故事から。",
        "grade": "1"
    },
    {
        "word": "魂飛魄散",
        "yomi": "こんひはくさん",
        "def": "激しく驚き、恐れること。「魂」は死後天に昇る魂。「魄」は死後地上にとどまる魂。魂が飛んでいって、心が空になるほどに驚くということから。「魂飛び魄散す」とも読む。",
        "grade": "1"
    },
    {
        "word": "渾崙呑棗",
        "yomi": "こんろんどんそう",
        "def": "人からの教えの意味を考えずに、ただ受け入れるだけでは本当に理解することはできないということのたとえ。「渾崙」は丸ごとという意味。「呑棗」は植物の棗の実を噛まずに飲み込むこと。棗の実を噛まずに丸呑みしても、棗の実の味はわからないという意味から。元は仏教の言葉で、仏の教えについていった言葉。「渾崙棗を呑む」とも読む。",
        "grade": "1"
    },
    {
        "word": "豪華絢爛",
        "yomi": "ごうかけんらん",
        "def": "目がくらむほど美しく、贅沢で煌びやかな様子。「豪華」は華やかで贅沢、「絢爛」は目がくらむほど美しいという意味。",
        "grade": "1"
    },
    {
        "word": "合歓綢繆",
        "yomi": "ごうかんちゅうびゅう",
        "def": "男女が深く愛し合うこと。「合歓」は喜びを分かち合うことや、男女の睦みあいのこと。「綢繆」は絡みつくこと。",
        "grade": "1"
    },
    {
        "word": "剛毅木訥",
        "yomi": "ごうきぼくとつ",
        "def": "意思がしっかりしていて、口数が少なく飾り気のない様子。 「剛毅」は意思が強く何事にも動じないこと。「木訥」は無口で飾り気がないこと。「剛毅朴訥」「剛毅朴吶」とも書く。",
        "grade": "1"
    },
    {
        "word": "豪放磊落",
        "yomi": "ごうほうらいらく",
        "def": "心が広く大らかで、些細なことは気にしないこと。または、そのような様子。「豪放」と「磊落」はどちらも心が広く、小さなことにこだわらないという意味。同じ意味の言葉を重ねて意味を強調した言葉。",
        "grade": "1"
    },
    {
        "word": "毫末之利",
        "yomi": "ごうまつのり",
        "def": "ほんの少しだけの利益のこと。「毫末」は髪の毛の先という意味から、少ないことのたとえ。",
        "grade": "1"
    },
    {
        "word": "毫毛斧柯",
        "yomi": "ごうもうふか",
        "def": "災いは大きくならないうちに取り除くべきだという教え。「毫毛」は極めて細い毛。「斧柯」は斧の柄。木が毛のように細いうちに取り除かなければ、いずれ斧を使わなければいけないほどに大きくなるということから。",
        "grade": "1"
    },
    {
        "word": "毫釐千里",
        "yomi": "ごうりせんり",
        "def": "最初の小さな違いが、後になって大きな違いになること。最初を慎んで行うべきという教え。「毫」と「釐」はどちらも小さな数量の単位ということから、非常に小さいことのたとえ。「千里」の「里」は距離の単位で、「千里」は非常に遠いことのたとえ。「毫釐の差は千里の誤り」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "五蘊皆空",
        "yomi": "ごうんかいくう",
        "def": "この世の全ての存在や現象は、実体などなく全てのものは空であるという仏教の言葉。「五蘊」は人の体と精神を構成する五つの要素のこと。全ての物質をいう「色」、感覚をいう「受」、心の中に浮かぶ像をいう「想」、欲求をいう「行」、意識をいう「識」の五つ。",
        "grade": "1"
    },
    {
        "word": "呉牛喘月",
        "yomi": "ごぎゅうぜんげつ",
        "def": "勘違いして無駄に怯えること。または、考えすぎたせいで無駄な苦労をすること。「呉」は中国の地名。南の暑い地域にいる牛は、月を見ても太陽だと思って苦しそうに呼吸するということから。「呉牛月に喘ぐ」とも読む。",
        "grade": "1"
    },
    {
        "word": "五行相剋",
        "yomi": "ごぎょうそうこく",
        "def": "この世の全てのものの根源の要素が互いに力を減じ合うこと。「五行」は全てのものの根源の要素とされる、木・火・土・金・水の五つの要素のこと。「相剋」は木は土に、土は水に、水は火に、火は金に、金は木に勝つということ。自然現象や社会の変化などを説明したり、王朝をたとえて移り変わりを理論付けたりした。「五行相克」とも書く。",
        "grade": "1"
    },
    {
        "word": "極楽蜻蛉",
        "yomi": "ごくらくとんぼ",
        "def": "何事も悩まず、気楽に暮らしている人のこと。「蜻蛉」は虫のとんぼ。捕まる心配をする必要のない、極楽でのんびり飛んでいるとんぼという意味から。のんきな人をからかう時に言う言葉。",
        "grade": "1"
    },
    {
        "word": "五臓六腑",
        "yomi": "ごぞうろっぷ",
        "def": "人間の全ての内臓のこと。または、心の中のこと。「五臓」は心臓、肺臓、肝臓、腎臓、脾臓の五つの内臓。「六腑」は大腸、小腸、胃、胆嚢、膀胱、三焦の六つの内臓。",
        "grade": "1"
    },
    {
        "word": "寤寐思服",
        "yomi": "ごびしふく",
        "def": "寝ても覚めても忘れられないこと。「寤」は起床すること。「寐」は就寝すること。「思服」はいつも思っていること。「寤寐に思服す」とも読む。",
        "grade": "1"
    },
    {
        "word": "斎戒沐浴",
        "yomi": "さいかいもくよく",
        "def": "神仏へのお祈りや神聖な儀式の前に飲食や行動を慎み、水で髪や体を洗い心身を清めること。「斎戒」は飲食を断つなどの戒を守り、心を清めること「沐浴」は水で髪や体などを洗って身を清めること。",
        "grade": "1"
    },
    {
        "word": "才気煥発",
        "yomi": "さいきかんぱつ",
        "def": "優れた才能が輝くように自然と溢れ出ること。 「才気」はすばらしい才能や判断力。「煥発」は輝くように溢れ出る様子。",
        "grade": "1"
    },
    {
        "word": "灑灑落落",
        "yomi": "さいさいらくらく",
        "def": "性格や言動が淡白であっさりとしていて、物事にこだわらないこと。",
        "grade": "1"
    },
    {
        "word": "妻子眷族",
        "yomi": "さいしけんぞく",
        "def": "妻と子どもなどの身内のことで、血縁関係のある親族のこと。「妻子眷属」とも書く。",
        "grade": "1"
    },
    {
        "word": "載籍浩瀚",
        "yomi": "さいせきこうかん",
        "def": "たくさんの書物があることのたとえ。「載籍」は物事の内容や様子を記した書籍という意味から、書物のこと。「浩瀚」は巻数が多いという意味。",
        "grade": "1"
    },
    {
        "word": "灑掃応対",
        "yomi": "さいそうおうたい",
        "def": "日常生活での家事や作法のこと。「灑掃」は水をまいたり洗うなどの水を使った掃除とほうきで掃くこと。「応対」は人に接して受け答えすること。",
        "grade": "1"
    },
    {
        "word": "彩鳳随鴉",
        "yomi": "さいほうずいあ",
        "def": "女性が身分の劣る男性に嫁に行かされること。または、そのことに不満を持つこと。美しい鳳が鴉に嫁ぐというたとえで、妻が夫のことをいい加減に扱うことにも用いる。",
        "grade": "1"
    },
    {
        "word": "菜圃麦隴",
        "yomi": "さいほばくろう",
        "def": "野菜や穀物を育てる農地、野菜畑や麦畑のこと。「圃」と「隴」はどちらも畑という意味で、「菜圃」は野菜を植えている畑、「麦隴」は麦を植えている畑ということから。",
        "grade": "1"
    },
    {
        "word": "豺狼当路",
        "yomi": "さいろうとうろ",
        "def": "悪意を持つ人が国の重要な地位についていることのたとえ。または、そのような権力を持つものが、権力を使って人の道を外れた行いをすること。「豺狼」は山犬と狼、「当路」は道をふさぐことで、山犬や狼が道に居座っていて行く手をさえぎられているという意味から。",
        "grade": "1"
    },
    {
        "word": "鑿歯尺牘",
        "yomi": "さくしせきとく",
        "def": "古代中国の国の晋にいた名文家の習鑿歯は、手紙での議論がとても上手かったということ。「鑿歯」は習鑿歯のこと。「尺牘」は手紙のこと。晋の習鑿歯は名文家として有名で、その中でも手紙を使っての議論が上手かったために、将軍の桓温が右腕として厚遇したという故事から。",
        "grade": "1"
    },
    {
        "word": "鑿壁偸光",
        "yomi": "さくへきとうこう",
        "def": "貧しい生活をしながら勉学に励むこと。苦学のたとえ。「鑿」は穴を開けること。「偸」は盗むこと。壁に穴を開けて隣の家の光を盗み、盗んだ光で勉強をするということから。前漢にいた匡衡は貧しく、灯火の油を買うことができず、壁に穴を開け、隣家の明かりを盗んで勉学に励んだという故事から。「壁を鑿ちて光を偸む」とも読む。",
        "grade": "1"
    },
    {
        "word": "左顧右眄",
        "yomi": "さこうべん",
        "def": "左を見たり右を見たりして、周りの様子を窺うだけですぐに結論を出すことができないこと。「顧」と「眄」はどちらも周りを窺うこと。",
        "grade": "1"
    },
    {
        "word": "瑣砕細膩",
        "yomi": "ささいさいじ",
        "def": "情や心遣いが隅々まで行き届いていること。「瑣砕」は細かく砕くということから、心を細かく砕くという意味。「細膩」はきめ細かくなめらかなこと。または、丁寧で行き届いていること。",
        "grade": "1"
    },
    {
        "word": "左眄右顧",
        "yomi": "さべんうこ",
        "def": "右を見たり左を見たりして、周りの様子を窺うだけですぐに結論を出すことができないこと。「眄」と「顧」はどちらも周りを窺うこと。",
        "grade": "1"
    },
    {
        "word": "三槐九棘",
        "yomi": "さんかいきゅうきょく",
        "def": "政界の最高幹部のこと。「三槐」は中国の三公の別称。「九棘」は中国の九卿の別称。中国の周の時代に、君主が朝廷の庭の三公の位置を示す場所に槐の木を植え、九卿の場所を示す場所に棘の木を植えていたことから。",
        "grade": "1"
    },
    {
        "word": "三跪九叩",
        "yomi": "さんききゅうこう",
        "def": "中国の清の敬礼の方法。三回跪（ひざまず）いて、頭を九回地面に打ち付ける礼のことをいう。",
        "grade": "1"
    },
    {
        "word": "三釁三浴",
        "yomi": "さんきんさんよく",
        "def": "相手のことを大切に思う心を言い表す言葉。人を待つ間に何度も体を洗って、良い香りの香を塗るという意味から。「三」は何度も、という意味。「釁」は香を塗ること。「浴」は湯水で体を洗い清めること。",
        "grade": "1"
    },
    {
        "word": "三薫三沐",
        "yomi": "さんくんさんもく",
        "def": "相手のことを大切に思う心を言い表す言葉。人を待つ間に何度も体を洗って、良い香りの香を塗るという意味から。「三」は何度も、という意味。「薫」は香を塗ること。「沐」は湯水で体を洗い清めること。",
        "grade": "1"
    },
    {
        "word": "三豕渉河",
        "yomi": "さんししょうか",
        "def": "文字を間違えること。中国の春秋時代の子夏が旅の途中に、「晋の軍隊が三匹の豕と河を渡った」と史書を読んでいるのを聞き、「己」を「三」、「亥」を「豕」と読み間違えて、三匹の豕ではなく、年号の己亥の年と読み間違えたのだろうと指摘したという故事から。",
        "grade": "1"
    },
    {
        "word": "三世一爨",
        "yomi": "さんせいいっさん",
        "def": "三つの世代の家族が一つの家で一緒に住むこと。「爨」はかまどのこと。三世代の家族が、一つのかまどを共有して食事を作るということから。",
        "grade": "1"
    },
    {
        "word": "惨憺経営",
        "yomi": "さんたんけいえい",
        "def": "いろいろなことに苦心して、心を悩まして計画して営むこと。「惨憺」は心を砕いて悩むこと。「経営」は目的のために考えて準備して行動すること。「惨澹経営」とも書く。",
        "grade": "1"
    },
    {
        "word": "三面六臂",
        "yomi": "さんめんろっぴ",
        "def": "一人で数人分の成果をあげること。または、様々な違う分野で活躍すること。「臂」は腕のこと。三つの顔と、六本の腕がある仏像の姿を言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "在邇求遠",
        "yomi": "ざいじきゅうえん",
        "def": "人としての正しい道は身近なところに求めるべきなのに、人は遠いところにあるものを求めようとするということ。親や年長者など相応に敬うなど身近なことから始めれば、結局天下はうまく治まるという孟子の言葉から。",
        "grade": "1"
    },
    {
        "word": "斬釘截鉄",
        "yomi": "ざんていせってつ",
        "def": "毅然とした態度で、強い決断力があること。「斬」と「截」はどちらも断ち切るということ。釘や鉄を断ち切るという意味から。元は禅宗の言葉で、妄想や煩悩などの迷いをすっぱりと断ち切ることをいう。「釘を斬り鉄を截つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "讒諂面諛",
        "yomi": "ざんてんめんゆ",
        "def": "他人の悪口を言って、相手に媚を売ること。「讒諂」は他人の悪口を言って、相手に気に入られようと媚を売ること。「面諛」は相手の目の前で直接こびへつらうこと。",
        "grade": "1"
    },
    {
        "word": "残杯冷炙",
        "yomi": "ざんぱいれいしゃ",
        "def": "そっけない扱いをされ、辱めをうけること。「残杯」は他の人が口をつけて残した酒。「冷炙」は焼いたあとに冷めた肉。人の食べ残した飲食物で、もてなしをされるという意味から。",
        "grade": "1"
    },
    {
        "word": "讒謗罵詈",
        "yomi": "ざんぼうばり",
        "def": "乱暴で品のない言葉を使い、相手のことを悪く言うこと。「讒謗」は他人のことを悪く言うこと。「罵詈」は汚い言葉で相手の悪口を言うこと。",
        "grade": "1"
    },
    {
        "word": "尸位素餐",
        "yomi": "しいそさん",
        "def": "高い地位をもっているだけの無駄飯食い。または、職務を果たしていないのに無駄に高い給料を得ていることのたとえ。「尸位」は才能も人徳もないのに高い地位についていること。「素餐」は何もせずに食べるばかりであること。",
        "grade": "1"
    },
    {
        "word": "侈衣美食",
        "yomi": "しいびしょく",
        "def": "ぜいたくな衣服においしい食事などのぜいたくなことのたとえ。「侈」はぜいたくという意味で、「侈衣」はぜいたくな衣服のこと。",
        "grade": "1"
    },
    {
        "word": "駟介旁旁",
        "yomi": "しかいほうほう",
        "def": "武装した四頭立ての馬が引く戦車が戦場を駆け巡ること。「駟」は四頭立ての馬のこと。「介」は鎧のこと。「旁旁」は駆け巡る様子。",
        "grade": "1"
    },
    {
        "word": "止渇飲鴆",
        "yomi": "しかついんちん",
        "def": "後のことは何も考えずに目先の利益を得ること。または、一時逃れをして後に大変な災いを招くこと。「鴆」は羽に猛毒をもつ鳥の名前で、その羽が入っている酒を喉の渇きを止めるために飲むということから。",
        "grade": "1"
    },
    {
        "word": "四衢八街",
        "yomi": "しくはちがい",
        "def": "大通りがあらゆる方面に通じた大きな街のこと。またはそのような大きな街のたとえとして用いられる。「衢」と「街」はどちらも四方に通じる道のこと。",
        "grade": "1"
    },
    {
        "word": "舐糠及米",
        "yomi": "しこうきゅうまい",
        "def": "少しのことから被害が増えていくこと。虫が米の外側の糠を舐めると、次は中の米を食べるということから。前漢、景帝の代に諸侯の勢力を削る目的で、諸侯の領地を少しずつ削ぐ政策を行った。領地を削がれた呉王は領地がなくなってしまうことを危惧し、呉楚七国の乱を起こしたという故事から。「糠を舐（ねぶ）りて米に及ぶ」とも読む。",
        "grade": "1"
    },
    {
        "word": "豕交獣畜",
        "yomi": "しこうじゅうちく",
        "def": "獣のように人を扱うこと。「豕交」は豚と接するように交際すること。「獣畜」は獣のように扱い養うこと。人を人として見ずに、獣と同じように扱うことをいう言葉。",
        "grade": "1"
    },
    {
        "word": "師曠之聡",
        "yomi": "しこうのそう",
        "def": "非常に鋭く敏い耳のたとえ。「師曠」は中国の晋の盲目の楽師で政治顧問をしていた人の名前。師曠は音を聞き分けて吉凶を知ることが出来たという故事から。",
        "grade": "1"
    },
    {
        "word": "獅子搏兎",
        "yomi": "ししはくと",
        "def": "簡単なことでも全力で取り組むこと。「獅子」はライオン、「搏兎」は兎を捕まえることで、ライオンは兎のような弱い動物を捕まえる時も、全力で捕まえるということから。",
        "grade": "1"
    },
    {
        "word": "舐痔得車",
        "yomi": "しじとくしゃ",
        "def": "自分を卑しめることまでして大きな利益を手に入れること。「舐痔」は痔を舐めること。「得車」は車を得ること。中国宋の曹商は使者として秦に行き、大きな車を与えられて帰国した。これに対して荘子は「痔を患っている秦王の患部を舐めてその車をもらったのだろう」と揶揄したという故事から。",
        "grade": "1"
    },
    {
        "word": "詩人蛻骨",
        "yomi": "しじんぜいこつ",
        "def": "上質な茶をたたえる言葉。「蛻」は抜きかえる、または、ぬけがらという意味。素晴らしいお茶は詩人の感性さえも素晴らしいものにかえるということから。",
        "grade": "1"
    },
    {
        "word": "死生契闊",
        "yomi": "しせいけっかつ",
        "def": "生死を共にすることを約束して、共に苦労しながらも努力すること。「契闊」は長い間会わないことや、苦労し努力すること。",
        "grade": "1"
    },
    {
        "word": "咫尺之書",
        "yomi": "しせきのしょ",
        "def": "短い手紙の文章や書状のこと。「咫尺」は周代の長さの単位で、咫は八寸、尺は十寸という意味から、短い距離や長さのこと。",
        "grade": "1"
    },
    {
        "word": "紫髯緑眼",
        "yomi": "しぜんりょくがん",
        "def": "西洋人のこと。または、その顔の形容。中国で西方の異民族の容貌を言い表す言葉で、赤茶色のほおひげと青い目という意味から。",
        "grade": "1"
    },
    {
        "word": "七嘴八舌",
        "yomi": "しちしはちぜつ",
        "def": "七つの嘴（くちばし）と八つの舌という意味で、たくさんの意見が色々なところから出ること。または、多くの人々が喋っている様子。",
        "grade": "1"
    },
    {
        "word": "七種菜羹",
        "yomi": "しちしゅのさいこう",
        "def": "七種の野菜の汁物。または、七草粥のこと。「菜羹」は野菜の汁物。一年の健康を願い、陰暦一月七日に食べる。",
        "grade": "1"
    },
    {
        "word": "七縦七擒",
        "yomi": "しちしょうしちきん",
        "def": "敵を捕らえたり逃がしたりを繰り返して、力を見せ付けて屈服させて味方にすること。「縦」は放つこと、「擒」は捕まえること。蜀の諸葛亮が、南蛮王孟獲を七回捕らえては逃がすを繰り返しつつ南部を平定して行き、孟獲も最後には二度と反乱を起こさないと誓ったという故事から。",
        "grade": "1"
    },
    {
        "word": "史籀大篆",
        "yomi": "しちゅうだいてん",
        "def": "史籀が今までの書体を改変して作った大篆という名前の新しい書体のこと。「史籀」は中国の周の宣王のときの歴史を記録して、歴史書を編修する史官のこと。「大篆」は書体の名前。",
        "grade": "1"
    },
    {
        "word": "失魂落魄",
        "yomi": "しっこんらくはく",
        "def": "とても驚き、慌てている様子。または、精神が不安定な状態になっていて奇怪な行動をすること。天から受けた精神を司るたましいの「魂」と、地から受けた肉体を司るたましい「魄」が無くなるという意味。",
        "grade": "1"
    },
    {
        "word": "叱咤激励",
        "yomi": "しったげきれい",
        "def": "大声で励まして元気付け、奮い立たせること。「叱咤」は大声で叱る、または励ますこと。「激励」は激しく励まし元気付けること。",
        "grade": "1"
    },
    {
        "word": "疾風勁草",
        "yomi": "しっぷうけいそう",
        "def": "その人の真価は苦境に立って初めてわかることのたとえ。「疾風」は激しく勢いの強い風、「勁草」は強い草のことで、激しい風が吹くことで、初めて強い草がどれかわかることから。",
        "grade": "1"
    },
    {
        "word": "櫛風沐雨",
        "yomi": "しっぷうもくう",
        "def": "様々な苦労をすることのたとえ。「櫛風」は、風が髪がくしけずること。「沐雨」は、雨が体を洗うこと。雨や風にさらされながら苦労して働くという意味から。「風に櫛り雨に沐す（かぜにくしけずりあめにもくす）」とも読む。",
        "grade": "1"
    },
    {
        "word": "疾言遽色",
        "yomi": "しつげんきょしょく",
        "def": "早口で喋ったり、慌てている顔色をしたりして落ち着きがないこと。「疾言」は早口で喋ること。「遽色］は慌てふためいた顔色をしていること。",
        "grade": "1"
    },
    {
        "word": "舐犢之愛",
        "yomi": "しとくのあい",
        "def": "親が自身の子を溺愛すること。「舐」は舐める、「犢」は牛の子のことで、牛が子牛を舐める様子にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "子墨兎毫",
        "yomi": "しぼくとごう",
        "def": "文人。詩文を作る人のこと。「子墨」は墨を擬人化した表現。「兎毫」は兎の毛で作った筆。",
        "grade": "1"
    },
    {
        "word": "徙木之信",
        "yomi": "しぼくのしん",
        "def": "約束を必ず実行することのたとえ。為政者は人民に法の権威や信用を示すべきという戒めのこと。戦国時代、秦の商鞅が国民からの信用を得るために、南門の大木を北門に移した者に十金を与えると布告したが、皆疑い誰も移さなかった。五十金に増額すると移す者が現れたので、五十金を渡して約束を本当に守ると示した故事から。",
        "grade": "1"
    },
    {
        "word": "揣摩臆測",
        "yomi": "しまおくそく",
        "def": "根拠もなしに、あれやこれやといい加減な推測をすること。「揣摩」は推測すること。「臆測」はでたらめな推測のこと。「揣摩憶測」とも書く。",
        "grade": "1"
    },
    {
        "word": "鴟目虎吻",
        "yomi": "しもくこふん",
        "def": "欲深く凶悪で残忍な人相のたとえ。「鴟目」はふくろうのような目つき。「虎吻」は虎のような口。どちらも凶悪で残忍な人相のたとえ。",
        "grade": "1"
    },
    {
        "word": "車胤聚蛍",
        "yomi": "しゃいんしゅうけい",
        "def": "苦学することのたとえ。「車胤」は人の名前、「聚」は集める、「蛍」は虫のほたるのこと。車胤は若いころ貧乏で、夏には蛍を集め、その光で読書したという故事から。",
        "grade": "1"
    },
    {
        "word": "奢侈淫佚",
        "yomi": "しゃしいんいつ",
        "def": "ぜいたくな生活をして、みだらな楽しみにふけること。「奢侈」は度を超したぜいたくのこと。「淫佚」はみだらでだらしない様子のこと。",
        "grade": "1"
    },
    {
        "word": "奢侈文弱",
        "yomi": "しゃしぶんじゃく",
        "def": "度を超したぜいたくな生活をして、文学にふけっているだけで、おとなしく弱弱しいこと。「奢侈」は度を超したぜいたく、「文弱」は文学にばかりふけっていて弱弱しいこと。",
        "grade": "1"
    },
    {
        "word": "洒洒落落",
        "yomi": "しゃしゃらくらく",
        "def": "性格や言動が淡白であっさりとしていて、物事にこだわらないこと。「洒落」はさっぱりとしていて、こだわらないという意味で、重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "社稷之臣",
        "yomi": "しゃしょくのしん",
        "def": "国家の重要な職についている臣下のこと。「社」は土地の神、「稷」は五穀の神のことで、どちらも国家にとって重要な守り神ということから、「社稷」は国家や朝廷という意味。",
        "grade": "1"
    },
    {
        "word": "社稷之守",
        "yomi": "しゃしょくのまもり",
        "def": "国家の守りとなる臣下のこと。「社」は土地の神、「稷」は五穀の神のことで、どちらも国家にとって重要な守り神ということから、「社稷」は国家や朝廷という意味。",
        "grade": "1"
    },
    {
        "word": "醜悪奸邪",
        "yomi": "しゅうあくかんじゃ",
        "def": "容姿が醜くて、心に悪意が満ちていること。または、そのような人のこと。「醜悪」は容姿が醜いことや見苦しいこと。「奸邪」はよこしまなこと。",
        "grade": "1"
    },
    {
        "word": "拾遺補闕",
        "yomi": "しゅういほけつ",
        "def": "見落としている過失や、誤りを見つけて正し補うこと。「拾遺」は過失を見つけて補うこと。「補闕」は足りないものを見つけて補うこと。元は君主が見落とした過失や、誤りを正して、臣下が補佐をすること。",
        "grade": "1"
    },
    {
        "word": "衆賢茅茹",
        "yomi": "しゅうけんぼうじょ",
        "def": "知識と徳の高い賢人たちが互いに力を合わせること。「衆賢」はたくさんの賢人。「茅茹」は植物の茅の根が連なり絡まりあっていること。自身だけが重用されればよいとは考えず、仲間と共にすればよい結果が得られるということ。",
        "grade": "1"
    },
    {
        "word": "秋毫之末",
        "yomi": "しゅうごうのすえ",
        "def": "非常に小さく細かいもの。または、わずかなもののこと。「秋毫」は秋に動物の夏毛が抜け、変わって生えてくる細い冬毛のことで、非常に小さく細かいことや、わずかなもののたとえ。「末」は一番端の部分のこと。細い冬毛の先という意味から。",
        "grade": "1"
    },
    {
        "word": "聚散十春",
        "yomi": "しゅうさんじっしゅん",
        "def": "仲間と別れたあとに、あっという間に長い年月が過ぎ去ったということ。「聚散」は人が集まったあとに離れること。「十春」は春が十回来るという意味から、十年という意味。",
        "grade": "1"
    },
    {
        "word": "袖手旁観",
        "yomi": "しゅうしゅぼうかん",
        "def": "隣で何も出来ずに、ただ見ていること。「袖手」は袖の中から手を出さないということから、何もしないこと。大きな出来事が起きて、やらなければならないことがあるのに、何もせずにただ見ているだけでいることを非難する目的で用いることが多い言葉。「袖手傍観」とも書く。",
        "grade": "1"
    },
    {
        "word": "秋風冽冽",
        "yomi": "しゅうふうれつれつ",
        "def": "秋の風の厳しく冷たい様子。「冽冽」は厳しい寒さのこと。「秋風洌洌」とも書く。",
        "grade": "1"
    },
    {
        "word": "聚蚊成雷",
        "yomi": "しゅうぶんせいらい",
        "def": "小さなものでも、数が多くなれば大きな力になるということ。または、多くの人が同じ悪口を言うと害悪が発生するということのたとえ。小さな虫の蚊でも、数多く集まれば羽音が雷のようになるという意味から。「聚蚊雷を成す」とも読む。",
        "grade": "1"
    },
    {
        "word": "酒甕飯嚢",
        "yomi": "しゅおうはんのう",
        "def": "能力も知識もない人のこと。「甕」は物をいれる容器のかめ、「嚢」は袋。酒を入れる甕（かめ）と飯を入れる袋のことから、酒を飲んで飯を食うだけの何の役にも立たない人のこと。",
        "grade": "1"
    },
    {
        "word": "夙夜夢寐",
        "yomi": "しゅくやむび",
        "def": "一日中いつも思うこと。朝早くから夜寝て夢の中でも思うという意味から。「夢寐」は夢の見ている間のこと。",
        "grade": "1"
    },
    {
        "word": "朱脣皓歯",
        "yomi": "しゅしんこうし",
        "def": "美人を言い表す言葉。「朱脣」は赤い唇、「皓歯」は白い歯。「朱唇皓歯」とも書く。",
        "grade": "1"
    },
    {
        "word": "珠襦玉匣",
        "yomi": "しゅじゅぎょっこう",
        "def": "美しいもののたとえ。「珠襦」は宝石を縫い合わせた裾の短い美しい服。「玉匣」は宝石で飾りつけた美しい箱。どちらも地位の高い人の死を送るために使ったとされている。",
        "grade": "1"
    },
    {
        "word": "朱墨爛然",
        "yomi": "しゅぼくらんぜん",
        "def": "学問や読書に精を出すこと。「朱墨」は朱色の墨。「爛然」は鮮やかで美しいこと。朱色の墨で書物に様々なことを書き込んでいて、鮮やかで美しいという意味から。",
        "grade": "1"
    },
    {
        "word": "春寒料峭",
        "yomi": "しゅんかんりょうしょう",
        "def": "春になって暖かくなった後に寒さが戻ってきて、春の風が冷たく感じること。「春寒」は春になって、一度暖かくなった後に戻ってきた寒さのこと。「料峭」は肌寒いこと。",
        "grade": "1"
    },
    {
        "word": "春風駘蕩",
        "yomi": "しゅんぷうたいとう",
        "def": "特に目立ったこともなく、平和で穏やかな様子。または、穏やかでのんびりとした性格や態度のこと。「春風」は春の穏やかな風。「駘蕩」はのんびりと落ち着いている様子。",
        "grade": "1"
    },
    {
        "word": "笙磬同音",
        "yomi": "しょうけいどうおん",
        "def": "人がお互いに心を合わせて仲良くすることのたとえ。「笙磬」は管楽器と打楽器。「同音」はいろいろな種類の楽器を一斉に演奏して、美しい音を奏でるということ。「笙磬音を同じくす」とも読む。",
        "grade": "1"
    },
    {
        "word": "商山四皓",
        "yomi": "しょうざんのしこう",
        "def": "乱世を避けて、商山に隠遁した四人の老人のこと。「商山」は中国にある山の名前。「四皓」はあごひげと眉が白い四人の老人のこと。中国の秦の時代、東園公、夏黄公、ロク里先生、綺里李の四人が乱世を避けて商山に隠遁したという故事から。「商山四皓図」とも言われ、水墨画の画題としてよく使われる。",
        "grade": "1"
    },
    {
        "word": "銷鑠縮栗",
        "yomi": "しょうしゃくしゅくりつ",
        "def": "意気がなくなり、恐れて小さくなること。「銷鑠」は金属が溶けるという意味から、意気がなくなるということのたとえ。「縮栗」は体をすくめて小さくなって恐れること。「消鑠縮栗」とも書く。",
        "grade": "1"
    },
    {
        "word": "漿酒霍肉",
        "yomi": "しょうしゅかくにく",
        "def": "この上なく贅沢なこと。「漿」は一度沸騰させて冷ました水。または、酢のこんず。「霍」は貧しい人が食べる豆の葉のこと。酒を水のように扱い、肉を豆の葉のように扱うという意味から。「酒を漿とし肉を霍とす」とも読む。",
        "grade": "1"
    },
    {
        "word": "瀟湘八景",
        "yomi": "しょうしょうはっけい",
        "def": "中国の湖南省にある美しい景色の八つの場所。「瀟湘」は中国の湖南省にある、瀟水と湘江という川が合流する場所。昔から画題として知られている。",
        "grade": "1"
    },
    {
        "word": "牀上施牀",
        "yomi": "しょうじょうししょう",
        "def": "無駄なことや意味のないことを繰り返し行うこと。または、人の真似ばかりで、新しい趣がないこと。 「牀」は床のこと。床の上にまた床を張るという意味から。「牀上に牀を施す」とも読む。",
        "grade": "1"
    },
    {
        "word": "焦頭爛額",
        "yomi": "しょうとうらんがく",
        "def": "大切なことを忘れて、必要の無いことを重要視すること。または、何かをするときに非常に苦労すること。「焦頭」は頭を焦がす、「爛額」は額が爛（ただ）れること。火事の際に消火や救助をしてくれた人には感謝して、防火方法を教えてくれた人には感謝せず、加えて防火もしていなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "嘯風弄月",
        "yomi": "しょうふうろうげつ",
        "def": "自然の景色を愛でて、風流を好んで楽しむこと。「嘯風」は風に合わせて歌を歌うこと。「弄月」は月を見て褒め称えること。「風に嘯き月を弄ぶ」とも読む。",
        "grade": "1"
    },
    {
        "word": "生滅滅已",
        "yomi": "しょうめつめつい",
        "def": "仏教の言葉で、生と死を超越して、煩悩が無くなった安らぎの境地である涅槃に入ること。「生滅」は生まれることと死ぬこと。「滅已」はなくなるということ。",
        "grade": "1"
    },
    {
        "word": "逍遥自在",
        "yomi": "しょうようじざい",
        "def": "世間から離れて、自由に楽しむこと。「逍遥」は気分に任せて歩くということから、思うままに楽しむこと。「自在」は何ものにも縛られないこと。",
        "grade": "1"
    },
    {
        "word": "逍遥法外",
        "yomi": "しょうようほうがい",
        "def": "法律を犯した人が、罰則を受けることなく、自由に生活していること。「逍遥」は何ものにも縛られず、思ったままに歩きまわること。法律の外側を自由に歩きまわるということから。「法外に逍遥す」とも読む。",
        "grade": "1"
    },
    {
        "word": "蜀犬吠日",
        "yomi": "しょくけんはいじつ",
        "def": "見識の狭い人が理解もできないのに賢者の言行を非難すること。または、見識の狭い人が理解できないことに対して、無駄な疑いを持って騒ぎ立てること。中国の蜀は高い山に囲まれた地で、ほぼ毎日霧に覆われていて、たまに霧が晴れると犬が怪しんで太陽に向かって吠えたという故事から。「蜀犬日に吠ゆ」とも読む。",
        "grade": "1"
    },
    {
        "word": "嗇夫利口",
        "yomi": "しょくふりこう",
        "def": "喋りは達者だが、身分の低い人のこと。「嗇夫」は地位の低い役人のこと。「利口」は喋りが上手い人。中国の前漢の文帝が、上林苑の動物園に行ったときに、動物園の帳簿について尋ねても誰も答えることが出来なかったが、口のうまい下級の役人だけが答えることができた。その喋りに感心した文帝は、口のうまい下級の役人を長官にしようとしたが、家臣に口がうまいだけの男を昇進させると天下の混乱に繋がると諫められ、昇進を取りやめたという故事から。",
        "grade": "1"
    },
    {
        "word": "緇林杏壇",
        "yomi": "しりんきょうだん",
        "def": "学問を教える場所、講堂のこと。「緇林」は木々が生い茂っていて暗い林。「杏壇」は杏の木の下にある小高い土の上の壇。孔子は、木々の生い茂った薄暗い林で遊んで、杏の木の下の壇で休んだという故事から。",
        "grade": "1"
    },
    {
        "word": "砥礪切磋",
        "yomi": "しれいせっさ",
        "def": "学問や人格を高めるために努力すること。「砥」と「礪」と「磋」は磨くという意味。「切」は骨などを切って加工すること。",
        "grade": "1"
    },
    {
        "word": "眥裂髪指",
        "yomi": "しれつはっし",
        "def": "激怒する様子。「眥裂」は眼を大きく見開くこと。「髪指」は髪の毛が逆立つこと。",
        "grade": "1"
    },
    {
        "word": "四六駢儷",
        "yomi": "しろくべんれい",
        "def": "四字句と六字句の対句を用いる、古代中国の修辞的な文体のこと。「駢」は馬を二頭並べて車につなぐという意味から、対句という意味。「儷」は一対になって並ぶという意味。中国の六朝時代から唐の時代にかけて盛んに使われ、中国の美文の基本となった文体。",
        "grade": "1"
    },
    {
        "word": "神韻縹渺",
        "yomi": "しんいんひょうびょう",
        "def": "芸術作品にある、表現できないほどのすぐれた趣のこと。「神韻」は神業のようなすぐれた趣のこと。「縹渺」はかすかではっきりとしない様子。「縹渺」は「縹眇」とも、「縹緲」とも書く。",
        "grade": "1"
    },
    {
        "word": "心悸亢進",
        "yomi": "しんきこうしん",
        "def": "心臓の鼓動が速く激しくなること。「心悸」は心臓の鼓動が乱れる、動悸のこと。「亢進」は高ぶること。病気や精神的な興奮などで、心臓の鼓動が速く激しくなることをいう。「心悸昂進」とも書く。",
        "grade": "1"
    },
    {
        "word": "晨去暮来",
        "yomi": "しんきょぼらい",
        "def": "朝早く家を出て、夕方になって帰ってくること。「晨」は早朝。野鳥が朝早くに餌を探しに出て、夕方には巣に帰ってくるということから。",
        "grade": "1"
    },
    {
        "word": "心広体胖",
        "yomi": "しんこうたいはん",
        "def": "心が広く穏やかな人は、体も大きく落ち着いて見えるということ。「心広」は心が大きく広いこと。「体胖」は体が大きくのびのびとしていること。「心広ければ体胖かなり」とも読む。",
        "grade": "1"
    },
    {
        "word": "深根固柢",
        "yomi": "しんこんこてい",
        "def": "基礎をよく固めて、不安定にならないようにすること。「根」と「柢」はどちらも木の根のことで、物事の基礎のたとえ。根を深く強固なものにするという意味から。「根を深くして柢を固くす」とも読む。「深根固蔕」とも書く。",
        "grade": "1"
    },
    {
        "word": "脣歯輔車",
        "yomi": "しんしほしゃ",
        "def": "一つが駄目になると、もう一つも駄目になるような、非常に深い関係のこと。「輔車」は車の添え木と車の荷台。または、頬の骨と下顎の骨のこと。唇と歯や、頬の骨と下顎の骨のように、互いに助け合うことによって、互いに存続できるような関係をいう言葉。中国の晋がカクの国を攻めるときに、虞の国は晋に通過する許可を出したが、虞の国と互いに助け合う関係にあったカクの国が滅びると、虞の国も滅びたという故事から。「唇歯輔車」とも書く。",
        "grade": "1"
    },
    {
        "word": "斟酌折衷",
        "yomi": "しんしゃくせっちゅう",
        "def": "それぞれの事情や心情を汲み取って、その中間を取ること。「斟酌」は事情や心情を汲み取ること。「折衷」は複数の中間を選び取ること。「斟酌折中」とも書く。",
        "grade": "1"
    },
    {
        "word": "浸潤之譖",
        "yomi": "しんじゅんのそしり",
        "def": "非難や中傷の言葉が、すこしずつ信じられていくこと。「浸潤」は液体が染み込むという意味から、思想などが人々の間に染み込んで広がることのたとえ。",
        "grade": "1"
    },
    {
        "word": "晨星落落",
        "yomi": "しんせいらくらく",
        "def": "仲のよい友人が次第にいなくなっていくこと。または、歳をとっていくにつれて友人が死んでいなくなること。「晨星」は明け方の空に残っている星。「落落」は閑散としていてさびしい様子。夜が明けるにつれて星が一つ一つと消えていく様子から。",
        "grade": "1"
    },
    {
        "word": "振臂一呼",
        "yomi": "しんぴいっこ",
        "def": "自分自身を奮い立たせること。「振臂」は腕を振ること。「一呼」は声を出すこと。腕を振って声を出すということから。",
        "grade": "1"
    },
    {
        "word": "神仏混淆",
        "yomi": "しんぶつこんこう",
        "def": "神道と仏教の信仰をうまく融合させること。「混淆」は区別できないほどに入り混じること。「神仏混交」とも書く。",
        "grade": "1"
    },
    {
        "word": "脣亡歯寒",
        "yomi": "しんぼうしかん",
        "def": "互いに深い関係で繋がっていて、一方が滅びるともう一方も危険な状態になること。「脣」は唇のこと。唇と歯は互いに助け合う関係であり、唇が無くなると歯は寒くなるということから。古代中国の虞の宮之奇が、虞とカクの国の関係をたとえていった故事から。「脣亡びて歯寒し」とも読む。「唇亡歯寒」とも書く。",
        "grade": "1"
    },
    {
        "word": "瞋目張胆",
        "yomi": "しんもくちょうたん",
        "def": "大いに勇気を奮うこと。「瞋目」は怒りで目をむき出すこと。「張胆」は肝っ玉を太くすること。恐ろしい事態にあっても、恐れずに勇気を持って立ち向かう心構えをいう言葉。「目を瞋し胆を張る」とも読む。",
        "grade": "1"
    },
    {
        "word": "晨夜兼道",
        "yomi": "しんやけんどう",
        "def": "急いで仕事をすること。または、昼も夜も休まずに先へ進むこと。「晨」は朝のこと。「兼道」は二日かかる行程を一日で進むこと。",
        "grade": "1"
    },
    {
        "word": "蜃楼海市",
        "yomi": "しんろうかいし",
        "def": "気象現象の蜃気楼のこと。または、実現できる根拠がない考えや理論のたとえ。「蜃楼」と「海市」はどちらも蜃気楼のことで、光の異常屈折が原因で、遠くのものが浮かんで見えたりする現象。",
        "grade": "1"
    },
    {
        "word": "舳艫千里",
        "yomi": "じくろせんり",
        "def": "船の船尾に次の船の船首がくっつくような間隔で、どこまでも連なっていること。または、そのように船団が進む様子。「舳」は船首、「艫」は船尾、「千里」は距離が非常に長いこと。",
        "grade": "1"
    },
    {
        "word": "自己韜晦",
        "yomi": "じことうかい",
        "def": "自身の才能や地位、本心などを隠して表に出さないこと。「韜晦」は才能や学識などを隠すという意味。",
        "grade": "1"
    },
    {
        "word": "実践躬行",
        "yomi": "じっせんきゅうこう",
        "def": "理論などを自らの力で実際に実行してみること。「実践」は実際にやってみること。「躬行」は自分の力で行うこと。口だけではなく実際にやってみることの大切さをいう言葉。",
        "grade": "1"
    },
    {
        "word": "日月逾邁",
        "yomi": "じつげつゆまい",
        "def": "月日が過ぎていくこと。または、驚くほどはやく老いていくこと。「日月」は時、時間のこと。「逾邁」は経過するや、過ぎていくという意味。",
        "grade": "1"
    },
    {
        "word": "鵲巣鳩居",
        "yomi": "じゃくそうきゅうきょ",
        "def": "他人の地位や成功を横取りすること。または、嫁いできた女性が夫の家をわが家とすることのたとえ。巣作りが得意な鵲の巣に鳩が住み着くという意味から。",
        "grade": "1"
    },
    {
        "word": "鵲巣鳩占",
        "yomi": "じゃくそうきゅうせん",
        "def": "他人の地位や成功を横取りすること。または、嫁いできた女性が夫の家をわが家とすることのたとえ。巣作りが得意な鵲の巣に鳩が住み着くという意味から。",
        "grade": "1"
    },
    {
        "word": "邪智奸佞",
        "yomi": "じゃちかんねい",
        "def": "性格がねじれていて悪知恵がはたらくこと。「邪智」は悪いことにだけよく働く知恵。「奸」は心がひねくれていること、「佞」は人に媚びること。",
        "grade": "1"
    },
    {
        "word": "獣聚鳥散",
        "yomi": "じゅうしゅうちょうさん",
        "def": "規律や統率が全くないものの集まり。「聚」は集まるという意味。獣のように集まって、鳥のように散るという意味で、獣や鳥が秩序なく集まったり散ったりする様子から。",
        "grade": "1"
    },
    {
        "word": "戎馬倥偬",
        "yomi": "じゅうばこうそう",
        "def": "戦場で慌しく走り回り、忙しく軍務を行うこと。「戎馬」は戦争で使うための武器と馬。「倥偬」は非常に忙しいこと。",
        "grade": "1"
    },
    {
        "word": "朮羹艾酒",
        "yomi": "じゅっこうがいしゅ",
        "def": "もち粟が入っている吸い物とよもぎの入っている酒のこと。「朮」は粟の一種類のもち粟のこと。「羹」は肉や野菜の入っている吸い物。「艾」はよもぎのこと。古代中国の洛陽で、五月の節句を祝うものとされていた。",
        "grade": "1"
    },
    {
        "word": "蓴羹鱸膾",
        "yomi": "じゅんこうろかい",
        "def": "故郷のことを懐かしいと思う気持ちのこと。または、故郷の懐かしい味のこと。「蓴羹」はじゅんさいの吸い物。「鱸膾」は魚のすずきのなます。中国の晋の張翰は、故郷の食事であるじゅんさいの吸い物と、すずきのなますが恋しくなり、官職を辞めて洛陽から帰郷したという故事から。",
        "grade": "1"
    },
    {
        "word": "自由闊達",
        "yomi": "じゆうかったつ",
        "def": "のびのびとした広い心で小事にこだわらないこと。「自由」は縛られることなく、のびのびしていること。「闊達」は広くおおらかな心で小事にこだわらないこと。",
        "grade": "1"
    },
    {
        "word": "常山蛇勢",
        "yomi": "じょうざんのだせい",
        "def": "隙が無いことのたとえ。または、文章の初めから終わりまで一貫していることのたとえ。「常山」は中国の河北省にある山のこと。兵法で、前後の陣や、左右の陣が互いに呼応して戦う隙のない戦法のこと。常山に住んでいるとされる両頭の蛇は、頭を攻撃すれば尾で反撃して、尾を攻撃すれば頭で反撃して、体を攻撃すれば頭と尾で反撃するので隙が無いということから。",
        "grade": "1"
    },
    {
        "word": "畳牀架屋",
        "yomi": "じょうしょうかおく",
        "def": "無駄なことや意味のないことを繰り返し行うこと。または、人の真似ばかりで、新しい趣がないこと。「牀」は床のこと。「架」は屋根のこと。床の上にまた床を張って、屋根の上にさらに屋根を作るという意味から。「牀を畳ね屋を架す」とも読む。",
        "grade": "1"
    },
    {
        "word": "躡足附耳",
        "yomi": "じょうそくふじ",
        "def": "注意するときに、その人を傷つけないように、周りの人に気づかれないような配慮をすることが大切であるということ。「躡足」は足を踏むこと。「附耳」は耳に口をつけて密かに言うこと。「足を躡み耳に附く」とも読む。",
        "grade": "1"
    },
    {
        "word": "攘臂疾言",
        "yomi": "じょうひしつげん",
        "def": "とても誇らしそうな様子。「攘臂」は袖を捲り上げること。「疾言」は早口で喋ること。",
        "grade": "1"
    },
    {
        "word": "常備不懈",
        "yomi": "じょうびふかい",
        "def": "普段の生活の中でも、何かあった時のための準備を怠らないこと。「不懈」は怠らない、油断しないということ。「常に備えて懈らず」とも読む。",
        "grade": "1"
    },
    {
        "word": "持粱歯肥",
        "yomi": "じりょうしひ",
        "def": "ご馳走を食べること。または、良い食事ができる身分になること。「持粱」はご馳走が盛られている食器を手にもつこと。「歯肥」は肥えた肉を噛むこと。「梁を持して肥を歯う」とも読む。",
        "grade": "1"
    },
    {
        "word": "人権蹂躙",
        "yomi": "じんけんじゅうりん",
        "def": "人が生まれながらに持っている権利を侵すこと。または、憲法で保障されている、国民が人らしく生きるための権利を国家が侵すこと。「人権」は人が生まれながらに持っている、人らしく生きるための権利。「蹂躙」はふみにじること。侵害すること。",
        "grade": "1"
    },
    {
        "word": "人口膾炙",
        "yomi": "じんこうかいしゃ",
        "def": "多くの人たちから評判になって人気を集めること。「膾」は生肉を細かく刻んだ食べ物、「炙」は炙り肉のことで、どちらも多くの人がご馳走として好んで食べるという意味から。「人口に膾炙する」とも読む。",
        "grade": "1"
    },
    {
        "word": "人口稠密",
        "yomi": "じんこうちゅうみつ",
        "def": "人や家が一箇所に集まっていること。「稠密」は隙間がないほどに集まっていること。",
        "grade": "1"
    },
    {
        "word": "人心洶洶",
        "yomi": "じんしんきょうきょう",
        "def": "世の人たちの心が恐れおののいて動揺していること。「洶洶」はびくびくしたり、動揺したりすること。",
        "grade": "1"
    },
    {
        "word": "人心収攬",
        "yomi": "じんしんしゅうらん",
        "def": "たくさんの人たちの心をしっかりとらえてまとめること。または、たくさんの人たちの信頼を得ること。「収攬」はまとめて手でにぎること。",
        "grade": "1"
    },
    {
        "word": "塵飯塗羹",
        "yomi": "じんぱんとこう",
        "def": "実際に何の役にも立たないもののこと。「塵飯」は塵の飯。「塗羹」は泥の吸い物。こどもがままごと遊びで作った、見た目だけで食べられない食事ということから。",
        "grade": "1"
    },
    {
        "word": "吹影鏤塵",
        "yomi": "すいえいろうじん",
        "def": "無意味な努力のこと。または、やっても充実感がないことのたとえ。「鏤」は刻むこと。影を吹き飛ばそうとしたり、塵に刻み目をいれようとすることから。「影を吹き塵に鏤む」とも読む。",
        "grade": "1"
    },
    {
        "word": "酔眼朦朧",
        "yomi": "すいがんもうろう",
        "def": "目の焦点が合わないほど酒に酔い、ぼんやりとしか辺りを見ることができない様子。「酔眼」は酒に酔い、目の焦点が定まらない様子。「朦朧」は視界がかすんで、はっきりと区別できないこと。",
        "grade": "1"
    },
    {
        "word": "垂拱之化",
        "yomi": "すいきょうのか",
        "def": "天子の徳により民衆が感化されて、天子が何もしなくてもおのずと天下が平穏に治まること。「垂拱」は袖を垂れて手をこまねくという意味から何もしないこと。「化」は感化、教化されること。",
        "grade": "1"
    },
    {
        "word": "炊金饌玉",
        "yomi": "すいきんせんぎょく",
        "def": "とてもぜいたくなごちそうのこと。または、心のこもったもてなしに感謝していう言葉。金を炊いて、宝玉を膳に並べるという意味。「金を炊ぎ玉を饌う」とも読む。",
        "grade": "1"
    },
    {
        "word": "垂涎三尺",
        "yomi": "すいぜんさんじゃく",
        "def": "あるものを激しく欲しがる様子のこと。「涎」はよだれ。おいしそうな食べ物を見て、思わず涎を三尺も垂らすという意味から。",
        "grade": "1"
    },
    {
        "word": "翠帳紅閨",
        "yomi": "すいちょうこうけい",
        "def": "身分の高い女性の寝室のこと。「翠帳」はかわせみの緑色の羽で飾りつけた緑色のとばり。「紅閨」は赤い色に塗られた寝室という意味。高貴な家に生まれて大切にされた女性の生活のたとえ。",
        "grade": "1"
    },
    {
        "word": "垂髫戴白",
        "yomi": "すいちょうたいはく",
        "def": "幼子と老人のこと。「垂髫」はおさげ髪のことで、幼子のたとえ。「戴白」は白髪頭ということから、老人のたとえ。",
        "grade": "1"
    },
    {
        "word": "水天髣髴",
        "yomi": "すいてんほうふつ",
        "def": "遠くの海と空の境（水平線）がぼんやりとしていて、どこまでが海でどこまでが空なのかはっきりしない様子。「水天」は海と空のこと。「髣髴」はぼんやりとしていてはっきり区別できない様子。「水天彷彿」とも書く。",
        "grade": "1"
    },
    {
        "word": "彗氾画塗",
        "yomi": "すいはんがと",
        "def": "何の問題もなく簡単にできることのたとえ。「彗氾」は水溜りを箒で掃くこと。「画塗」は刀を使って泥に線を引くこと。",
        "grade": "1"
    },
    {
        "word": "酔歩蹣跚",
        "yomi": "すいほまんさん",
        "def": "酒に酔って足元が定まらずにふらつくこと。「酔歩」は酒に酔って歩くときの足取り。「蹣跚」はふらつきながら歩くこと。",
        "grade": "1"
    },
    {
        "word": "垂名竹帛",
        "yomi": "すいめいちくはく",
        "def": "歴史に名前が残るような功績や手柄のこと。「竹帛」は竹の札と綿布のことで、紙のない時代には竹帛に文字を書いていたことから、歴史書や書物のこと。「名を竹帛に垂る」とも読む。",
        "grade": "1"
    },
    {
        "word": "吹毛求疵",
        "yomi": "すいもうきゅうし",
        "def": "強引に人の欠点を探すこと。または、人の欠点をなじることで、逆に自身の欠点を暴かれること。「吹毛」は毛を吹くこと、「求疵」は傷を探すことで、わざわざ毛を吹き分けて、隠れている傷を探し出すという意味から。「毛を吹いて疵を求む」とも読む。",
        "grade": "1"
    },
    {
        "word": "鄒衍降霜",
        "yomi": "すうえんこうそう",
        "def": "天に無実を訴えて、真夏に霜を降らせたという鄒衍の故事のこと。中国の戦国時代の五行説を唱えた思想家の鄒衍は、無実の罪で投獄されたときに、天に無実を訴えると、天はそれに応えて真夏に霜を降らせたという故事。",
        "grade": "1"
    },
    {
        "word": "鄒魯遺風",
        "yomi": "すうろいふう",
        "def": "儒教、儒学のこと。「鄒」は孟子の、「魯」は孔子の生まれた場所。「遺風」は後の時代に残っている教え。孟子と孔子の教えという意味から。",
        "grade": "1"
    },
    {
        "word": "寸草春暉",
        "yomi": "すんそうしゅんき",
        "def": "両親からの恩は非常に大きく、子がどれだけ孝行しても、少しですら報いることは出来ないということのたとえ。「寸」は長さの単位で、短い長さのたとえ。「寸草」は、短い草のことで、両親の恩に報いようとするほんの少しの気持ちをたとえた言葉。「春暉」は春の太陽の光のことで、両親からの恩のたとえ。短い草がどれだけ孝行しても、春の日の光によって育てられた恩に報いることは出来ないという意味から。",
        "grade": "1"
    },
    {
        "word": "随鴉彩鳳",
        "yomi": "ずいあさいほう",
        "def": "女性が自分より劣る男性のもとに嫁に行かされること。またはそのことに不満を持つこと。美しい鳳（おおとり）が鴉（からす）に嫁ぐというたとえ。妻が夫のことをいい加減に扱う場合にも用いる言葉。",
        "grade": "1"
    },
    {
        "word": "隋珠和璧",
        "yomi": "ずいしゅかへき",
        "def": "この世に類をみない貴重な宝物のこと。「隋珠」は随侯が贈られた宝玉、「和璧」は卞和が見つけた原石から磨き出された宝玉のことで、どちらも貴重な宝物のこと。「隋珠」は「随珠」とも書く。",
        "grade": "1"
    },
    {
        "word": "青鞋布韈",
        "yomi": "せいあいふべつ",
        "def": "旅をするときに着る服装のこと。「青鞋」はわらじ。「布韈」は脛を保護するために巻く布製の脚半のこと。",
        "grade": "1"
    },
    {
        "word": "臍下丹田",
        "yomi": "せいかたんでん",
        "def": "漢方医学で気を集中して力を込めると健康を保ち、元気や勇気が沸くとされているへそから三寸ほど下あたりのこと。「丹田」はその箇所の名前。",
        "grade": "1"
    },
    {
        "word": "星火燎原",
        "yomi": "せいかりょうげん",
        "def": "最初は小さい力のものが、成長して強大になり手に負えなくなること。「星火」は星の光のように小さなもの。「燎原」は広野を焼き払うこと。反乱や一揆が次第に大きくなっていき、防げなくなることをたとえたもの。",
        "grade": "1"
    },
    {
        "word": "旌旗巻舒",
        "yomi": "せいきけんじょ",
        "def": "戦いが何度も続いて起こることのたとえ。「旌」と「旗」はどちらも旗、「巻」は巻く、「舒」は広げるという意味で、軍旗を巻いたり、広げたりするということから、戦いに明け暮れるというたとえ。",
        "grade": "1"
    },
    {
        "word": "生気溌溂",
        "yomi": "せいきはつらつ",
        "def": "生き生きと元気に満ち溢れている様子。「生気」は元気や活力のこと。「溌溂」は動作や表情が元気に溢れている様子。",
        "grade": "1"
    },
    {
        "word": "誠惶誠恐",
        "yomi": "せいこうせいきょう",
        "def": "誠におそれてかしこまるという意味。臣下が天子に自分の意見を述べる時に用いる言葉。「誠惶」は心の底からおそれかしこまることで、それを強調して丁重にいう表現。",
        "grade": "1"
    },
    {
        "word": "井渫不食",
        "yomi": "せいせつふしょく",
        "def": "すぐれた才能をもつ人物が登用されずにいることのたとえ。「井渫」の「渫」は水の底にあるごみを取り除くという意味から、「井渫」はきれいな井戸水のこと。「不食」は飲むためには用いないこと。ごみなどのないきれいな井戸水があるのに、飲むための水として用いないという意味から。「井渫えども食らわれず」とも読む。",
        "grade": "1"
    },
    {
        "word": "悽愴流涕",
        "yomi": "せいそうりゅうてい",
        "def": "痛々しいほどに悲しみ、涙を流す様子。「悽愴」は見ていられないほど悲しむこと。「流涕」は涙を流すこと。「凄愴流涕」とも、「淒愴流涕」とも書く。",
        "grade": "1"
    },
    {
        "word": "青天霹靂",
        "yomi": "せいてんのへきれき",
        "def": "全く予想すらしていなかった急な出来事。大変動。「霹靂」は急に激しい雷鳴が鳴り響くこと。よく晴れた青空に、前触れもなく雷鳴が轟くという意味から。元は、筆勢に躍動感があって、のびのびとしている様子を言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "声名狼藉",
        "yomi": "せいめいろうぜき",
        "def": "よい評判がなくなって、評判を元に戻すことができないこと。「声名」はよい評判。「狼藉」は散らかっていて、取りまとめることができないこと。悪名が広がりすぎて、どうにもならない状況をいう言葉。",
        "grade": "1"
    },
    {
        "word": "精励恪勤",
        "yomi": "せいれいかっきん",
        "def": "全力を尽くして仕事や勉学に励むこと。「精励」は全力で物事を行うこと。「恪勤」は真剣に物事を行うこと。",
        "grade": "1"
    },
    {
        "word": "積悪余殃",
        "yomi": "せきあくのよおう",
        "def": "積み重ねた悪事の報いの災いが子孫にまで及ぶこと。「積悪」はたくさん悪いことをすること。「余殃」は悪事の報いが本人だけでなく、その子孫にまで及ぶこと。「積悪の家には必ず余殃有り」という言葉を略した言葉。",
        "grade": "1"
    },
    {
        "word": "跖狗吠尭",
        "yomi": "せきくはいぎょう",
        "def": "善悪とは関係なく、自分の主人に忠義を尽くすものだということ。「跖」は中国の春秋時代の盗賊の盗跖のこと。「狗」は動物の犬。「尭」は中国の古代の聖天子の尭帝のこと。盗跖の飼っている犬が尭帝に吠えかかるという意味から。「跖の狗尭に吠ゆ」とも読む。",
        "grade": "1"
    },
    {
        "word": "尺沢之鯢",
        "yomi": "せきたくのげい",
        "def": "経験が少なく、知識が狭いこと。または、そのような人のこと。「尺沢」は小さな池。「鯢」は山椒魚のこと。小さな池に住む山椒魚は、その池の中のことしか知らないということから。",
        "grade": "1"
    },
    {
        "word": "折花攀柳",
        "yomi": "せっかはんりゅう",
        "def": "色町で遊女や芸者と遊ぶこと。「折花」は花を手で折って取ること。「攀柳」は柳の木に登ること。美しい女性を花にたとえ、色町には多くの柳の木が植えられていたということから。",
        "grade": "1"
    },
    {
        "word": "折檻諫言",
        "yomi": "せっかんかんげん",
        "def": "臣下が自身の君主を厳しく諫めること。「折檻」は手すりが折れること。「諫言」は下の立場の者が、上の立場の者を諫める言葉。中国の前漢の時代の朱雲は、成帝がひいきにしている臣下は奸臣であり、切り捨てるべきだと諫めた。しかし、成帝はそれに怒り、朱雲を処刑するように命じると朱雲はそれに抵抗し、手すりにつかまったまま成帝を諫め続けていると、手すりが折れたという故事から。厳しく戒めるという意味の「折檻」の語源とされている。",
        "grade": "1"
    },
    {
        "word": "切磋琢磨",
        "yomi": "せっさたくま",
        "def": "学問、精神、人格などを努力して磨き上げること。または、同じ目標を持つ友人同士が競い、励まし合って互いに向上していくこと。「切磋」と「琢磨」はどちらも学問や精神、人格などを向上させるという意味。「切磋」の「切」は獣の骨や象牙などを切り出すこと。「磋」はやすりやかんななどで磨き上げること。「琢磨」の「琢」は槌とのみで宝石や石などの角を削って形を整えること。「磨」は砂と石を使って磨き上げること。「切瑳琢磨」とも書く。",
        "grade": "1"
    },
    {
        "word": "切歯扼腕",
        "yomi": "せっしやくわん",
        "def": "激しく怒って、悔しがる様子のこと。「切歯」は歯ぎしりをすることや歯を食いしばること。「扼腕」は自身の片方の腕をもう片方の手で握り締めること。",
        "grade": "1"
    },
    {
        "word": "雪魄氷姿",
        "yomi": "せっぱくひょうし",
        "def": "梅の花のこと。または、清く澄んだ心を持った人のたとえ。梅の花は雪の残る冬の終わりに、白く美しく咲くということから。「雪魄冰姿」とも書く。",
        "grade": "1"
    },
    {
        "word": "雪萼霜葩",
        "yomi": "せつがくそうは",
        "def": "植物の梅の別名。「萼」は花のつぼみの外側の部分、がくのこと。「葩」は花のこと。雪や霜のように白く、寒さをしのいで花を咲かせるという意味から。",
        "grade": "1"
    },
    {
        "word": "窃玉偸香",
        "yomi": "せつぎょくとうこう",
        "def": "男性が女性に手を出して、男女の肉体関係にふけること。「玉」と「香」はどちらも女性のたとえ。「窃」と「偸」はどちらも盗むということ。「玉を窃み香を偸む」とも読む。",
        "grade": "1"
    },
    {
        "word": "截断衆流",
        "yomi": "せつだんしゅる",
        "def": "この世の妄想や気を散らす邪魔な考えを完全に断ち切ること。「截断」は断ち切ること。「衆流」は様々なものの流れという意味から、雑念や煩悩のたとえ。「衆流を截断す」とも読む。",
        "grade": "1"
    },
    {
        "word": "千巌万壑",
        "yomi": "せんがんばんがく",
        "def": "険しい岩山と深い谷が続く景色。「巌」は険しい岩山。「壑」は深い谷。「千」と「万」は数が非常に多いことを言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "千金一擲",
        "yomi": "せんきんいってき",
        "def": "一度に豪快に金銭を使うこと。または、思い切りよく行動すること。「千金」は大金のこと。 「一擲」は一度投げること。賭け事をして、一度の勝負に大金を賭けるという意味から。",
        "grade": "1"
    },
    {
        "word": "千鈞一髪",
        "yomi": "せんきんいっぱつ",
        "def": "極めて危険なことのたとえ。「鈞」は中国の昔の重さの単位で、「一鈞」は周の時代では約八キログラム、唐の時代では約二十キログラム。髪の毛一本で千鈞の重さがあるものを吊り下げるという意味から。",
        "grade": "1"
    },
    {
        "word": "千金弊帚",
        "yomi": "せんきんへいそう",
        "def": "自分の地位や能力などを理解せずに、思い上がることのたとえ。または、自分の物ならどんなにつまらないものでも貴重に思えることのたとえ。「弊帚」は使い古してぼろぼろになったほうきのことで、自分の物ならそのようなものでも千金の価値があると考えるという意味から。「千金敝帚」とも書く。",
        "grade": "1"
    },
    {
        "word": "饌玉炊金",
        "yomi": "せんぎょくすいきん",
        "def": "とてもぜいたくなごちそうのこと。または、心のこもったもてなしを感謝していう言葉。金を炊いて、宝玉を膳に並べるという意味。",
        "grade": "1"
    },
    {
        "word": "千荊万棘",
        "yomi": "せんけいばんきょく",
        "def": "多数の困難が待ち受けていること。「千」や「万」は数が非常に多いことのたとえ。「荊」と「棘」はいばらのことで、とげがある植物を言い表す言葉。進む予定の道に数え切れないほどのいばらがあるという意味から。",
        "grade": "1"
    },
    {
        "word": "鮮血淋漓",
        "yomi": "せんけつりんり",
        "def": "真っ赤な血が垂れて落ちること。「鮮血」は体から出たばかりの血。「淋漓」は汗や血などの液体が垂れて落ちること。",
        "grade": "1"
    },
    {
        "word": "洗垢索瘢",
        "yomi": "せんこうさくはん",
        "def": "他人の失敗や欠点をしつこく見つけ出そうとすること。「索」は探すこと。「瘢」は傷跡。人の垢を洗い流すようなことをしても、傷跡を探そうとするという意味から。「垢を洗いて瘢を索む」とも読む。",
        "grade": "1"
    },
    {
        "word": "僭賞濫刑",
        "yomi": "せんしょうらんけい",
        "def": "程度が不適切な褒美と罰のこと。「僭賞」は度を超えた褒美のこと。「濫刑」はむやみに罰を与えること。",
        "grade": "1"
    },
    {
        "word": "浅斟低唱",
        "yomi": "せんしんていしょう",
        "def": "酒を軽く飲んで歌や詩を小声で口ずさむこと。「浅斟」は少量の酒をたしなむ程度に軽く飲むこと。「低唱」は歌を低い声で歌うこと。",
        "grade": "1"
    },
    {
        "word": "先従隗始",
        "yomi": "せんじゅうかいし",
        "def": "物事を行うときは、まずは身近なことから始めるべきという教え。または、提案した人が率先して物事を始めるべきであるということ。「隗」は郭隗という人の名前。中国の戦国時代の燕の昭王が、郭隗によい人材が欲しいと相談すると、郭隗は、自分を優遇すれば、愚かな自分でも優遇されると知った賢い者が集まると言った。昭王は郭隗の言うとおりに、郭隗の家を建て替えて重用すると、多くの賢人が集まってきたという故事から。「先ず隗従り始めよ」とも読む。",
        "grade": "1"
    },
    {
        "word": "千仞之谿",
        "yomi": "せんじんのたに",
        "def": "極めて深い谷のこと。「仞」は長さの単位で、長さの単位の「尋」と同じ長さ。「一仞」はおおよそ五尺から八尺の範囲で様々な説がある。「千仞」は「千尋」とも、「谿」は「谷」とも書く。",
        "grade": "1"
    },
    {
        "word": "泉石膏肓",
        "yomi": "せんせきこうこう",
        "def": "人里から離れて、自然の中で生活したいという願いが極めて強いこと。「泉石」は泉水と石ということから、自然の景色や、自然そのもののこと。「膏肓」は心臓の下の部分と、横隔膜の上の部分のことで、病気になると治療のための鍼も薬も届かないために、治すことが出来ないとされている。自然の中で生活したいという気持ちが、治せない病気のようになるということから。",
        "grade": "1"
    },
    {
        "word": "戦戦兢兢",
        "yomi": "せんせんきょうきょう",
        "def": "恐れを感じて震える様子。「戦戦」は恐怖で震えること。「兢兢」は恐れて慎んだ態度をとること。「戦々兢々」「戦戦恐恐」「戦々恐々」とも書く。",
        "grade": "1"
    },
    {
        "word": "蝉噪蛙鳴",
        "yomi": "せんそうあめい",
        "def": "うるさいだけで役に立たない議論や、余計な表現が多い稚拙な文章のこと。蛙や蝉の鳴き声は、騒がしいだけで役に立たないという意味から。",
        "grade": "1"
    },
    {
        "word": "翦草除根",
        "yomi": "せんそうじょこん",
        "def": "災いの原因になるものを全て取り除くこと。「翦草」は草を刈ること。「除根」は根を取り除くこと。草を全て刈り取り、草が生えないように根を全て取り除くという意味から。「草を翦り根を除く」とも読む。",
        "grade": "1"
    },
    {
        "word": "吮疽之仁",
        "yomi": "せんそのじん",
        "def": "部下の苦労をねぎらって大切にすること。「吮」は口で直接吸い出すこと。「疽」は悪性の腫物。中国の戦国時代の楚の将軍の呉起は、悪性の腫物で苦しんでいる部下の血膿を吸い取ってやったという故事から。",
        "grade": "1"
    },
    {
        "word": "千朶万朶",
        "yomi": "せんだばんだ",
        "def": "たくさんの花のこと。または、たくさんの花が咲き乱れていること。「千」と「万」は数が多いことのたとえ。「朶」は花が咲いている枝。",
        "grade": "1"
    },
    {
        "word": "扇枕温衾",
        "yomi": "せんちんおんきん",
        "def": "両親を大切にすること。夏は親の枕元で、扇で扇いで涼しくして、冬は自分の体温で親の布団を温めて、親が過ごしやすいようにするということから。「枕を扇ぎ衾を温む」とも読む。",
        "grade": "1"
    },
    {
        "word": "旋転囲繞",
        "yomi": "せんてんいじょう",
        "def": "相手の周りを回りながら囲むこと。「旋転」はぐるぐる回ること。「囲繞」は周囲を取り囲むこと。",
        "grade": "1"
    },
    {
        "word": "瞻望咨嗟",
        "yomi": "せんぼうしさ",
        "def": "仰ぎ見て、その良さを羨み、ため息をつくこと。「瞻望」は仰ぎ見て尊敬すること。「咨嗟」はため息をつくこと。「羨望咨嗟」とも書く。",
        "grade": "1"
    },
    {
        "word": "千里無烟",
        "yomi": "せんりむえん",
        "def": "人々の生活が貧しく苦しいこと。「千里」は千里四方という意味から、広大な範囲のたとえ。「烟」は炊事をするときにでる煙。千里四方の広い範囲で、炊事をする煙が見えないという意味から。「千里無煙」とも書く。",
        "grade": "1"
    },
    {
        "word": "賤斂貴発",
        "yomi": "せんれんきはつ",
        "def": "価格が安いときに暴落を防ぐために買って保存しておき、価格が高くなったときに、高騰しすぎないように保存しておいたものを売って物価の安定を図る政策のこと。「賤」は安価。「斂」は集めること。「貴」は高価。「発」は出すこと。「賤に斂め貴に発す」とも読む。",
        "grade": "1"
    },
    {
        "word": "噬指棄薪",
        "yomi": "ぜいしきしん",
        "def": "母と子の気持ちがお互いに通じることのたとえ。「噬指」は指を噛む。「棄薪」は薪（たきぎ）を捨てるという意味。後漢の蔡順が薪を採りに行っている間に来客があって、母が困って自分の指を噛むと、その気持ちが通じ、蔡順が薪を捨てて帰ってきたという故事から。",
        "grade": "1"
    },
    {
        "word": "贅沢三昧",
        "yomi": "ぜいたくざんまい",
        "def": "金や物を思うままに好きなだけ使うこと。「贅沢」は必要以上の無駄な費用を使うこと。「三昧」は夢中になって、ほかの事を蔑ろにするという意味。",
        "grade": "1"
    },
    {
        "word": "前倨後恭",
        "yomi": "ぜんきょこうきょう",
        "def": "調子にのって横暴な態度をとっていたが、急に態度を変えて、相手にへつらうようになること。「倨」は偉そうな態度をとること。「恭」は礼儀正しく丁寧なこと。中国の戦国時代の遊説家の蘇秦は、諸国を放浪して貧しくなって故郷に帰ると、家族は偉そうに馬鹿にした態度をとった。蘇秦は、その後に六国の宰相になって故郷に帰ると、家族は腰を低くして丁寧に迎え、媚びへつらったという故事から。「前には倨りて後には恭し」とも読む。",
        "grade": "1"
    },
    {
        "word": "草偃風従",
        "yomi": "そうえんふうじゅう",
        "def": "君主の徳によって自然と民衆が従うこと。「草偃」は草がなびくことで、風が吹けばそれに従い草がなびくという意味。",
        "grade": "1"
    },
    {
        "word": "滄海桑田",
        "yomi": "そうかいそうでん",
        "def": "世の中の移り変わりが激しいことのたとえ。「桑田」は桑畑のこと。「滄海」は大海のこと。大海だった所が桑畑になるような変化が起こるとの意から。「滄海変じて桑田と為る」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "滄海遺珠",
        "yomi": "そうかいのいしゅ",
        "def": "世に知られずに埋もれている立派な人物や有能な人材。「滄海」は大海のこと。「遺珠」は採集に失敗した真珠のこと。海の中でどこにあるかわからずに埋もれてしまった真珠にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "滄海一粟",
        "yomi": "そうかいのいちぞく",
        "def": "非常に大きな物の中にある、極めて小さいもののたとえ。特に宇宙と比べ人間は小さくて儚いものだということのたとえ。「滄海」は大海、「一粟」は一粒の粟のこと。大海に浮かぶ一粒の粟という意味。",
        "grade": "1"
    },
    {
        "word": "走尸行肉",
        "yomi": "そうしこうにく",
        "def": "生きていても役に立たない人のこと。そのような人を侮蔑するときに使う言葉。走る屍骸と歩く肉という意味から。",
        "grade": "1"
    },
    {
        "word": "簇酒斂衣",
        "yomi": "そうしゅれんい",
        "def": "貧しい生活のたとえ。「簇」と「斂」はどちらも集めるという意味で、「簇酒」は酒を少しずつ集めること、「斂衣」は布の端切れを集めること。酒好きで貧しい辛洞は、杯に一杯ずつ酒をもらって酒樽にためて飲み、同じく貧しかった伊処士は、布の端切れを集めて縫い合わせて、服を作ったという故事から。",
        "grade": "1"
    },
    {
        "word": "蚤寝晏起",
        "yomi": "そうしんあんき",
        "def": "夜は早い時間に寝て、朝は遅い時間まで寝ていること。赤子や幼児の様子をいう。「蚤」は早い時間、「晏」は遅い時間という意味。「蚤く寝ね晏く起く」とも読む。",
        "grade": "1"
    },
    {
        "word": "痩身矮躯",
        "yomi": "そうしんわいく",
        "def": "体が痩せていて身長が低い体格のこと。「痩身」は痩せている体。「矮躯」は身長の低い体。",
        "grade": "1"
    },
    {
        "word": "宋襄之仁",
        "yomi": "そうじょうのじん",
        "def": "必要のない情けをかけること。「宋襄」は宋の国の襄公という人の名前。「仁」は哀れみや思いやり。楚との戦闘で、楚の軍が川を渡っている最中の陣形が崩れたところを攻めてはどうかと、部下に進言された襄公は、人の困難につけこむものではないと言い、攻めずにそのまま大敗したという故事から。",
        "grade": "1"
    },
    {
        "word": "漱石枕流",
        "yomi": "そうせきちんりゅう",
        "def": "自身の失敗や負けを認めようとしないこと。または、何かにつけて言い訳ばかりすること。西晋の孫楚が「石に枕し流れに漱ぐ」という言葉を「石に漱ぎ流れに枕す」と言い間違えた。友人に間違いを指摘されると「石で歯を磨いて、流れで耳を洗うのだ」と無理な主張をして間違いを認めなかったという故事から。夏目漱石の雅号「漱石」はこの故事が由来。",
        "grade": "1"
    },
    {
        "word": "滄桑之変",
        "yomi": "そうそうのへん",
        "def": "世の中の移り変わりが激しいことのたとえ。「滄桑」は、大きな海と桑畑のこと。大海が桑畑に、または桑畑が大海になるような変化が起こるとの意から。",
        "grade": "1"
    },
    {
        "word": "桑田滄海",
        "yomi": "そうでんそうかい",
        "def": "世の中の移り変わりが激しいことのたとえ。「桑田」は桑畑のこと。「滄海」は大海のこと。桑畑だった所が大海になるような変化が起こるとの意から。",
        "grade": "1"
    },
    {
        "word": "桑土綢繆",
        "yomi": "そうどちゅうびゅう",
        "def": "災害を防ぐために、事前に準備しておくこと。「桑土」は桑の根、「綢繆」は囲ってふさぐこと。嵐が来る前に桑の根を使って、鳥が巣の穴をふさぐということから。",
        "grade": "1"
    },
    {
        "word": "曾母投杼",
        "yomi": "そうぼとうちょ",
        "def": "嘘の話でも、多くの人から何度も繰り返し話を聞かされていると信じてしまうことのたとえ。「曾母」は孔子の弟子である曾参の母親。「杼」は機織仕事の道具で糸を通すためのもの。ある時、曾参の親類の者が人を殺した。誰かが誤って、曾参の母親に「曾参が人を殺した」と告げたが、曾参の母親は信じなかった。しかし、二人目、三人目と同じことを告げに来ると、さすがに話を信じて、機織仕事をやめて家を飛び出したという故事から。",
        "grade": "1"
    },
    {
        "word": "草満囹圄",
        "yomi": "そうまんれいご",
        "def": "平和に治まっていて、よい政治が行われ、犯罪がないことのたとえ。「草満」は草が生い茂ること。「囹圄」は牢屋のこと。犯罪を犯す人がいないために、牢屋が使われることなく、牢屋に草が生い茂るという意味から。「草囹圄に満つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "草莽之臣",
        "yomi": "そうもうのしん",
        "def": "官職につかずに民間の職についている人のこと。または、臣下が自分自身のことを謙って言い表す言葉。「草莽」は草むらや田舎という意味から、官職につかずに民間で働いている人のことのたとえ。",
        "grade": "1"
    },
    {
        "word": "蒼蠅驥尾",
        "yomi": "そうようきび",
        "def": "普通の人でも賢者の指示に従って行動すれば、功績をあげることが出来るということ。「蒼蠅」は青ばえ。「驥」は駿馬のことで、一日で千里もの距離を走ることが出来るとされるすぐれた馬のこと。駿馬の尾に止まれば、青ばえも千里を移動することが出来るという意味から。「青蠅驥尾に付す」を略した言葉で、謙遜する表現として、「驥尾に付す」との形で用いることもある言葉。",
        "grade": "1"
    },
    {
        "word": "草廬三顧",
        "yomi": "そうろさんこ",
        "def": "立場が上の人が礼を尽くして、すぐれた才能のある人を招くこと。または、立場が上の人が、立場が下の人に礼を尽くして仕事の依頼をすること。「三顧」は三回訪問することで、古代中国の三国時代に、諸葛亮を迎え入れるために、劉備本人が三回訪問したという故事から。",
        "grade": "1"
    },
    {
        "word": "足音跫然",
        "yomi": "そくおんきょうぜん",
        "def": "人の足音が響く様子。または、予想もしていなかった来訪や便りがあることのたとえ。「跫然」は足音が響き渡る様子。人里離れた荒れ果てた場所で道に迷うと、人の足音が聞こえるだけでも喜ぶという意味から。",
        "grade": "1"
    },
    {
        "word": "束皙竹簡",
        "yomi": "そくせきちくかん",
        "def": "昔の資料を解読した故事のこと。「束皙」は中国の晋の時代の人の名前。「竹簡」は竹に文字を記したもので、紙が発明される前に使われていたもの。古代の王の墓から掘り出され、誰にも読むことのできなかった文字を束皙が解読したという故事のこと。",
        "grade": "1"
    },
    {
        "word": "束帛加璧",
        "yomi": "そくはくかへき",
        "def": "最もよいとされる礼物のこと。「束帛」は十反の絹の布。「璧」は宝石のこと。十反の絹の布の上に宝石をのせたもののことで、古代中国では最高級の礼物とされていたということから。",
        "grade": "1"
    },
    {
        "word": "束髪封帛",
        "yomi": "そくはつふうはく",
        "def": "妻が固く貞操を守り続けること。「束髪」は髪の毛を束ねること。「封帛」は白い絹で包んで封印すること。中国の唐の時代の賈直言は、他人の罪の連帯で処罰されて左遷されることになり、若い妻に再婚するようにいうと、白い絹で髪を束ねて封印して賈直言に署名させ、これを守り続けると誓った。二十年後に賈直言が戻ると封印されたままだったという故事から。",
        "grade": "1"
    },
    {
        "word": "麁枝大葉",
        "yomi": "そしたいよう",
        "def": "規則に縛られず、自由に書いた文章のこと。または、小さなことにこだわらない、大まかなこと。「麁枝」はまばらで大きな枝。「粗枝大葉」とも書く。",
        "grade": "1"
    },
    {
        "word": "率先躬行",
        "yomi": "そっせんきゅうこう",
        "def": "人よりも先に、自ら進んで物事を行うこと。「率先」は他人よりも先に物事を行うこと。「躬行」は自らが進んで物事を行うこと。",
        "grade": "1"
    },
    {
        "word": "樽俎折衝",
        "yomi": "そんそせっしょう",
        "def": "宴会で穏やかな雰囲気で、交渉が有利になるようにすること。食事をしながら外交交渉を行うことをいう。「樽俎」は酒樽と肉料理をのせるための台のことから、豪華な食事のたとえ。「折衝」は敵の勢いを弱めるということ。または、交渉や駆け引きのことをいう。「尊俎折衝」とも書く。",
        "grade": "1"
    },
    {
        "word": "孫楚漱石",
        "yomi": "そんそそうせき",
        "def": "自身の失敗や負けを認めようとしないこと。または、何かにつけて言い訳ばかりすること。西晋の孫楚が「石に枕し流れに漱ぐ」と言おうとして、「石に漱ぎ流れに枕す」と言い間違え、それを指摘されると、「石で歯を磨いて、流れで耳を洗う」と言い、間違いを認めなかったという故事から。文豪の夏目漱石の雅号「漱石」は、この故事が由来。",
        "grade": "1"
    },
    {
        "word": "尊皇攘夷",
        "yomi": "そんのうじょうい",
        "def": "政治的な思想の一つで、天皇を崇拝して、他国の勢力を排除しようとすること。「攘」は追い払うこと。「夷」は異民族のこと。元は別々の尊王論と攘夷論の二つが一つになって、江戸時代の討幕運動の中心となった。「尊王攘夷」とも書く。",
        "grade": "1"
    },
    {
        "word": "造言蜚語",
        "yomi": "ぞうげんひご",
        "def": "根拠もなく、いい加減な噂のこと。「造言」は根拠のない嘘や作り話。「蜚語」は無責任な噂のこと。「造言飛語」とも書く。",
        "grade": "1"
    },
    {
        "word": "造次顛沛",
        "yomi": "ぞうじてんぱい",
        "def": "忙しくて慌ただしい時。または、ごく短い時間のこと。「造次」は慌ただしい時。とっさの場合。「顛沛」はつまずいて転ぶことから、ごく短い時間のたとえ。",
        "grade": "1"
    },
    {
        "word": "俗臭芬芬",
        "yomi": "ぞくしゅうふんぷん",
        "def": "下品で低俗な様子。「俗臭」は低俗で卑しい様子。「芬芬」は臭いが強く香ること。金銭や社会的地位に固執する様子をいう。「俗臭紛紛」とも書く。",
        "grade": "1"
    },
    {
        "word": "鏃礪括羽",
        "yomi": "ぞくれいかつう",
        "def": "現状に満足せず、学識に磨きをかけて、さらにすぐれた人材になること。「鏃礪」は矢の先にやじりをつけて、それを研いで鋭くすること。「括」は弦を受ける矢の部分、矢筈。「羽」は矢羽。竹にやじりや矢筈、矢羽をつけて矢を作るという意味から。",
        "grade": "1"
    },
    {
        "word": "大海撈針",
        "yomi": "たいかいろうしん",
        "def": "非常に困難なこと、ほぼ実現不可能なこと。「撈」はすくい上げること。海の底に落ちた一本の針をすくい上げるという意味から。",
        "grade": "1"
    },
    {
        "word": "大廈高楼",
        "yomi": "たいかこうろう",
        "def": "大きくて高さのある建物のこと。または、それらの建物が並び立っている様子。「廈」は屋根のある大きな建物。「楼」は二階建て以上の高さのある建物のこと。高層ビル群や大きくて煌びやかな豪邸のこと。",
        "grade": "1"
    },
    {
        "word": "大廈棟梁",
        "yomi": "たいかのとうりょう",
        "def": "国を支える重職を担う人材のたとえ。「大廈」は屋根があって大きい建物。「棟」と「梁」は屋根を支えるための棟木と梁のことで、どちらも家屋を支える大事なものということから。",
        "grade": "1"
    },
    {
        "word": "大衾長枕",
        "yomi": "たいきんちょうちん",
        "def": "同じ布団で寝るほどに兄弟や夫婦が仲睦まじいことのたとえ。「衾」は夜着や掛け布団のこと。元は夫婦仲がよいという意味の言葉であったが、玄宗皇帝が、息子兄弟が仲良く寝られるように大きな布団と長い枕を作らせた故事から、兄弟の仲がよいこともいうようにもなった。",
        "grade": "1"
    },
    {
        "word": "大桀小桀",
        "yomi": "たいけつしょうけつ",
        "def": "残虐な王や為政者のこと。「桀」は殷の紂王と同じく、暴君の代名詞になっている夏王朝の桀王のこと。",
        "grade": "1"
    },
    {
        "word": "太羹玄酒",
        "yomi": "たいこうげんしゅ",
        "def": "規則を守ることばかりの面白味のない文章のたとえ。「太羹」は味をつけていない肉汁。「玄酒」は水のこと。まだ酒が無かった太古の時代の祭りでは、酒の代わりに水を使っていたことからきた言葉。",
        "grade": "1"
    },
    {
        "word": "対牀風雪",
        "yomi": "たいしょうふうせつ",
        "def": "友人と一晩中語り明かすこと。「牀」は寝床や腰掛け。吹雪いている夜に時間も忘れて、隣同士の寝床で語り明かすという意味から。「対床風雪」とも書く。",
        "grade": "1"
    },
    {
        "word": "対牀夜雨",
        "yomi": "たいしょうやう",
        "def": "兄弟や友人との仲がとても良いこと。「対牀」は寝床を並べるという意味で、夜に雨の音を聞きながら寝床を並べて仲良く眠るということから。",
        "grade": "1"
    },
    {
        "word": "頽堕委靡",
        "yomi": "たいだいび",
        "def": "体力や気力が少しずつ弱くなっていくこと。「頽堕」はしっかりとしていない、だらしないこと。「委靡」は衰えること。",
        "grade": "1"
    },
    {
        "word": "黛蓄膏渟",
        "yomi": "たいちくこうてい",
        "def": "水面が落ち着いていて静かな様子。「黛」は眉を書いたり、整えるために使う墨で、青黒い色をいう。「膏」は油。油で満たされているように静かで、青黒く淀んでいる水面ということから。",
        "grade": "1"
    },
    {
        "word": "大貉小貉",
        "yomi": "たいばくしょうばく",
        "def": "未開の土地の野蛮な異民族のような為政者のこと。「貉」は中国の北の異民族の蔑称。",
        "grade": "1"
    },
    {
        "word": "帯礪之誓",
        "yomi": "たいれいのちかい",
        "def": "何があっても絶対に変わることがない固い誓いのこと。功労のある家臣に天子が誓う言葉で、いつまでも繁栄させることを約束する言葉。中国の黄河が帯のように細くなったり、泰山が砥石のように平らになるほどの年月がたっても、功労のある家臣の家はいつまでも途絶えさせないという意味から。中国の漢の劉邦の制約文、「封爵之誓」の文言。",
        "grade": "1"
    },
    {
        "word": "対驢撫琴",
        "yomi": "たいろぶきん",
        "def": "愚かな人物に物の道理を説いても理解できないので意味はないということ。「驢」は動物のろば。「撫」は奏でるという意味。ろばに琴を弾いて聞かせるという意味から。「驢に対して琴を撫す」とも読む。",
        "grade": "1"
    },
    {
        "word": "濯纓濯足",
        "yomi": "たくえいたくそく",
        "def": "世の中の流れに合わせて身の振り方を変えること。または、善い行いをすれば尊ばれ、悪い行いをすれば蔑まれるということのたとえ。または、世俗を超越すること。「纓」は冠の紐。水が綺麗なら冠の紐を洗い、水が汚れていれば足を洗うという意味から。",
        "grade": "1"
    },
    {
        "word": "多銭善賈",
        "yomi": "たせんぜんこ",
        "def": "良い条件が整っていれば物事は成功しやすいということ。「多銭」は資金が豊富にあること。「善賈」は商売がうまく行くこと。資本が多くあれば商売はうまく行きやすいということから。「多銭、善く賈す」とも読む。",
        "grade": "1"
    },
    {
        "word": "箪食壺漿",
        "yomi": "たんしこしょう",
        "def": "自分たちを救ってくれた軍隊を民衆が感謝してもてなすこと。「箪」は竹やひのきなどの薄い木の板で作られた、食べ物をいれるための容器。「漿」は酒以外の飲み物や汁物のこと。古代中国の燕の国は斉の国に破れたが、悪政に苦しんでいた燕の国の民は、斉の軍隊に感謝しもてなしたという故事から。",
        "grade": "1"
    },
    {
        "word": "貪夫徇財",
        "yomi": "たんぷじゅんざい",
        "def": "欲深い人は金銭のために命を捨てるということ。「貪夫」は強欲な人。「徇財」は命を捨ててでも、金を欲しがるという意味。「貪夫は財に殉ず」とも読む。",
        "grade": "1"
    },
    {
        "word": "探驪獲珠",
        "yomi": "たんりかくしゅ",
        "def": "危険なことをして大きな利益を得ること。または、すぐれた文章を作ることや、試験に合格することのたとえ。「驪」は色が黒いことで、ここでは黒い竜のこと。黒い竜の顎の下には高価な宝石があり、食べられてしまう危険を冒してその宝石をとるという意味から。「驪（り）を探（さぐ）って珠（しゅ）を獲（う）」とも読む。",
        "grade": "1"
    },
    {
        "word": "湛盧之剣",
        "yomi": "たんろのけん",
        "def": "宝剣のこと。中国の呉の王の闔閭が持っていたとされる、黒く澄んだ宝剣。「湛」は澄むや沈むという意味。「盧」は黒い色という意味。中国の春秋時代、越の王が有名な刀匠の欧冶子を招いて作らせたもので、呉の王の闔閭が最初に持っていたが、剣が見限って楚の昭王のものになったといわれている。",
        "grade": "1"
    },
    {
        "word": "濁流滾滾",
        "yomi": "だくりゅうこんこん",
        "def": "勢いよく濁った水が流れる様子。「滾滾」は水がいつまでも激しく流れ続ける様子を言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "煖衣飽食",
        "yomi": "だんいほうしょく",
        "def": "不自由のない生活のこと。または、贅沢な生活のたとえ。暖かい衣服と飽きるくらいの十分な食料があって、生活に困らないという意味から。「暖衣飽食」とも書く。",
        "grade": "1"
    },
    {
        "word": "断鶴続鳧",
        "yomi": "だんかくぞくふ",
        "def": "理由もなく、どうなるかも考えずに自然に手を加えて害すること。無闇に自然に手を加えるべきではないという戒め。「鳧」は鳥の鴨のこと。足の長い鶴の足を切って、足の短い鴨に継ぎ足して長くしても意味はないということから。「鶴を断ちて鳧に続く」とも読む。",
        "grade": "1"
    },
    {
        "word": "弾丸黒痣",
        "yomi": "だんがんこくし",
        "def": "非常に狭い土地のたとえ。「弾丸」は小さな鳥を捕獲するために使う弾き弓の小さな玉。「黒子」はほくろ。弾き弓の玉や、ほくろのような土地という意味から。「弾丸黒痣」とも書く。",
        "grade": "1"
    },
    {
        "word": "断薺画粥",
        "yomi": "だんせいかくしゅく",
        "def": "貧しい暮らしをしながらも勉学に励むこと。「薺」は植物のなずなのことで、質素な食べ物のたとえ。「画」は四つに切り分けること。中国の北宋の范中淹は、冷めて固まった粥を四つに切り分けて、朝と夜に二つずつ食べ、おかずには刻んだなずなを食べるという、貧しい暮らしをしながらも勉学に励んだという故事から。「薺を断ち粥を画す」とも読む。「断韲画粥」とも書く。",
        "grade": "1"
    },
    {
        "word": "談天雕竜",
        "yomi": "だんてんちょうりょう",
        "def": "弁論や文章が広大で立派なこと。または、大きく立派な内容だが、実現することのできない無駄な議論や努力のこと。「談天」は天について議論すること。「雕竜」は竜の彫刻のように、美しく文章を飾ること。中国の戦国時代の斉のスウ衍は天体について語り、スウセキは立派で美しい文章を書いていたことを、斉の人々が称賛したという故事から。「天を談じて竜を雕る」とも読む。「談天彫竜」とも書く。",
        "grade": "1"
    },
    {
        "word": "断爛朝報",
        "yomi": "だんらんちょうほう",
        "def": "ばらばらになって、どこがどう繋がるかわからない朝廷の記録のこと。「断爛」はちぎれてぼろぼろになること。「朝報」は朝廷の記録のこと。中国の北宋の王安石が、儒教の五経の一つの『春秋』をそしったという故事から。",
        "grade": "1"
    },
    {
        "word": "遅疑逡巡",
        "yomi": "ちぎしゅんじゅん",
        "def": "いろいろと疑い迷って、いつまでも決断できずにぐずぐずしている様子。「遅疑」は疑い迷ってなかなか決断できない様子。 「逡巡」は尻込みしてぐずぐずすること。",
        "grade": "1"
    },
    {
        "word": "池魚之殃",
        "yomi": "ちぎょのわざわい",
        "def": "なんの関係も無いのに、災難に巻き込まれることや巻き添えにあうこと。語源が諸説ある言葉。罪を犯した桓タイが逃げるときに、池に宝珠を投げ込み、それを探すために池をさらったために魚が全滅したという故事から。または、城門の火事の消火のために池の水を使ったために、干上がって魚が全滅したという故事から。または、城門の火事が広がり、池中魚という名前の人の家に燃え移って死んだという故事から。「池魚之禍」とも書く。",
        "grade": "1"
    },
    {
        "word": "竹帛之功",
        "yomi": "ちくはくのこう",
        "def": "歴史に名前が残るような功績や手柄のこと。「竹帛」は竹の札と綿布のことで、紙のない時代には竹帛に文字を書いていたことから、歴史書や書物という意味。",
        "grade": "1"
    },
    {
        "word": "竹苞松茂",
        "yomi": "ちくほうしょうも",
        "def": "新築の家が完成したことを祝う言葉。「竹苞」は竹の根のようにしっかりとした下部構造。「松茂」は松の葉や枝のような上部の造りの見事さをほめ称える言葉。",
        "grade": "1"
    },
    {
        "word": "蟄居屏息",
        "yomi": "ちっきょへいそく",
        "def": "外出せず家の中で息をひそめて隠れていること。また、外出を禁止して謹慎させた江戸時代の刑罰のこと。「蟄居」は”虫が地中にこもる”という意味から、息をひそめて家にこもること。「屏息」は息をひそめて隠れるという意味。",
        "grade": "1"
    },
    {
        "word": "魑魅魍魎",
        "yomi": "ちみもうりょう",
        "def": "人に悪いことをする、さまざまな化け物のこと。または、私欲を満たすために悪事を働く者たちのたとえ。「魑魅」は山林の精気から生じるとされる化け物。「魍魎」は山川や木石などの自然物の精気から生じるとされる化け物のこと。",
        "grade": "1"
    },
    {
        "word": "中権後勁",
        "yomi": "ちゅうけんこうけい",
        "def": "軍隊の策略と陣容が整っていること。「中権」は陣営の中央で参謀が策略を練ること。「後勁」は後ろに強い部隊が待機していること。「中は権り後は勁し」とも読む。",
        "grade": "1"
    },
    {
        "word": "昼耕夜誦",
        "yomi": "ちゅうこうやしょう",
        "def": "昼間は農作業をして、夜は勉強すること。または、貧しい生活をしながらも勉学に励むこと。「昼耕」は昼に農作業をすること。「夜誦」は夜に本を声に出して読むこと。「昼は耕し夜は誦す」とも読む。",
        "grade": "1"
    },
    {
        "word": "誅心之法",
        "yomi": "ちゅうしんのほう",
        "def": "実際に行動を起こしていなくても、心の中に悪意があれば罰を与えること。中国の春秋時代の法で、「原心定罪」と呼ばれ、動機に応じた罰を与えるということ。",
        "grade": "1"
    },
    {
        "word": "疇昔之夜",
        "yomi": "ちゅうせきのよ",
        "def": "昨晩。昨夜。前日の夜。「疇」は過ぎた時間を言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "躊躇逡巡",
        "yomi": "ちゅうちょしゅんじゅん",
        "def": "いつまでも悩んで、物事を決めることが出来ないこと。「躊躇」と「逡巡」はどちらもぐずぐずするという意味で、似た意味の言葉を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "綢繆未雨",
        "yomi": "ちゅうびゅうみう",
        "def": "しっかりと準備をして、災害が起こる前に防ぐこと。「綢繆」は穴をふさぐこと。鳥は雨が降る前に、巣の穴をふさいだりして巣の修理をするという意味から。",
        "grade": "1"
    },
    {
        "word": "仲連蹈海",
        "yomi": "ちゅうれんとうかい",
        "def": "自身の信念を堅く守り抜くことのたとえ。「仲連」は魯仲連という人の名前。「蹈海」は海に飛び込んで自殺すること。中国の春秋時代の斉の魯仲連は、趙の国で秦の軍に包囲された時に、「非道の国である秦が天下を取って悪政を行うのであれば、海に身を投げて自殺するつもりだ」と言った故事から。",
        "grade": "1"
    },
    {
        "word": "黜陟幽明",
        "yomi": "ちゅっちょくゆうめい",
        "def": "功績に合わせて人材を評価、登用すること。「黜陟」は人材を評価し、それに合わせて待遇を決めること。「幽明」は功績の無い愚者と功績のある賢者。愚者を退けて賢者を登用するということから。「幽明を黜陟す」とも読む。",
        "grade": "1"
    },
    {
        "word": "超軼絶塵",
        "yomi": "ちょういつぜつじん",
        "def": "他のものよりも非常にすぐれていることのたとえ。または、馬などが非常に速く走る様子。「超軼」は他よりもずば抜けてすぐれていること。「絶塵」は塵が一つも立たないほど、非常に速い速度で走ること。馬の群の中から一頭が非常に速く走りぬけるという意味から。「超逸絶塵」とも書く。",
        "grade": "1"
    },
    {
        "word": "張王李趙",
        "yomi": "ちょうおうりちょう",
        "def": "どこにでもいる普通の人のこと。「張」、「王」、「李」、「趙」はどれも中国の名字で、どれも中国では珍しくなく、最もありふれた名字という意味から。",
        "grade": "1"
    },
    {
        "word": "重熙累洽",
        "yomi": "ちょうきるいこう",
        "def": "天子の徳が積み重なっていって、その恩恵が広く行き渡ること。「重熙」は光明を積み重ねること。「累洽」は恩恵が広く行き渡ること。何代もの間、善政が続いて平和な時代が長く続くという意味から。",
        "grade": "1"
    },
    {
        "word": "長頸烏喙",
        "yomi": "ちょうけいうかい",
        "def": "頸（くび）が長く、口がとがっている顔立ち。「長頸」は長い頸（くび）のこと。「烏喙」はからすのくちばしのこと。残忍で疑り深く、強欲な人の顔立ちとされ、苦労をともにすることはできるが、一緒にいても穏やかな気持ちでいることはできないとされる。中国の春秋時代、越の王の勾践のことを、范蠡が評した言葉から。",
        "grade": "1"
    },
    {
        "word": "朝憲紊乱",
        "yomi": "ちょうけんびんらん",
        "def": "国の法律が乱れること。または、国家としての基本的な部分を乱すこと。「朝憲」は国家が制定した法律や規則。「紊乱」はかき乱すこと。",
        "grade": "1"
    },
    {
        "word": "懲羹吹膾",
        "yomi": "ちょうこうすいかい",
        "def": "一度失敗したことに嫌になり、不必要なまでに注意すること。「羹」は熱い汁物。「膾」は生肉を酢につけたあえもの。熱い汁で火傷をしたことに懲りて、冷たい料理にも息を吹きかけて冷ますという意味から。「羹に懲りて膾を吹く」という形で使うことが多い言葉。",
        "grade": "1"
    },
    {
        "word": "長江天塹",
        "yomi": "ちょうこうてんざん",
        "def": "長江は陣地を守るための天然の堀であるということ。「長江」は中国の川の名前、揚子江のこと。「天塹」は敵の攻撃を防ぐ天然の塹壕、堀のこと。",
        "grade": "1"
    },
    {
        "word": "朝耕暮耘",
        "yomi": "ちょうこうぼうん",
        "def": "農業に精を出すこと。朝には畑を耕して、日が暮れてからは草をむしるという意味から。「朝に耕し暮れに耘る」とも読む。",
        "grade": "1"
    },
    {
        "word": "彫心鏤骨",
        "yomi": "ちょうしんるこつ",
        "def": "非常に辛い苦労をすること。または、苦心を重ねて詩文を作り上げること。心に彫りつけて骨に刻み込むという意味から。「心に彫り骨に鏤む」とも読む。",
        "grade": "1"
    },
    {
        "word": "朝齏暮塩",
        "yomi": "ちょうせいぼえん",
        "def": "ひどく貧しいことのたとえ。「齏」は野菜の和え物のこと。朝食に塩漬けの野菜の和え物をおかずにして、夕食は塩をおかずにするということから。",
        "grade": "1"
    },
    {
        "word": "冢中枯骨",
        "yomi": "ちょうちゅうここつ",
        "def": "特に目立つ長所がなく、役に立たない人のこと。「冢」は墓のこと。墓の中の骨のような人という意味から。中国の後漢の劉備が徐州の長官を辞退して、袁術に任せようとしたときに、孔融が袁術をあざけって言ったとされる言葉から。",
        "grade": "1"
    },
    {
        "word": "彫虫篆刻",
        "yomi": "ちょうちゅうてんこく",
        "def": "詩文を作るときに、細かい部分の技巧を必要以上にこだわること。または、細かい部分の技巧にこだわって飾っただけの内容のない詩文のこと。「彫」と「刻」はどちらも刻み込むという意味。「彫虫」は虫に文字を刻み込むこと。または、一説には非常に複雑な書体の虫書のこと。「篆」は漢字の書体の一つで、非常に複雑な書体。「篆刻」は木などに篆書の文字を刻み込むこと。非常に複雑な書体で書いただけの文章という意味から。「雕虫篆刻」とも書く。",
        "grade": "1"
    },
    {
        "word": "冢中枯骨",
        "yomi": "ちょうちゅうのここつ",
        "def": "特に目立つ長所がなく、役に立たない人のこと。「冢」は墓のこと。墓の中の骨のような人という意味から。中国の後漢の劉備が徐州の長官を辞退して、袁術に任せようとしたときに、孔融が袁術をあざけって言ったとされる言葉から。",
        "grade": "1"
    },
    {
        "word": "喋喋喃喃",
        "yomi": "ちょうちょうなんなん",
        "def": "男女が小さな声で仲良く話をすること。または、小さな声で仲良く語り合う様子。「喋喋」はたくさん喋ること。「喃喃」は小さな声で話すこと。",
        "grade": "1"
    },
    {
        "word": "糶糴斂散",
        "yomi": "ちょうてきれんさん",
        "def": "政府が米を豊作の時に買って保存しておいて、凶作の時に安く売ること。「糶」は穀物を売ること。「糴」は穀物を買うこと。「斂」は集めるという意味。「散」は配布するという意味。経済政策の一つで、中国の春秋時代の斉の宰相の管仲に始まったとされ、米市場に適切に介入して、価格を安定させることができる。",
        "grade": "1"
    },
    {
        "word": "嘲風哢月",
        "yomi": "ちょうふうろうげつ",
        "def": "即興で風や月を題材にした詩歌を作ること。または、内容のない詩文のこと。「嘲」と「哢」はどちらも遊び楽しむこと。遊びで詩文を作るという意味から。「嘲風弄月」とも書く。",
        "grade": "1"
    },
    {
        "word": "雕文刻鏤",
        "yomi": "ちょうぶんこくる",
        "def": "文章の文字や語句を美しく飾ること。「雕文」は模様を彫りきざむこと。「刻」は木に彫りきざむこと。「鏤」は金属に彫りきざむこと。様々な美しい彫刻のように詩文を飾るという意味から。",
        "grade": "1"
    },
    {
        "word": "跳梁跋扈",
        "yomi": "ちょうりょうばっこ",
        "def": "特に悪人などの世間から疎まれるような人たちが好き勝手に振舞い、横暴な態度をとること。「跳梁」は跳ね回ること。「跋扈」は大きな魚が仕掛けた罠から飛び跳ねて逃げる様子を表すことから、悪人などが我が物顔で好き勝手に振舞うことをいう。",
        "grade": "1"
    },
    {
        "word": "直往邁進",
        "yomi": "ちょくおうまいしん",
        "def": "迷うことなく、一途に突き進むこと。「直往」はまっすぐ進むこと。「邁進」は恐れることなく、勢いよく進むこと。",
        "grade": "1"
    },
    {
        "word": "直截簡明",
        "yomi": "ちょくせつかんめい",
        "def": "簡潔で理解しやすいこと。「直截」は迷わずに決裁すること。「簡明」は簡潔でわかりやすいこと。文章や人の性質のことをいう。",
        "grade": "1"
    },
    {
        "word": "佇思停機",
        "yomi": "ちょしていき",
        "def": "禅宗の言葉で、思い悩み、心の働きが止まってしまうこと。「佇思」はその場に止まって悩むこと。「停機」は心の働きが止まること。「佇みて思い機を停む」とも読む。",
        "grade": "1"
    },
    {
        "word": "樗櫟散木",
        "yomi": "ちょれきさんぼく",
        "def": "役に立たない人や物のたとえ。「樗櫟」は木のおうちとくぬぎのこと。おうちもくぬぎも木材としては使えないという意味から。主に自分のことを謙遜していう言葉。",
        "grade": "1"
    },
    {
        "word": "樗櫟之材",
        "yomi": "ちょれきのざい",
        "def": "役に立たない人や物のたとえ。「樗櫟」は木のおうちとくぬぎのこと。おうちもくぬぎも木材としては使えないという意味から。主に自分のことを謙遜していう言葉。",
        "grade": "1"
    },
    {
        "word": "枕戈待旦",
        "yomi": "ちんかたいたん",
        "def": "いつでも戦いができるように準備を怠らないこと。「戈」はほこ、武器のこと。「旦」は夜明け。武器を枕にして、いつでも戦える状態を保って夜明けを待つという意味から。「戈を枕にして旦を待つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "陳蔡之厄",
        "yomi": "ちんさいのやく",
        "def": "旅先や道中で災難にあうこと。「陳」と「蔡」はどちらも国の名前。中国の思想家の孔子が遊説の旅の道中、陳と蔡の国境の近くで兵に囲まれ、身動きが取れなくなったうえに、食料が尽きて苦労したという故事から。",
        "grade": "1"
    },
    {
        "word": "枕流漱石",
        "yomi": "ちんりゅうそうせき",
        "def": "自身の失敗や負けを認めようとしないこと。または、何かにつけて言い訳ばかりすること。西晋の孫楚が「石に枕し流れに漱ぐ」と言おうとして、「石に漱ぎ流れに枕す」と言い間違え、それを指摘されると、「石で歯を磨いて、流れで耳を洗う」と言い、間違いを認めなかったという故事から。文豪の夏目漱石の雅号「漱石」は、この故事が由来。",
        "grade": "1"
    },
    {
        "word": "墜茵落溷",
        "yomi": "ついいんらくこん",
        "def": "運不運が人にはあるということのたとえ。「茵」は敷物のことで、「溷」は便所、厠のこと。散った花びらが運よく敷物に落ちるものもあれば、便所に落ちることもあるということから。「茵に墜ち溷に落つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "低徊趣味",
        "yomi": "ていかいしゅみ",
        "def": "世俗を離れてのんびりとした気持ちで自然や芸術を楽しむこと。「低徊」は考え事をしたりしながら、ゆっくりと歩き回ること。「低」は「彽」、「徊」は「回」とも書く。",
        "grade": "1"
    },
    {
        "word": "棣鄂之情",
        "yomi": "ていがくのじょう",
        "def": "仲が良く美しい兄弟の情のこと。「棣」は庭梅のこと。「鄂」は花のがくのこと。庭梅の花はがくが寄り添って美しく咲くことから。",
        "grade": "1"
    },
    {
        "word": "渟膏湛碧",
        "yomi": "ていこうたんぺき",
        "def": "水があぶらのように深く静かによどんで、深緑色に見える様子。「渟」は水が流れずに留まっていること。「膏」はあぶらのこと。「湛碧」は深緑色の水が満ちている様子。",
        "grade": "1"
    },
    {
        "word": "低唱浅斟",
        "yomi": "ていしょうせんしん",
        "def": "酒を軽く飲んで、歌や詩を小声で口ずさむこと。「低唱」は小声で歌を歌うこと。「浅斟」は少量の酒をたしなむ程度に飲むこと。",
        "grade": "1"
    },
    {
        "word": "鼎鐺玉石",
        "yomi": "ていそうぎょくせき",
        "def": "この上ないほどの贅沢をすることのたとえ。「鼎」は権威や高い地位の象徴で、祭器として用いられた三本足の器。「鐺」は三本足の酒を温めるための器。「玉」は宝玉のこと。鼎を鐺のように酒を温めるために使い、宝玉を石のように扱うという意味から。「鼎をば鐺のごとく玉をば石のごとく」とも読む。",
        "grade": "1"
    },
    {
        "word": "廷諍面折",
        "yomi": "ていそうめんせつ",
        "def": "朝廷の君主の面前で、おじけづくことなく、面と向かって相手の罪を公然と諫めること。「廷諍」は朝廷の君主の前で争論すること。「面折」は面と向かって責めること。「廷争面折」とも書く。",
        "grade": "1"
    },
    {
        "word": "剃頭辮髪",
        "yomi": "ていとうべんぱつ",
        "def": "中国の周辺民族で見られた代表的な髪型。清朝では漢民族にも強制された髪型。「剃」は剃ること、「辮」は髪を編むことで、頭の頭頂部を残して、周囲を剃って残った頭頂部を編んで後ろにたらした髪型。",
        "grade": "1"
    },
    {
        "word": "擲果満車",
        "yomi": "てきかまんしゃ",
        "def": "とても人気があり評判がいいことのたとえ。または、容姿が美しい少年のたとえ。藩岳という人物は容姿がとても美しく、町を歩くだけで婦人たちに車が一杯になるほどの果物を投げられたという故事から。",
        "grade": "1"
    },
    {
        "word": "適楚北轅",
        "yomi": "てきそほくえん",
        "def": "意志と行動が別の方向を向いていて、互いに反していることのたとえ。「適」はその向きに行くこと、「轅」はかじ棒のことで、かじ棒は北を向いているのに、何故か南にある楚の国に行くという意味から。",
        "grade": "1"
    },
    {
        "word": "鉄中錚錚",
        "yomi": "てっちゅうのそうそう",
        "def": "普通の人の中で少しだけすぐれている人のたとえ。「錚錚」は金属の音の形容で、金や銀に比べると劣るが、鉄の中だと少し良い音がするという意味から。",
        "grade": "1"
    },
    {
        "word": "跌蕩放言",
        "yomi": "てっとうほうげん",
        "def": "周りに気を使わずに好き勝手に喋り散らすこと。「跌蕩」は小さなことにこだわらずに、すき放題すること。",
        "grade": "1"
    },
    {
        "word": "轍乱旗靡",
        "yomi": "てつらんきび",
        "def": "戦いに負けて慌てて逃げる様子。「轍乱」は車輪の跡が乱れること。「旗靡」は旗が横たわること。戦争で使う兵車の車輪の跡が乱れていて、軍旗が倒れているという意味から。",
        "grade": "1"
    },
    {
        "word": "天威咫尺",
        "yomi": "てんいしせき",
        "def": "天子の側近のこと。または、天子の威光に近づきすぎて怖れ多いこと。「天威」は自然と恐れ従わせる天子の威厳。「咫尺」の「咫」は長さの八寸、「尺」は十寸ということから、「咫尺」は非常に近いという意味。天子の威光が非常に近くにあるという意味から。",
        "grade": "1"
    },
    {
        "word": "天宇地廬",
        "yomi": "てんうちろ",
        "def": "世界。天と地。この世。「天宇」は空の屋根という意味から、空や世界のこと。「地廬」は地のいおりという意味から、大地のこと。",
        "grade": "1"
    },
    {
        "word": "天顔咫尺",
        "yomi": "てんがんしせき",
        "def": "天子の側近として仕えること。「天顔」は天子の顔。「咫尺」の「咫」は長さの八寸、「尺」は十寸のことから、「咫尺」は非常に近いことのたとえ。",
        "grade": "1"
    },
    {
        "word": "天空海闊",
        "yomi": "てんくうかいかつ",
        "def": "性格が大らかでさっぱりしていること。「天空」はすっきりと晴れ渡る広い空のこと。「海闊」は広大な海のこと。",
        "grade": "1"
    },
    {
        "word": "天真爛漫",
        "yomi": "てんしんらんまん",
        "def": "取り繕ったりせずに、ありのままの心や感情がそのまま溢れ出ている様子。明るく素直で悪気がない様子。「天真」は生まれるときに天から与えられた純粋な性格のこと。「爛漫」はありのままの状態で光輝く様子。",
        "grade": "1"
    },
    {
        "word": "点睛開眼",
        "yomi": "てんせいかいがん",
        "def": "物事の一番重要な部分。または、仕上げるために最後に手を加える重要な部分。「点睛」は目を書くこと。他の部分は良い出来だが、最後の部分が物足りない状態のことをいう。南朝梁の画家の張僧ヨウが、安楽寺の壁に竜の絵を描いたが、目を描くと絵から出て飛び去ってしまうといって描かなかったが、信用しなかった人たちから、無理やり描かされると本当に飛び去ってしまったという故事から。",
        "grade": "1"
    },
    {
        "word": "霑体塗足",
        "yomi": "てんたいとそく",
        "def": "きつい労働の様子。「霑」は濡れること。「塗」は泥で汚れること。泥まみれになり、びしょぬれになって畑仕事をするということから。「体を霑し足に塗る」とも読む。",
        "grade": "1"
    },
    {
        "word": "恬淡寡欲",
        "yomi": "てんたんかよく",
        "def": "物事にこだわらず、さっぱりとしていて、欲望が少ないこと。「恬淡」は物事に執着せず、さっぱりとしていること。「寡欲」は欲がすくないこと。",
        "grade": "1"
    },
    {
        "word": "椽大之筆",
        "yomi": "てんだいのふで",
        "def": "立派で堂々としている文章のたとえ。「椽」は屋根を支える最も立派で太い木材。垂木。中国の西晋の時代の王珣は、垂木のような大きな筆を授けられる夢を見て、そのように筆をふるう機会があるのではと思っていると、武帝が崩御して、忌辞などで堂々とした文章を書いたという故事から。",
        "grade": "1"
    },
    {
        "word": "天地開闢",
        "yomi": "てんちかいびゃく",
        "def": "世界の始まり。天と地ができた世の始まり。「天地」は天と地のこと。「開闢」は始まり、開け始めという意味。一つの渾沌としたものがあり、それが二つに分かれて天と地になったという古代中国の神話から。",
        "grade": "1"
    },
    {
        "word": "輾転反側",
        "yomi": "てんてんはんそく",
        "def": "なかなか寝付けずに、何度も寝返りをうつこと。心配や悩みなどで眠れない様子をいう。「輾転」と「反側」はどちらも寝返りをうつこと。「展転反側」とも書く。",
        "grade": "1"
    },
    {
        "word": "天罰覿面",
        "yomi": "てんばつてきめん",
        "def": "悪い行いをすれば、必ず天から罰が下るということ。「天罰」は天が下す罰のこと。「覿面」は実際に目撃するということから、すぐに効果が現われるということ。",
        "grade": "1"
    },
    {
        "word": "顛沛流浪",
        "yomi": "てんぱいるろう",
        "def": "つまづいて倒れたり、ふらふらしながら、当てもなく歩くこと。「顛沛」はつまづいて倒れること。「流浪」は当てもなくさまようこと。",
        "grade": "1"
    },
    {
        "word": "典謨訓誥",
        "yomi": "てんぼくんこう",
        "def": "『書経』の中にある四つの文体の名前。または、『書経』の篇名の併称。または、経典ということ。「典」は時代が変わっても通用する軌範、尭典と舜典のこと。「謨」は治世のあり方、大禹謨、皐陶謨、益稷謨の三つ。「訓」は君主を導くための教え。「誥」は臣下に対する教え。",
        "grade": "1"
    },
    {
        "word": "天歩艱難",
        "yomi": "てんぽかんなん",
        "def": "天運に恵まれないために非常に苦労すること。または、天の運行が停滞すること。「天歩」は天の運行。または、国家の運命のこと。「艱難」は災難や苦労という意味。",
        "grade": "1"
    },
    {
        "word": "天門開闔",
        "yomi": "てんもんかいこう",
        "def": "この世の全てのものが変化し、生まれ消滅すること。「天門」はこの世にあるものが生まれ出るとされる門。「開闔」は開いたり閉まったりすること。天門が開くと全てのものが生まれ、閉じると全てのものが消滅するといわれている。",
        "grade": "1"
    },
    {
        "word": "泥首銜玉",
        "yomi": "でいしゅかんぎょく",
        "def": "頭を地面につけ、玉を口にくわえること。謝罪や降伏を意味する儀式の一つ。",
        "grade": "1"
    },
    {
        "word": "蕩佚簡易",
        "yomi": "とういつかんい",
        "def": "のんびりとしていて自由なこと。また、細かいことにこだわらず寛大なこと。「蕩佚」はのんびりと自由で寛大なこと。「簡易」は細かいことにこだわらず、おだやかでさっぱりしていること。",
        "grade": "1"
    },
    {
        "word": "桃花癸水",
        "yomi": "とうかきすい",
        "def": "女性の月経のこと。「桃花」は女性を意味する雅語。「癸」は十干の十番目である”みずのと”のこと。「癸水」は月経のこと。",
        "grade": "1"
    },
    {
        "word": "韜光晦迹",
        "yomi": "とうこうかいせき",
        "def": "すぐれた才能などを人に気付かれないように包み隠すこと。または、仏教の言葉では、悟りを開いたものが俗世を離れてひっそりと生活すること。「韜」は包み隠す、「光」は人のすぐれた才能のたとえ、「晦」は隠す、「迹」は「跡」と同じ意味で、痕跡という意味。「光を韜み、迹を晦ます」とも読む。「韜光晦跡」とも書く。",
        "grade": "1"
    },
    {
        "word": "騰蛟起鳳",
        "yomi": "とうこうきほう",
        "def": "才能が抜群にすぐれていること。「騰蛟」は天に躍り上がる蛟竜のことで、雷雨を呼び洪水を起こすとされる伝説の竜。「起鳳」は飛び立つ鳳凰のこと。鳳凰は伝説の鳥。",
        "grade": "1"
    },
    {
        "word": "韜光晦迹",
        "yomi": "とうこうまいせき",
        "def": "すぐれた才能などを人に気付かれないように包み隠すこと。または、仏教の言葉では、悟りを開いたものが俗世を離れてひっそりと生活すること。「韜」は包み隠す、「光」は人のすぐれた才能のたとえ、「晦」は隠す、「迹」は「跡」と同じ意味で、痕跡という意味。「光を韜み、迹を晦ます」とも読む。「韜光晦跡」とも書く。",
        "grade": "1"
    },
    {
        "word": "桃弧棘矢",
        "yomi": "とうこきょくし",
        "def": "災いをはらうこと。「桃弧」は桃の木でできた弓。「棘矢」は茨の木でできた矢。どちらも魔よけの際に使う道具ということから。",
        "grade": "1"
    },
    {
        "word": "党錮之禍",
        "yomi": "とうこのわざわい",
        "def": "党派や政党を結成したことが原因となって発生する災いのこと。「党錮」は党人を禁固刑にすること。腐敗した政治を行う宦官に党派を組んで批判したが、宦官はその者たちに党人という名前をつけ、弾圧して終身禁固刑に処したという故事から。",
        "grade": "1"
    },
    {
        "word": "倒載干戈",
        "yomi": "とうさいかんか",
        "def": "戦いが終わって平和になることの形容。「倒載」は武器を上下逆に積むこと。「干戈」は盾と矛のことから武器の総称。殷の紂王を討伐した帰りに、武王が武器を逆に積み、刃を虎の皮で覆って戦いを二度としないと示した故事から。「干戈を倒載す」とも読む。",
        "grade": "1"
    },
    {
        "word": "桃傷李仆",
        "yomi": "とうしょうりふ",
        "def": "兄弟の仲が悪く、互いに対立して争うことのたとえ。「仆」は倒れるや倒すという意味。桃が傷つき李が倒れるという意味で、桃と李という似ている果実を兄弟にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "蹈常襲故",
        "yomi": "とうじょうしゅうこ",
        "def": "昔からのやり方を受け継いで、そのまま行うこと。「蹈」は踏むこと。「襲」は受け継ぐこと。「常を蹈んで故を襲う」とも読み、「蹈襲」と略し、現在では「踏襲」の形で用いられる言葉。",
        "grade": "1"
    },
    {
        "word": "蹈節死義",
        "yomi": "とうせつしぎ",
        "def": "正義を貫き通して、節操を守ったまま死ぬこと。「蹈節」は節操を守ること。「死義」は正義を守るために死ぬこと。「節を蹈み義に死す」とも読む。",
        "grade": "1"
    },
    {
        "word": "冬扇夏鑪",
        "yomi": "とうせんかろ",
        "def": "時期が合っていないために、役に立たないもののこと。または、役に立たない意見や才能のたとえ。 または、今は不要でも適切な時期が来れば役に立つようになること。君主からの愛情や信用を失ったものや恋人に捨てられた女性のことなどを指す場合もある。「冬扇」は冬の扇.、「夏鑪」は夏の火鉢や囲炉裏のことで、どちらも季節が外れていて役に立たないという意味から。「冬扇夏炉」とも書く。",
        "grade": "1"
    },
    {
        "word": "頭童歯豁",
        "yomi": "とうどうしかつ",
        "def": "老人のこと。または、年老いていくこと。「頭童」は子どもの坊主頭という意味から、頭髪が薄くなった頭のたとえ。「歯豁」は歯が抜けて隙間が多くなるという意味。",
        "grade": "1"
    },
    {
        "word": "螳臂当車",
        "yomi": "とうひとうしゃ",
        "def": "弱者が身の程も知らずに、勝ち目のない強者に立ち向かうこと。「螳臂」はかまきりの前足のこと。斉の荘公の車に、かまきりが前足を振り上げ、車を止めようと立ち向かってきたという故事から。",
        "grade": "1"
    },
    {
        "word": "橦末之伎",
        "yomi": "とうまつのぎ",
        "def": "軽業のこと。「橦末」は竿の先端。「伎」は曲芸。竿の先端で行う曲芸という意味から。",
        "grade": "1"
    },
    {
        "word": "桃李成蹊",
        "yomi": "とうりせいけい",
        "def": "徳がある人物には、その人を慕って自然と人が集まるということ。「蹊」は狭い道、小道。桃やすももの花は美しく、実はおいしいために自然と人が集まり、道が出来るということから。「桃李言わざれども下自ずから蹊を成す」という言葉を略した言葉。",
        "grade": "1"
    },
    {
        "word": "螳螂之衛",
        "yomi": "とうろうのえい",
        "def": "数が少なく弱い兵力や軍備のこと。「螳螂」はかまきりのこと。「衛」は防衛、守備をする人のこと。「螳螂」は「蟷螂」とも書く。",
        "grade": "1"
    },
    {
        "word": "螳螂之斧",
        "yomi": "とうろうのおの",
        "def": "弱者が身の程も知らずに勝ち目のない強者に立ち向かうこと。「螳螂」はかまきりのこと。「斧」はかまきりの前足のこと。斉の荘公の車に、かまきりが前足を振り上げて立ち向かってきたという故事から。「蟷螂之斧」とも書く。",
        "grade": "1"
    },
    {
        "word": "兎起鶻落",
        "yomi": "ときこつらく",
        "def": "書画や文章に勢いがあることのたとえ。「鶻」は鳥のはやぶさのこと。うさぎが巣から素早く飛び出したり、はやぶさが急降下しながら獲物を捕らえたりする様子にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "兎起鳧挙",
        "yomi": "ときふきょ",
        "def": "並外れて素早いことのたとえ。兎が巣から素早く飛び出したり、鴨が飛び上がる様子にたとえた言葉。「兎起ち鳧挙がる」とも読む。",
        "grade": "1"
    },
    {
        "word": "蠹居棊処",
        "yomi": "ときょきしょ",
        "def": "色々なところに悪人がいること。「蠹」は木を食べる害虫の木食い虫。「棊」は囲碁の碁盤の上にある碁石。碁盤の上の碁石のように、木食い虫がたくさんいるという意味から。",
        "grade": "1"
    },
    {
        "word": "得魚忘筌",
        "yomi": "とくぎょぼうせん",
        "def": "目的を達成するまでに役に立っていたものを達成したあとには忘れること。「筌」は魚を捕まえるために水の中に設置する竹のかご。魚を捕まえたあとは、筌のことを忘れるという意味から。「魚を得て筌を忘る」とも読む。",
        "grade": "1"
    },
    {
        "word": "得隴望蜀",
        "yomi": "とくろうぼうしょく",
        "def": "人間の欲望は尽きることがないということ。「隴」と「蜀」はどちらも中国の地名。後漢の光武帝が望みを叶えて、隴を手に入れたが、次は蜀が欲しいと望んだという故事から。「隴を得て蜀を望む」とも読む。",
        "grade": "1"
    },
    {
        "word": "斗斛之禄",
        "yomi": "とこくのろく",
        "def": "ほんの少しの給料。「斗」と「斛」はどちらも分量の単位で、一斗と一斛ということから、非常に少ないことのたとえ。「禄」は俸禄、給料のこと。",
        "grade": "1"
    },
    {
        "word": "屠所之羊",
        "yomi": "としょのひつじ",
        "def": "次第に死期に近づいていくことのたとえ。屠殺場に連れて行かれる羊という意味から。",
        "grade": "1"
    },
    {
        "word": "咄嗟叱咤",
        "yomi": "とっさしった",
        "def": "大きな声で叫びながら叱り付けること。「咄嗟」と「叱咤」はどちらも叱り付けるという意味。",
        "grade": "1"
    },
    {
        "word": "訥言敏行",
        "yomi": "とつげんびんこう",
        "def": "すぐれた人格を持っている人は、口数は少なく、動きは正確で素早いということ。「訥言」は話が下手なこと。「敏行」は行動が素早いこと。「言に訥にして行いに敏なり」とも読む。",
        "grade": "1"
    },
    {
        "word": "咄咄怪事",
        "yomi": "とつとつかいじ",
        "def": "予想もしていなかった不思議な出来事。または、極めて都合が悪いこと。「咄咄」は驚いて声を上げること。「怪事」は不思議な出来事。晋の殷浩が、親友である桓温の讒言で貶められた悔しさを言い表した言葉から。",
        "grade": "1"
    },
    {
        "word": "突怒偃蹇",
        "yomi": "とつどえんけん",
        "def": "怒った人やおごりたかぶった人の顔を言い表す言葉。または、岩石が角ばっていて突き出た様子を言い表す言葉。「突怒」は激しく怒っている様子。「偃蹇」はおごりたかぶっている人の様子。",
        "grade": "1"
    },
    {
        "word": "屠毒筆墨",
        "yomi": "とどくのひつぼく",
        "def": "読んだ人に害を及ぼす書物のこと。「屠毒」は害を及ぼすこと。「筆墨」は書物のこと。",
        "grade": "1"
    },
    {
        "word": "屠羊之肆",
        "yomi": "とようのし",
        "def": "自分の身の程に相応しい仕事のたとえ。「屠」は獣を殺すこと。「肆」は店のこと。羊を殺して肉を売る店という意味。中国の春秋時代、国を追われた楚の昭王のお供をしていた羊肉屋の説は、昭王が王に返り咲いたときに褒賞を与えられたが、「羊肉屋に戻れるだけで十分です」と言い、褒賞を受け取らなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "斗量帚掃",
        "yomi": "とりょうそうそう",
        "def": "普通の人。または、人材や物がたくさん余っていること。「斗量」はますで量を量ること。「帚掃」はほうきで掃くこと。どちらも余っていることのたとえで、自分のことを謙遜していう言葉。",
        "grade": "1"
    },
    {
        "word": "屠竜之技",
        "yomi": "とりょうのぎ",
        "def": "優れてはいるが、学んでも役に立たない無駄な技術のこと。「屠」は獣を殺すこと。竜を殺す技術を学んでも、竜は現実にいないので使うことがないという意味から。",
        "grade": "1"
    },
    {
        "word": "敦煌五竜",
        "yomi": "とんこうごりょう",
        "def": "中国の晋の時代、朝廷が設置した官吏を養成する大学で、評価が高かった敦煌出身の五人の総称。「燉煌五竜」とも書く。",
        "grade": "1"
    },
    {
        "word": "道揆法守",
        "yomi": "どうきほうしゅ",
        "def": "道理を基準に物事をはかり、自ら法を守ること。「道揆」は道理に基づいて物事をはかることで、政治を行う上位の者への教訓。「法守」は法を守ることで臣下など下位の者への教訓。",
        "grade": "1"
    },
    {
        "word": "同衾共枕",
        "yomi": "どうきんきょうちん",
        "def": "男女が同じ布団で睦まじく寝て、情愛を交わすこと。「衾」は布団や夜具のこと。同じ布団で枕を共にするという意味から。",
        "grade": "1"
    },
    {
        "word": "恫疑虚喝",
        "yomi": "どうぎきょかつ",
        "def": "心の中では怯えながら、相手をおどすこと。「恫疑」は恐れて迷うこと。「虚喝」は虚勢をはっておどすこと。こけおどし。",
        "grade": "1"
    },
    {
        "word": "銅牆鉄壁",
        "yomi": "どうしょうてっぺき",
        "def": "守りが非常に堅いことのたとえ。または、絶対に壊すことができないもののたとえ。「牆」は垣根のことで、銅の垣根と鉄の壁という意味から。",
        "grade": "1"
    },
    {
        "word": "同心戮力",
        "yomi": "どうしんりくりょく",
        "def": "心を合わせて協力すること。「同心」は心を合わせること。「戮力」は力を合わせること。「心を同じくして力を戮す」とも読む。",
        "grade": "1"
    },
    {
        "word": "銅駝荊棘",
        "yomi": "どうだけいきょく",
        "def": "国が滅ぼされることを嘆くことのたとえ。「銅駝」は銅製のラクダの像のこと。「荊棘」は荊（いばら）、または荒れ果てること。 中国、晋の索靖は、国が乱れることを予知し、「宮門に飾ったラクダの像も、やがて荒れ果てたいばらの中に埋もれるだろう」と嘆いたという故事から。",
        "grade": "1"
    },
    {
        "word": "同袍同沢",
        "yomi": "どうほうどうたく",
        "def": "苦労を分かち合った友人。親友、戦友。「袍」は中に綿を入れた服のことで、防寒用の服。「沢」は汗取りのことで、下着のこと。衣服を貸し合って助けあった友人という意味から。",
        "grade": "1"
    },
    {
        "word": "瞠目結舌",
        "yomi": "どうもくけつぜつ",
        "def": "激しく驚いて呆れること。「瞠目」は大きく目を開いて見るということから、驚くこと。「結舌」は舌を結ぶという意味から、舌が動かなくなって、声も出ない様子。",
        "grade": "1"
    },
    {
        "word": "独学孤陋",
        "yomi": "どくがくころう",
        "def": "師匠や友に学ぶ友人もいずに一人で学問をすることは、見識が狭くなり、他人の意見を聞こうとしなくなるということ。「孤陋」は見識が狭く、考えや態度を変えようとしないこと。「独学固陋」とも書く。",
        "grade": "1"
    },
    {
        "word": "独立不羈",
        "yomi": "どくりつふき",
        "def": "他の人から縛られず、自身の力だけで判断して行動すること。「不羈」はなにものにも繋ぎ止められないこと。",
        "grade": "1"
    },
    {
        "word": "独立不撓",
        "yomi": "どくりつふとう",
        "def": "他人に頼らずに、自分自身の力だけで物事を行い、辛いことがあってもくじけないこと。「撓」は枝がたわむということから、心が折れる、くじけるということのたとえ。",
        "grade": "1"
    },
    {
        "word": "弩張剣抜",
        "yomi": "どちょうけんばつ",
        "def": "戦闘が始まる直前のような緊張している状況のこと。または、書道で筆勢に激しい気迫がこもっていることのたとえ。石弓に矢をつがえて弦を引き、剣を鞘から抜くという意味から。「弩」は矢や石を飛ばすことのできる機械、石弓。「張」は弦を引いて張ること。",
        "grade": "1"
    },
    {
        "word": "駑馬十駕",
        "yomi": "どばじゅうが",
        "def": "才能がない人でも、努力をすれば才能のある人に並ぶことができるということのたとえ。「駑馬」は、足の遅い馬のこと。「駕」は、馬に車をつけて走ること。足の速い馬は一日で千里もの距離を走るが、足の遅い馬でも十日間休まず走り続ければこれに追いつけるという意味から。",
        "grade": "1"
    },
    {
        "word": "土崩魚爛",
        "yomi": "どほうぎょらん",
        "def": "国家や物事が内側から壊れてなくなること。「土崩」は積み上げた土が崩れること。「魚爛」は魚が内臓から腐ること。",
        "grade": "1"
    },
    {
        "word": "呑刀刮腸",
        "yomi": "どんとうかっちょう",
        "def": "過去の過ちを反省し、改心して善人になること。「刮腸」は小刀で内臓を抉り取るということ。小刀を飲み込んで、体の内側の悪い部分を削り取るという意味から。「刀を呑んで腸を刮る」とも読む。",
        "grade": "1"
    },
    {
        "word": "南轅北轍",
        "yomi": "なんえんほくてつ",
        "def": "意志と行動が矛盾していることのたとえ。「轅」は前進する方向に向けられるかじ棒のこと。「轍」は車輪の跡のこと。かじ棒は南を向いているにもかかわらず、車輪の跡は北向きに付いているという意味から。",
        "grade": "1"
    },
    {
        "word": "南橘北枳",
        "yomi": "なんきつほくき",
        "def": "人は環境次第で良くなることも悪くなることもあるということ。江南ではとても美味しい橘（たちばな）を、淮水より北の土地に植えると食べることができない枳（からたち）になってしまうことから。",
        "grade": "1"
    },
    {
        "word": "南洽北暢",
        "yomi": "なんこうほくちょう",
        "def": "天子の徳や威光、恩恵などが国中に広く行き渡ること。「洽」と「暢」はどちらも広く行き渡るという意味。",
        "grade": "1"
    },
    {
        "word": "南蛮鴃舌",
        "yomi": "なんばんげきぜつ",
        "def": "うるさいだけで理解できない言葉という意味。話している内容がわからない外国語を蔑んでいう言葉。「南蛮」は南方の異民族の蔑称。「鴃舌」は百舌（もず）のさえずりのこと。南方の異民族がよくわからない言葉で話している様子を、百舌の騒がしい鳴き声にたとえたもの。",
        "grade": "1"
    },
    {
        "word": "南蛮北狄",
        "yomi": "なんばんほくてき",
        "def": "昔の漢民族が呼んでいた南方と北方の異民族の蔑称のこと。「南蛮」は南方の異民族の蔑称。「北狄」は北方の異民族の蔑称。",
        "grade": "1"
    },
    {
        "word": "肉山脯林",
        "yomi": "にくざんほりん",
        "def": "とても贅沢で豪勢な宴会のこと。「肉山」は積み上げた生肉の山。「脯林」は林のように多くの干し肉が吊るされていること。",
        "grade": "1"
    },
    {
        "word": "肉袒牽羊",
        "yomi": "にくたんけんよう",
        "def": "降伏してその相手に臣下にしてほしいと請い願うこと。「肉袒」は上半身を脱ぎ裸になることで、どんな罰でも受けるという降伏の意思を表すこと。「牽羊」は羊をひくという意味で、料理人になり仕えたいという意思を表すこと。",
        "grade": "1"
    },
    {
        "word": "肉袒負荊",
        "yomi": "にくたんふけい",
        "def": "上半身を脱いで裸になり、罪人を罰するための荊の鞭を背負い、自ら罰してほしいと心から謝罪すること。「肉袒」は上半身を脱ぎ裸になることで、どんな罰でも受けるという降伏の意思を表すこと。「負荊」は罪人を鞭打ちするための荊の鞭を背負うこと。「肉袒して荊を負う」とも読む。",
        "grade": "1"
    },
    {
        "word": "日昃之労",
        "yomi": "にっしょくのろう",
        "def": "午後まで休むことなく、昼食すら食べずに働くこと。また、精一杯努力して働くことのたとえ。「日昃」は現在の午後二時頃のこと。",
        "grade": "1"
    },
    {
        "word": "涅槃寂静",
        "yomi": "ねはんじゃくじょう",
        "def": "煩悩のない悟りの境地は静かで穏やかな世界であるということ。 「涅槃」は煩悩の炎を吹き消すという意味から、悟りの境地のこと。「寂静」は心静かに落ち着いた様子。仏教の基本的教義である「三法印」や「四法印」の中の一つ。 ",
        "grade": "1"
    },
    {
        "word": "拈華微笑",
        "yomi": "ねんげみしょう",
        "def": "言葉を使うことなく、心から心へと通じ合うこと。「拈華」は花をつねるという意味。釈迦が花を指でつねったところ、弟子の中で迦葉だけが意味を理解して微笑したので、釈迦は迦葉に仏法の奥義を授けたという故事から。",
        "grade": "1"
    },
    {
        "word": "年災月殃",
        "yomi": "ねんさいげつおう",
        "def": "かつてないほどの不幸な日のこと。または、次々へと災厄に見舞われ、とてつもなく不幸なこと。「年災」は天災で穀物がだめになること。「月殃」は月の不運、報い、天罰などのこと。",
        "grade": "1"
    },
    {
        "word": "佩韋佩弦",
        "yomi": "はいいはいげん",
        "def": "自分の短所の改善に努めること。または、自分の性格を改めて人格を高めるために戒めの物を身につけること。「佩」は身につけるという意味。「韋」はなめし皮のこと。「弦」は弓のつるのこと。中国の戦国時代、西門豹は短気な性格を直そうと「ゆったりとしたなめし皮」を身に着け、春秋時代の董安干は厳格な性格に改めるために「かたい弓のつる」を身につけたという故事から。",
        "grade": "1"
    },
    {
        "word": "悖出悖入",
        "yomi": "はいしゅつはいにゅう",
        "def": " 道理に反した言葉に対しては道理に反した言葉が返ってくること。または、道理に反した政治を行えば民衆から恨みの声が返ってくること。「悖」はもとる、さからうという意味。",
        "grade": "1"
    },
    {
        "word": "悖徳没倫",
        "yomi": "はいとくぼつりん",
        "def": "人の道を外れた行いのこと。「悖徳」は徳に背いたり、逆らったりすること。「没倫」は人としての道徳をなくすこと。「徳に悖り倫を没す」とも読む。",
        "grade": "1"
    },
    {
        "word": "悖入悖出",
        "yomi": "はいにゅうはいしゅつ",
        "def": "不当な行いで得た財産は、同じように不当な方法で出て行くということ。徳にそむく行いをすれば、道理をはずれたやり方で罰を受けるという意味から。「悖りて入れば悖りて出ず」とも読む。",
        "grade": "1"
    },
    {
        "word": "杯盤狼藉",
        "yomi": "はいばんろうぜき",
        "def": "酒宴で皿や杯が酷く散らかっている様子のこと。または、酒宴が終わった後の酷く散らかっている様子のこと。「杯盤」は杯や皿などの食器のこと。「狼藉」は狼が寝るために敷いた草の散らかった様子のことから、酷く散らかっている様子のたとえ。",
        "grade": "1"
    },
    {
        "word": "破戒無慙",
        "yomi": "はかいむざん",
        "def": "仏教の戒律を破っても全く恥じることがないこと。「破戒」は不殺生、不偸盗、不邪淫、不妄語、不飲酒という仏教の戒律を破ること。「慙」は恥だと感じること。",
        "grade": "1"
    },
    {
        "word": "波詭雲譎",
        "yomi": "はきうんけつ",
        "def": "魅了して夢中にすること。または、文章の作り方が自在で巧みなこと。「詭」と「譎」はどちらもいつわるやあやしいという意味で、波や雲のように自在に形を変えて、人の目を奪うということから。「波のごとく詭しく雲のごとく譎し」とも読む。",
        "grade": "1"
    },
    {
        "word": "博引旁証",
        "yomi": "はくいんぼうしょう",
        "def": "たくさんの資料や例を引用して、しっかりとした証拠を出して議論すること。「博引」はたくさんの資料や事例を用いて説明すること。「旁証」は証拠となるものを出して見せること。",
        "grade": "1"
    },
    {
        "word": "璞玉渾金",
        "yomi": "はくぎょくこんきん",
        "def": "飾り気がなく、才能があること。または、すぐれた人物になる才能があること。宝石の原石と精錬されていない鉱石との意から。「璞玉」は、掘り出したばかりで磨かれていない宝玉の原石。「渾金」は、あらがね、精錬されていない鉱石。",
        "grade": "1"
    },
    {
        "word": "白玉微瑕",
        "yomi": "はくぎょくのびか",
        "def": "非常にすぐれた人や物に、わずかな欠点があること。「白玉」は白い宝石。「微瑕」は少しきずがあること。白く美しい宝石に少しだけきずがあるという意味から。",
        "grade": "1"
    },
    {
        "word": "博識洽聞",
        "yomi": "はくしきこうぶん",
        "def": "様々な経験をしていて、様々な知識を深く知っていること。「博識」は広い知識があること。「洽聞」は様々な経験があること。「博識広聞」とも書く。",
        "grade": "1"
    },
    {
        "word": "白荼赤火",
        "yomi": "はくとせきか",
        "def": "戦場全体に軍隊を展開すること。「白荼」は植物のちがやの白い花。白い色の軍隊と、赤い色の軍隊が向き合っている様子を白いちがやの花と、赤い火にたとえたもの。中国の春秋時代の呉と晋の戦争で、互いに一万の方陣を作ったのを見てたとえたという故事から。",
        "grade": "1"
    },
    {
        "word": "白髪青袗",
        "yomi": "はくはつせいしん",
        "def": "歳をとってから官職につくこと。「白髪」は白い髪のことで、歳老いた人のこと。「青袗」は浅黄色の短い着物のことで、中国の宋の時代、位の低い文官の着ていたとされる制服のこと。",
        "grade": "1"
    },
    {
        "word": "白璧微瑕",
        "yomi": "はくへきのびか",
        "def": "非常にすぐれた人や物に、わずかな欠点があること。「白璧」は白い宝石。「微瑕」は少しきずがあること。白く美しい宝石に少しだけきずがあるという意味から。",
        "grade": "1"
    },
    {
        "word": "伯兪泣杖",
        "yomi": "はくゆきゅうじょう",
        "def": "両親が年をとって衰えたことに気がつき、悲しむこと。「伯兪」は中国の漢の時代の人の名前。「杖」は鞭のこと。親孝行で知られていた伯兪は、過ちの罰として母親に鞭でたたかれたが、少しも痛みを感じなかったことに母親が老いて衰えたことを感じて泣いたという故事から。「伯兪杖に泣く」とも読む。「伯瑜泣杖」とも書く。",
        "grade": "1"
    },
    {
        "word": "八面玲瓏",
        "yomi": "はちめんれいろう",
        "def": "どの方向からみても曇りの一つもなく透き通っていること。または、心に不信や疑念などがなく、すっきりと澄んでいること。または、人付き合いがうまく、誰とでも円満に付き合えること。「八面」はありとあらゆる方面のこと。「玲瓏」は宝石のように曇りなく透き通っていて美しい様子や、美しく鮮やかに輝く様子。",
        "grade": "1"
    },
    {
        "word": "八面六臂",
        "yomi": "はちめんろっぴ",
        "def": "一人で何人分もの働きをして素晴らしい結果を出すこと。または、様々な分野で素晴らしい結果を出すこと。「八面」は八つの顔。「六臂」は六つの腕。三つの顔と六つの腕を持つ密教の阿修羅像から「三面六臂」という言葉が生まれ、そこからありとあらゆる方向という意味の「八面」に変化したもの。",
        "grade": "1"
    },
    {
        "word": "撥雲見日",
        "yomi": "はつうんけんじつ",
        "def": "心配ごとがなくなって、将来に希望がもてるようになること。「撥雲」は日の光を遮る暗く厚い雲が晴れるということで、心配ごとがなくなることのたとえ。暗い雲が晴れて日の光がさすという意味から。「雲を撥き日を見る」とも読む。",
        "grade": "1"
    },
    {
        "word": "撥乱反正",
        "yomi": "はつらんはんせい",
        "def": "乱世を治めて世の中を平和な世界にすること。「撥乱」は乱世を治めること。「反正」は乱世になる前の平和な世に戻すこと。「乱を撥めて正を反す」とも読む。",
        "grade": "1"
    },
    {
        "word": "跛鼈千里",
        "yomi": "はべつもせんり",
        "def": "努力を続ければ、能力が劣っていても成功するということのたとえ。「鼈」はすっぽんのこと。足の悪いすっぽんでも、歩き続ければ千里の距離を移動することもできるということから。",
        "grade": "1"
    },
    {
        "word": "爬羅剔抉",
        "yomi": "はらてきけつ",
        "def": "世に知られていない人材を探し出して用いること。または、人が秘密にしていることや、弱点を暴くこと。「爬」は爪などでほじくって集めること。「羅」は網などで取りを捕まえること。「剔」は削り取ること。「抉」は抉り取ること。",
        "grade": "1"
    },
    {
        "word": "波瀾曲折",
        "yomi": "はらんきょくせつ",
        "def": "物事が進んでいくにつれて、込み入った変化や事情が起きること。「波瀾」は波と荒波という意味から、争いという意味。「曲折」は折れ曲がるという意味から、複雑な事情という意味。「波乱曲折」とも書く。",
        "grade": "1"
    },
    {
        "word": "波瀾万丈",
        "yomi": "はらんばんじょう",
        "def": "物事の変化が非常に激しい様子。人生などのたとえとして用いることが多い言葉。 「波瀾」は移り変わりが激しいこと。または、揉め事や争い事などのこと。元々、「波」は小さい波、「瀾」は大きい波を意味する。「万丈」はとても高いことのたとえ。「丈」は長さの単位。「波乱万丈」とも書く。",
        "grade": "1"
    },
    {
        "word": "跛立箕坐",
        "yomi": "はりゅうきざ",
        "def": "礼儀作法に外れていて、失礼な態度のこと。「跛立」は片足で立つこと。「箕坐」は足を投げ出して座ること。",
        "grade": "1"
    },
    {
        "word": "攀轅臥轍",
        "yomi": "はんえんがてつ",
        "def": "立派な人が官職を辞めないことを望んで引き留めること。「攀轅」は車のまえに突き出た二本の棒、ながえにすがりつくこと。「臥轍」は車の進路に伏して通れないようにすること。中国の後漢の時代、秦彭や侯覇が転任したりするときに、住民が引きとめたという故事から。「轅に攀じて轍に臥す」とも読む。",
        "grade": "1"
    },
    {
        "word": "半饑半渇",
        "yomi": "はんきはんかつ",
        "def": "食べ物や飲み物が足りないこと。半分ほど飢えていて、半分ほど乾いているという意味から。「半飢半渇」とも書く。",
        "grade": "1"
    },
    {
        "word": "班女辞輦",
        "yomi": "はんじょじれん",
        "def": "班ショウヨが、天子と同じ車に乗ることを断ったという故事のこと。または、主君の行いを諫める賢い女性のこと。「班女」は班ショウヨのことで、班は姓名、ショウヨは女官の地位の名称。「輦」は天子の乗る車。中国の漢の成帝は、寵愛していた班ショウヨに車に一緒に乗るように言ったが、すぐれた君主はすぐれた臣下と車に乗り、王朝が滅びる前の君主は愛人を車に乗せると言って辞退したという故事から。「班女輦を辞す」とも読む。",
        "grade": "1"
    },
    {
        "word": "繁文縟礼",
        "yomi": "はんぶんじょくれい",
        "def": "形式や規則、礼儀、手続きが複雑で面倒くさいこと。「繁文」は細かく複雑な飾りや、分かりづらい規則のこと。「縟礼」は複雑で分かりづらい礼儀や作法のこと。「繁縟」と略して使うこともある言葉。",
        "grade": "1"
    },
    {
        "word": "攀竜附驥",
        "yomi": "はんりょうふき",
        "def": "力のある人に付き従うことで、自身も出世すること。「攀」はすがりつくということ。「驥」は一日で千里の距離を走るとされる、すぐれた馬のこと。竜やすぐれた馬にしがみつくという意味から。「竜に攀じ驥に附く」とも読む。",
        "grade": "1"
    },
    {
        "word": "攀竜附鳳",
        "yomi": "はんりょうふほう",
        "def": "力のある人に付き従うことで、自身も出世すること。「攀」はすがりつくということ。「鳳」は中国の伝説上の鳥の鳳凰の雄のこと。竜や鳳凰にしがみつくという意味から。「竜に攀じ鳳に附く」とも読む。",
        "grade": "1"
    },
    {
        "word": "倍日并行",
        "yomi": "ばいじつへいこう",
        "def": "昼も夜もかまわずに先を急ぐこと。「倍日」は一日でその倍の二日分のことをすること、「并行」は合わせるという意味で、一日で二日分の行程を進むという意味から。「倍日併行」とも書く。",
        "grade": "1"
    },
    {
        "word": "馬鹿慇懃",
        "yomi": "ばかいんぎん",
        "def": "必要以上に礼儀正しくて丁寧なこと。または、表面は非常に丁寧で礼儀正しいが、実際は尊大なために無礼なこと。",
        "grade": "1"
    },
    {
        "word": "漠漠濛濛",
        "yomi": "ばくばくもうもう",
        "def": "はっきりと見えず、ぼんやりとしている様子。「漠」は薄暗い様子。「濛」は雨やもやなどで薄暗く、ぼんやりしていること。",
        "grade": "1"
    },
    {
        "word": "跋扈跳梁",
        "yomi": "ばっこちょうりょう",
        "def": "特に悪人などの世間から疎まれるような人たちが好き勝手に振舞い、横暴な態度をとること。「跋扈」は大きな魚が仕掛けた罠から飛び跳ねて逃げる様子、「跳梁」は跳ね回るということから、悪人などが我が物顔で好き勝手に振舞うことをいう。",
        "grade": "1"
    },
    {
        "word": "跋山渉水",
        "yomi": "ばつざんしょうすい",
        "def": "苦しく辛いことを克服しながら長い旅をすること。「跋山」は山を越えること。「渉水」は河を渡ること。「山を跋み水を渉る」とも読む。",
        "grade": "1"
    },
    {
        "word": "罵詈讒謗",
        "yomi": "ばりざんぼう",
        "def": "乱暴で品のない言葉を使い、相手のことを悪く言うこと。「罵詈」は汚い言葉で相手の悪口を言うこと。「讒謗」は他人のことを悪く言うこと。",
        "grade": "1"
    },
    {
        "word": "罵詈雑言",
        "yomi": "ばりぞうごん",
        "def": "乱暴で品のない言葉を使って、相手のことを悪く言うこと。または、その言葉のこと。「罵詈」は汚い言葉で相手の悪口を言うこと。「雑言」は様々な悪口のこと。",
        "grade": "1"
    },
    {
        "word": "蛮夷戎狄",
        "yomi": "ばんいじゅうてき",
        "def": "中国の周辺にいた異民族のこと。漢民族が異民族を蔑んで呼んでいた名称。「南蛮、東夷、西戎、北狄」という四方の異民族の呼称をまとめた言葉。",
        "grade": "1"
    },
    {
        "word": "槃根錯節",
        "yomi": "ばんこんさくせつ",
        "def": "事情が複雑で解決することが難しいこと。「槃根」は曲がりくねった木の根のこと。「錯節」は入り組んだ木の節のこと。「盤根錯節」とも書く。",
        "grade": "1"
    },
    {
        "word": "万寿無疆",
        "yomi": "ばんじゅむきょう",
        "def": "健康でいつまでも長生きすること。「万寿」は一万年の寿命ということから、長生きのたとえ。「無疆」は限りがないということ。限りなく長生きしますようにと、長寿を祝う言葉。「万寿疆り無し」とも読む。",
        "grade": "1"
    },
    {
        "word": "万物殷富",
        "yomi": "ばんぶついんぷ",
        "def": "国が繁栄して、全てのものが栄えて豊かになること。「殷富」は繁栄して豊かになること。",
        "grade": "1"
    },
    {
        "word": "万目睚眥",
        "yomi": "ばんもくがいさい",
        "def": "たくさんの人ににらまれること。「万目」は多くの人の目という意味から、大勢の人のこと。「睚眥」はにらむこと。",
        "grade": "1"
    },
    {
        "word": "悲歌慷慨",
        "yomi": "ひかこうがい",
        "def": "社会の不正や乱れ、自らの不運や道理に反することを、悲しげに歌い、腹立たしくて嘆くこと。「悲歌」は悲しげに歌うこと。「慷慨」は不満を抱き嘆くこと。",
        "grade": "1"
    },
    {
        "word": "卑躬屈節",
        "yomi": "ひきゅうくっせつ",
        "def": "自分の信念や持論を無理に変えて、人にこびへつらうこと。「卑躬」は腰をかがめて頭を下げること。「屈節」は主義、主張を曲げること。",
        "grade": "1"
    },
    {
        "word": "匪躬之節",
        "yomi": "ひきゅうのせつ",
        "def": "自身の損得は考えずに、君主や国家への忠義を尽くすこと。「匪躬」は自身の損得を考えないこと。",
        "grade": "1"
    },
    {
        "word": "披荊斬棘",
        "yomi": "ひけいざんきょく",
        "def": "困難を克服しながら前進すること。「披」と「斬」はどちらも切り開く、「荊」と「棘」はどちらもいばらのことで、いばらの道を切り開いて先にすすむという意味から。",
        "grade": "1"
    },
    {
        "word": "比肩随踵",
        "yomi": "ひけんずいしょう",
        "def": "次から次へと絶え間なく続いている様子。または、大勢の人が次々と続いている様子。「比肩」は肩を並べるということから、人が多いということ。「随踵」は踵を踏むほどの間隔で続いてくること。「肩を比べ踵に随う」とも読む。",
        "grade": "1"
    },
    {
        "word": "悲傷憔悴",
        "yomi": "ひしょうしょうすい",
        "def": "酷く悲しんで苦しみやつれること。「悲傷」は酷く悲しむこと。「憔悴」は精神的な苦痛や病気でやつれ衰えることから。",
        "grade": "1"
    },
    {
        "word": "飛絮漂花",
        "yomi": "ひじょひょうか",
        "def": "特に遊女などに身を落とすことをいい、女性がつらい境遇で、見込みもないまま苦労すること。「絮」は柳の花の綿毛、「花」は女性の形容。女性の境遇を、綿毛が風に吹かれて目的もなく漂う様子にたとえたもの。",
        "grade": "1"
    },
    {
        "word": "悲壮淋漓",
        "yomi": "ひそうりんり",
        "def": "悲しみの中にあっても、雄雄しい気概に満ちていること。「悲壮」は悲しみの中でも勇ましい意気があること。「淋漓」は水などが滴ることや、意気が満ちること。",
        "grade": "1"
    },
    {
        "word": "筆削褒貶",
        "yomi": "ひっさくほうへん",
        "def": "公正で厳しく批評する春秋筆法を評する言葉。「筆削」は必要な言葉を書き足したり、不必要な言葉を削ったりすること。「褒貶」はよいところは褒め、悪いところは貶すこと。",
        "grade": "1"
    },
    {
        "word": "筆力扛鼎",
        "yomi": "ひつりょくこうてい",
        "def": "勢いがあって力強い文章のこと。「筆力」は文章の勢いや筆遣い。「扛鼎」は食べ物を煮るために使う青銅の器を持ち上げること。青銅で出来た重い器を持ち上げるほど、筆力が強いという意味から。「筆力鼎を扛ぐ」とも読む。",
        "grade": "1"
    },
    {
        "word": "篳路藍縷",
        "yomi": "ひつろらんる",
        "def": "とても苦労しながら仕事に励むこと。または、身分が低く貧しい者が様々な苦労をして難しい物事を成し遂げて、事業を始めることのたとえ。または、無駄遣いをしないように、常に気に留めて生活することのたとえ。「篳路」は植物の柴を編んで作った、作りの粗い車。「藍縷」は破れるほど使い古した衣服。",
        "grade": "1"
    },
    {
        "word": "非難囂囂",
        "yomi": "ひなんごうごう",
        "def": "欠点や失敗を責める声が非常にやかましい様子。「非難」は相手の欠点や失敗を責めること。「囂囂」はやかましいことや、非常に声が大きいこと。「非難囂々」とも書く。",
        "grade": "1"
    },
    {
        "word": "髀肉之嘆",
        "yomi": "ひにくのたん",
        "def": "実力を発揮する機会がなく、功績を上げられないことを嘆くこと。または、特にやることもなく、無駄に日々を過ごすことを嘆くこと。「髀肉」は太ももについた贅肉。中国の三国時代の蜀の劉備は、劉表のもとに身を寄せたが、劉表は劉備の野心を警戒して重用することなく、戦場に出る機会もなくなり、常に戦場に出て締まっていた太ももに贅肉がついたと、劉備が嘆いた故事から。「髀肉」は「脾肉」、「嘆」は「歎」とも書く。",
        "grade": "1"
    },
    {
        "word": "被髪纓冠",
        "yomi": "ひはつえいかん",
        "def": "尋常でなく急ぎ慌てること。「被髪」は束ねずに乱れた髪の毛。「纓冠」は冠の紐を結ぶこと。乱れた髪を整えずに、そのまま冠の紐を結ぶという意味から。",
        "grade": "1"
    },
    {
        "word": "被髪左衽",
        "yomi": "ひはつさじん",
        "def": "文明がないような地域にある野蛮な風習のこと。「被髪」は束ねずに乱れた髪の毛。「左衽」は左前にして着物を着ることで、普通とは逆に着るという意味。「被髪左袵」とも書く。",
        "grade": "1"
    },
    {
        "word": "被髪佯狂",
        "yomi": "ひはつようきょう",
        "def": "髪を振り乱して、気がふれた人のふりをすること。「被髪」は束ねずに乱れた髪の毛。 「佯狂」は狂っているかのように見せかけること。古代中国の殷の紂王の臣下である箕子は、暴政を行う紂王を諫めたが聞き入れられなかった。君主のもとを去れば、君主の悪が公になってしまい、また、自分自身を弁解することにもなってしまうと考えた箕子は、髪を乱し、狂ったふりをして奴隷となったという故事から。",
        "grade": "1"
    },
    {
        "word": "肥馬軽裘",
        "yomi": "ひばけいきゅう",
        "def": "身分が高く裕福な人の服装。または、常にとても富貴な様子。「肥馬」は肥え太った立派な馬。「軽裘」は軽くて高級で丈夫な皮ごろも。",
        "grade": "1"
    },
    {
        "word": "悲憤慷慨",
        "yomi": "ひふんこうがい",
        "def": "自身の運命や世の中の悪に憤りを覚えて嘆き悲しむこと。「悲憤」は悲しんで憤ること。「慷慨」は社会の不正や世論が悪い方向に変わっていくことなどを憤り嘆くこと。似ている意味の言葉を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "百姓一揆",
        "yomi": "ひゃくしょういっき",
        "def": "日本の江戸時代に、農民が結束して起こした暴動のこと。「一揆」は目的を果たすために、心を合わせて行動すること。飢饉や増税、役人の不正などで生活が苦しくなり、それらを解消しようとして起こしていた。",
        "grade": "1"
    },
    {
        "word": "百折不撓",
        "yomi": "ひゃくせつふとう",
        "def": "何度失敗しても信念を曲げないこと。「百折」は何度も折れること。「不撓」は決して曲がらないこと。非常に意志が固いことをたとえた言葉で、物事が何度途中で駄目になっても、決して諦めないという意味から。",
        "grade": "1"
    },
    {
        "word": "百様玲瓏",
        "yomi": "ひゃくようれいろう",
        "def": "様々な種類の美しさがある様子。「百様」は数多くの種類のものがある様子。「玲瓏」は宝石のように澄み切っていて美しい様子。または、宝石や金属から出る澄んだ美しい音のこと。",
        "grade": "1"
    },
    {
        "word": "百花繚乱",
        "yomi": "ひゃっかりょうらん",
        "def": "すぐれた能力を持っている人物が同じ時期に一斉に現れ、多くの素晴らしい成果を残すこと。または、すぐれた能力を持っている人物や、容姿の美しい人物がたくさん集まっている様子を言い表す言葉。「百花」は様々な種類のたくさんの花、「繚乱」は多くの花がまじり合って咲くことで、様々な種類の花がまじり合ってたくさん咲いているという意味。「百花撩乱」とも書く。",
        "grade": "1"
    },
    {
        "word": "百孔千瘡",
        "yomi": "ひゃっこうせんそう",
        "def": "欠点や短所が数多くあること。または、ひどく傷だらけでぼろぼろの状態のこと。「百」と「千」はどちらも数が多いことのたとえ。「孔」は穴、「瘡」は切り傷。百の穴、千の切り傷があるという意味から。「百孔千創」とも書く。",
        "grade": "1"
    },
    {
        "word": "氷甌雪椀",
        "yomi": "ひょうおうせつわん",
        "def": "汚れがなく、上品で趣のある文具のこと。または、そのような文具で詩文を書き写すこと。「氷甌」は氷でできたかめ。「雪椀」は雪でできたお椀。「冰甌雪椀」とも書く。",
        "grade": "1"
    },
    {
        "word": "飄忽震蕩",
        "yomi": "ひょうこつしんとう",
        "def": "いきなり激しく揺り動かすこと。「飄忽」は突然、いきなりという意味。「震蕩」は激しく揺らすこと。「飄忽震盪」とも書く。",
        "grade": "1"
    },
    {
        "word": "氷姿雪魄",
        "yomi": "ひょうしせっぱく",
        "def": "梅の花のこと。または、清く澄んだ心を持った人のたとえ。梅の花は雪の残る冬の終わりに、白く美しく咲くということから。「冰姿雪魄」とも書く。",
        "grade": "1"
    },
    {
        "word": "剽疾軽悍",
        "yomi": "ひょうしつけいかん",
        "def": "動きが素早く、気が荒く、強いこと。「剽疾」は動きが速いこと。「軽悍」は動きが速く、気が強いこと。",
        "grade": "1"
    },
    {
        "word": "飛揚跋扈",
        "yomi": "ひようばっこ",
        "def": "思うまま横暴に振る舞うこと。または、臣下が好き勝手に振る舞い、君主の力をこえること。「飛揚」は猛禽類の鳥が舞い上がること。「跋扈」は魚を捕まえるための竹垣の罠を飛び越えて逃げること。悪人などが、常識や規則などを無視して好き勝手に行動することをいう。",
        "grade": "1"
    },
    {
        "word": "疲労困憊",
        "yomi": "ひろうこんぱい",
        "def": "疲れ果てること。「困憊」は酷く疲れて弱ること。",
        "grade": "1"
    },
    {
        "word": "牝鶏之晨",
        "yomi": "ひんけいのしん",
        "def": "女性が強い権力を持って、勢力を振るうこと。または、女性が権力を握って治めると、国や家などが滅びることのたとえ。「牝鶏」は雌鶏。「晨」は日の出を鶏が鳴いて知らせるという意味。日の出の時間に鳴くのは本来は雄鶏であり、雌鶏が鳴くことは秩序が乱れた証とされ、王后や王妃が権力を握り、国家が滅びることの前触れとされていた。",
        "grade": "1"
    },
    {
        "word": "牝牡驪黄",
        "yomi": "ひんぼりこう",
        "def": "物事の見た目にこだわらず、本質を見抜くことのたとえ。「牝牡」はめすとおすのこと。「驪黄」は色の黒色と黄色。中国の秦の穆公が、馬を見抜く名人である伯楽に推薦された九方皐に馬を探しに行かせた。九方皐が黄色い牝馬を見つけたという報告を受けたが、連れ帰られた馬は黒い牡馬であった。穆公は馬の色や性別も分からないのかと怒ったが、これに対して伯楽は色や性別などの見た目にこだわらず、馬本来の能力を見るべきだといった。そして、その馬は他と比べることのできないほどの名馬だったという故事から。",
        "grade": "1"
    },
    {
        "word": "媚眼秋波",
        "yomi": "びがんしゅうは",
        "def": "美人の艶かしい色目や流し目のこと。「媚眼」は媚びるような目つき、「秋波」は秋の澄んだ水の波のことから美人の涼やかな目つきという意味。",
        "grade": "1"
    },
    {
        "word": "尾大不掉",
        "yomi": "びだいふとう",
        "def": "臣下の力が大きくなりすぎると、君主が統制することができなくなるということ。「尾大」は尾の大きさが大きいこと。「掉」は振り動かすこと。尾が大きすぎると自力で尾を動かすことができないという意味から。",
        "grade": "1"
    },
    {
        "word": "病入膏肓",
        "yomi": "びょうにゅうこうこう",
        "def": "趣味などに夢中になって、やめられなくなること。または、悪い癖が出て手がつけられなくなること。元は病気の症状が悪化して、治る見込みがなくなるという意味から。「膏肓」は治療のための鍼や薬が届かない、体の奥深い部分のこと。「病膏肓に入る」という形で使うことが多い言葉。",
        "grade": "1"
    },
    {
        "word": "馮異大樹",
        "yomi": "ふういたいじゅ",
        "def": "謙虚で慕われるような人格のたとえ。「馮異」は後漢の将軍の名前で、馮異は他の将軍たちが手柄の話を始めると、大きな樹の下に移動して自身の功績を語ろうとしなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "風雨淒淒",
        "yomi": "ふううせいせい",
        "def": "風や雨が激しく、酷く冷たくて寒い様子。または、乱世のこと。「風雨」は風と雨が激しいという意味から嵐のこと。「淒淒」は冷たくて寒い様子のことで、乱世のたとえとして用いることもある。「風雨凄凄」とも書く。",
        "grade": "1"
    },
    {
        "word": "風雨対牀",
        "yomi": "ふううたいしょう",
        "def": "兄弟が会うこと。「牀」は床や寝床という意味で、兄弟が床を並べて、雨や風の音を心静かに聞きながら、語り合って眠るということから。",
        "grade": "1"
    },
    {
        "word": "風鬟雨鬢",
        "yomi": "ふうかんうびん",
        "def": "風雨にさらされて、苦労しながら仕事に励むこと。「鬟」はまげ、「鬢」は耳のあたりの髪のびん。髪を風にとかされ、雨に洗われるという意味から。",
        "grade": "1"
    },
    {
        "word": "風岸孤峭",
        "yomi": "ふうがんこしょう",
        "def": "威厳があり、人と馴れ合わない性格のため、角が立ってしまい孤立していること。「風岸」は融和できずにすぐに角が立ってしまう厳しい性格。「孤峭」は孤立した山などが険しく立っている様子。",
        "grade": "1"
    },
    {
        "word": "風紀紊乱",
        "yomi": "ふうきびんらん",
        "def": "社会の道徳や規律が乱れること。または、乱すこと。特に男女の交際の節度のこと。 「紊乱」は乱れる、または乱すという意味。",
        "grade": "1"
    },
    {
        "word": "風光明媚",
        "yomi": "ふうこうめいび",
        "def": "自然の景色が澄んでいて美しいこと。「風光」は景色や眺め。「明媚」は景色が美しく澄んでいる様子。",
        "grade": "1"
    },
    {
        "word": "風櫛雨沐",
        "yomi": "ふうしつうもく",
        "def": "様々な苦労をすることのたとえ。「風櫛」は髪を風でとかすこと。「雨沐」は雨で体を洗うこと。雨や風にもめげずに苦労しながら働くということから。",
        "grade": "1"
    },
    {
        "word": "風声鶴唳",
        "yomi": "ふうせいかくれい",
        "def": "風の音や鶴の鳴き声のような、少しのことでも驚いて、恐れて怯えることのたとえ。「風声」は風の音。「鶴唳」は鶴の鳴き声。前秦の符堅の軍が東晋の軍に敗れて、敗走する時に兵たちは、風の音や鶴の鳴き声のようなわずかな音でも敵の追撃かと恐れて、壊滅したという故事から。",
        "grade": "1"
    },
    {
        "word": "浮雲翳日",
        "yomi": "ふうんえいじつ",
        "def": "悪人が政治の権力を握り、世の中が悪くなることのたとえ。または、悪い家臣が君主を惑わして善政が行われないことのたとえ。また、悪人が善人に被害を与えること。「浮雲」は日の光を遮る雲ということから悪人のたとえ。「翳日」は日の光を覆い隠すこと。「浮雲（ふうん）日（ひ）を翳（おお）う」とも読む。",
        "grade": "1"
    },
    {
        "word": "巫雲蜀雨",
        "yomi": "ふうんしょくう",
        "def": "離れ離れになって暮らしている夫婦がお互いのことを思いやることのたとえ。「巫雲」は中国の巫山という名前の山の雲。「蜀雨」は中国の蜀という名前の国に降る雨。",
        "grade": "1"
    },
    {
        "word": "浮家泛宅",
        "yomi": "ふかはんたく",
        "def": "船を住居にして水上で生活すること。または、漂泊して生活するという意味から、一定の住居に留まらない隠者の生活のこと。「泛宅」は水の上に浮いている家ということから、船のこと。",
        "grade": "1"
    },
    {
        "word": "不羈之才",
        "yomi": "ふきのさい",
        "def": "非常にすぐれた才能。「羈」はつなぐという意味。誰にも繋ぎとめることが出来ない才能という意味から。",
        "grade": "1"
    },
    {
        "word": "不羈奔放",
        "yomi": "ふきほんぽう",
        "def": "誰にも縛られることなく、好き勝手に振る舞うこと。「羈」はつなぐという意味で、「不羈」はなにものにも縛られることが無いという意味。",
        "grade": "1"
    },
    {
        "word": "俯仰之間",
        "yomi": "ふぎょうのかん",
        "def": "非常に短い時間のこと。「俯仰」はうつむくことと上を向くこと。下を向いたり、上を向いたりする間の時間という意味から。「俛仰之間」とも書く。",
        "grade": "1"
    },
    {
        "word": "伏寇在側",
        "yomi": "ふくこうざいそく",
        "def": "常に自身の身のまわりの注意を怠らず、慎みのある言動をするべきだということ。「伏寇」は潜んでいる盗賊、「在側」は近いところにいるという意味。怠ることなく、いつも注意すべきだという戒めの言葉。「伏寇側に在り」とも読む。",
        "grade": "1"
    },
    {
        "word": "不屈不撓",
        "yomi": "ふくつふとう",
        "def": "苦労や困難があっても決して諦めることがないこと。「不屈」は屈しないこと。「不撓」の「撓」は固いものが強い力で曲がるという意味から、「不撓」は心が折れないこと。「不屈」と「不撓」はどちらも決して諦めないという意味で、重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "俯察仰観",
        "yomi": "ふさつぎょうかん",
        "def": "目に入る様々なものや、現象を観察すること。下を見ては土地の様子を観察して、空を見上げては空に起こる現象を観察するという意味から。",
        "grade": "1"
    },
    {
        "word": "巫山雲雨",
        "yomi": "ふざんうんう",
        "def": "男女の交わり、情交のたとえ。「巫山」は中国の四川省と湖北省の間にある、女神が住んでいたとされる山のこと。「雲雨」は雲と雨のこと。中国の戦国時代の楚の懐王が昼寝をした際、夢の中で巫山の女神と情交を結んだ。別れ際に女神が「朝には雲となって、夕方には雨となってここに参ります」と言ったという故事から。",
        "grade": "1"
    },
    {
        "word": "巫山之夢",
        "yomi": "ふざんのゆめ",
        "def": "男女の交わり、情交のたとえ。「巫山」は中国の四川省と湖北省の間にある、女神が住んでいたとされる山のこと。中国の戦国時代の楚の懐王が昼寝をした際、夢の中で巫山の女神と情交を結んだ。別れ際に女神が「朝には雲となって、夕方には雨となってここに参ります」と言ったという故事から。",
        "grade": "1"
    },
    {
        "word": "俛首帖耳",
        "yomi": "ふしゅちょうじ",
        "def": "人の機嫌をとる卑しい態度のこと。「俛首」は頭を伏せること。「帖耳」は耳を垂れること。犬が飼い主に従う様子ということから。「首を俛し耳を帖る」とも読む。「俯首帖耳」とも書く。",
        "grade": "1"
    },
    {
        "word": "膚受之愬",
        "yomi": "ふじゅのうったえ",
        "def": "痛切な訴えのこと。「膚受」は切りつけるような痛切さのこと。「愬」は不平や不満を訴えること。気づくことなく垢がたまるように、少しずつ人を偽り、傷つけていくという意味でも使われる言葉。",
        "grade": "1"
    },
    {
        "word": "鳧趨雀躍",
        "yomi": "ふすうじゃくやく",
        "def": "大いに喜んで小躍りすること。「鳧趨」は鳥のかもが小走りに走ることで、かもは体を左右に揺らしながら小走りするということから、小躍りする様子のたとえ。「雀躍」は鳥の雀が踊ること。",
        "grade": "1"
    },
    {
        "word": "附贅懸疣",
        "yomi": "ふぜいけんゆう",
        "def": "必要がなく、迷惑なだけなこと。「附」はくっつくこと。「贅」と「疣」はどちらもこぶや、いぼのこと「懸」はぶらさがること。くっついていたり、ぶら下がっていたりするいぼやこぶということから。「附贅」は「付贅」とも、「懸疣」は「懸肬」とも書く。",
        "grade": "1"
    },
    {
        "word": "不撓不屈",
        "yomi": "ふとうふくつ",
        "def": "苦労や困難があっても決して諦めることがないこと。「不撓」は心が折れないこと。「撓」は固いものが強い力で曲がるという意味。「不屈」は屈しないこと。決して諦めないという意味の「不撓」と「不屈」を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "布韈青鞋",
        "yomi": "ふべつせいあい",
        "def": "旅をするときに着る服装のこと。「布韈」は脛を保護するために巻く布製の脚半のこと。「青鞋」はわらじのこと。",
        "grade": "1"
    },
    {
        "word": "榑木之地",
        "yomi": "ふぼくのち",
        "def": "東にある、太陽が昇るとされる地方。または、日本の異名。「榑木」は太陽の昇る場所にあるとされる神木の名前で、この神木から太陽が昇るとされている。扶桑とも言う。「扶木之地」とも書く。",
        "grade": "1"
    },
    {
        "word": "蜉蝣一期",
        "yomi": "ふゆうのいちご",
        "def": "人の一生が短く消えてしまいやすいことのたとえ。「蜉蝣」は虫の蜉蝣（かげろう）。「一期」は一生のこと。蜉蝣は朝に成虫になり、夕方には寿命で死ぬといわれているということから、儚いもののたとえ。",
        "grade": "1"
    },
    {
        "word": "不埒千万",
        "yomi": "ふらちせんばん",
        "def": "法や道理に従わないこと。または、非常に無礼なこと。「埒」は乗馬をする場所の囲いのこと。「不埒」は埒から外れるということから、法や道理から外れることをいう。「千万」は普通の程度を甚だしく超えていることを言い表す言葉。",
        "grade": "1"
    },
    {
        "word": "刎頸之交",
        "yomi": "ふんけいのまじわり",
        "def": "深い友情のたとえ。「刎頸」は首を切り落とすという意味。相手のためなら首を切り落とされてもかまわないということから。中国の戦国時代の趙の将軍の廉頗と、蘭相如が深い友情を結んだという故事から。",
        "grade": "1"
    },
    {
        "word": "物論囂囂",
        "yomi": "ぶつろんごうごう",
        "def": "世間のうわさや物議が騒々しく、落ち着かないこと。「物論」は世間のうわさや物議。「囂囂」は多くの人が声を出していて騒がしいこと。",
        "grade": "1"
    },
    {
        "word": "蚊子咬牛",
        "yomi": "ぶんしこうぎゅう",
        "def": "影響がまったくないこと。または、自分の実力を考えずに、無謀な行動をすること。「子」は小さいという意味。小さな蚊が大きな牛を刺すという意味から。「蚊子、牛を咬む」とも読む。",
        "grade": "1"
    },
    {
        "word": "文恬武嬉",
        "yomi": "ぶんてんぶき",
        "def": "世の中が平和なことのたとえ。「恬」は心が穏やかな様子。文官は心安らかに落ち着いていて、武官は日々を楽しんでいるということから。",
        "grade": "1"
    },
    {
        "word": "敝衣蓬髪",
        "yomi": "へいいほうはつ",
        "def": "ぼろぼろの服、乱れ放題の髪のことから、身なりが汚い様子。「敝衣」はぼろぼろの服。「蓬髪」は乱れ放題でよもぎのような髪のこと。「弊衣蓬髪」とも書く。",
        "grade": "1"
    },
    {
        "word": "兵戈槍攘",
        "yomi": "へいかそうじょう",
        "def": "戦闘が激しいさま。兵の武器が乱れ動くという意味から。 「兵戈」は”ほこ”のことから武器という意味。「槍攘」は乱れ動く様子。",
        "grade": "1"
    },
    {
        "word": "秉燭夜遊",
        "yomi": "へいしょくやゆう",
        "def": "人生は短いので、夜遅くまで遊んで楽しもうという意味。「秉燭」は手に灯りを持つこと。",
        "grade": "1"
    },
    {
        "word": "萍水相逢",
        "yomi": "へいすいそうほう",
        "def": "旅をしているもの同士が偶然の出会いから知り合いになること。「萍」は浮き草のこと。偶然の出会いを浮き草と流れる水にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "弊帚千金",
        "yomi": "へいそうせんきん",
        "def": "自分の地位や能力などを理解せずに、思い上がることのたとえ。または、自分の物ならどんなにつまらないものでも貴重に思えることのたとえ。「弊帚」は使い古してぼろぼろになったほうきのことで、自分の物ならそのようなものでも千金の価値があると考えるという意味から。「敝帚千金」とも書く。",
        "grade": "1"
    },
    {
        "word": "瓶墜簪折",
        "yomi": "へいついしんせつ",
        "def": "男女が離れて二度と会うことができないことのたとえ。「瓶」は井戸のつるべ、「簪」は玉のかんざしのことで、つるべの縄が切れて、縄が井戸の底に落ち、かんざしが二つに折れてしまうという意味から。",
        "grade": "1"
    },
    {
        "word": "兵馬倥偬",
        "yomi": "へいばこうそう",
        "def": "軍人の生活のことをいい、戦争をして日々をせわしなく送ること。「兵馬」は武器と馬という意味から戦争のこと。「倥偬」は忙しいという意味。",
        "grade": "1"
    },
    {
        "word": "壁立千仞",
        "yomi": "へきりつせんじん",
        "def": "壁のような険しい崖が高く立っていること。または、仏教語で真理を得るための道のりが非常に険しいことのたとえ。「仞」は古代中国の高さや深さをあらわす単位のこと。",
        "grade": "1"
    },
    {
        "word": "霹靂一声",
        "yomi": "へきれきいっせい",
        "def": "急に雷鳴が轟き渡ること。または、前触れもなくいきなり大きな声で怒鳴ること。「霹靂」は前触れもなく急に雷鳴が轟くこと。「一声」は音が一度鳴ること。",
        "grade": "1"
    },
    {
        "word": "霹靂閃電",
        "yomi": "へきれきせんでん",
        "def": "激しく勢いがあって非常にすばやいことのたとえ。「霹靂」は前触れもなく急に雷鳴が轟くこと。「閃電」は雷がきらめくこと。",
        "grade": "1"
    },
    {
        "word": "偏袒扼腕",
        "yomi": "へんたんやくわん",
        "def": "激しく怒ったり、ひどく悔しがる様子。感情を昂らせる様子を表す言葉。「偏袒」は着物の片方の袖を脱いで肩を出すこと。「扼腕」は片手でもう片方の二の腕を強く握ること。どちらも感情を昂らせることのたとえ。",
        "grade": "1"
    },
    {
        "word": "胼胝之労",
        "yomi": "へんちのろう",
        "def": "非常に辛い苦労をすること。「胼胝」は皮膚が厚く固くなるたこやひび、あかぎれ。たこやひび、あかぎれができるほどに苦労するという意味から。",
        "grade": "1"
    },
    {
        "word": "偏旁冠脚",
        "yomi": "へんぼうかんきゃく",
        "def": "漢字の部首の総称。「偏」は漢字の左側の部分、へん。「旁」は漢字の右側の部分、つくり。「冠」は漢字の上部分、かんむり。「脚」は漢字の下部分、あし。漢字の部首は他にもあるが、それらを一まとめにしていう言葉。「偏傍冠脚」とも書く。",
        "grade": "1"
    },
    {
        "word": "汨羅之鬼",
        "yomi": "べきらのき",
        "def": "水中で溺れて死んだ人のこと。「汨羅」は中国の川の名前。「鬼」は死者の霊魂。楚の懐王に忠節を尽くして仕えていた屈原という人が、讒言で懐王の怒りを買い、追放されて入水自殺したという故事から。",
        "grade": "1"
    },
    {
        "word": "弁才無礙",
        "yomi": "べんざいむげ",
        "def": "喋ることが非常にうまく、流れるように話すことが出来ること。「弁才」は弁舌の才能があること。「無礙」は何ものにも妨げられることがないこと。元は仏教語で、菩薩が仏の教えを他人に説く、すぐれた能力のことをいった言葉。「弁才無碍」とも書く。",
        "grade": "1"
    },
    {
        "word": "駢四儷六",
        "yomi": "べんしれいろく",
        "def": "四字句と六字句の対句を用いる、古代中国の修辞的な文体のこと。「駢」は馬を二頭並べて車につなぐという意味から、対句という意味。「儷」は一対になって並ぶという意味。中国の六朝時代から唐の時代にかけて盛んに使われ、中国の美文の基本となった文体。",
        "grade": "1"
    },
    {
        "word": "鞭辟近裏",
        "yomi": "べんぺききんり",
        "def": "人からの励ましを受け、努力して学問や道理の奥深くを理解していくこと。または、身に切実なことだけを考えること。または、文章などがしっかりと考えられていて、深い意味が込められていること。「鞭辟」は馬車の御者が鞭を打ち鳴らして、その音で人込みを切り開くこと。「近裏」は内側という意味。鞭を打ち鳴らして、人込みを掻き分けて、人込みの内側に馬車が入っていくということから。「鞭辟して裏に近づく」とも読む。",
        "grade": "1"
    },
    {
        "word": "駢拇枝指",
        "yomi": "べんぼしし",
        "def": "役に立たないもののたとえ。「駢拇」は足の親指と人差し指がくっついて一つになっていること。「枝指」は手の親指が枝分かれして、親指の隣に六本目の指があること。",
        "grade": "1"
    },
    {
        "word": "逢掖之衣",
        "yomi": "ほうえきのい",
        "def": "袖が大きくゆとりのある服のこと。儒者の服。「逢」は大きいやゆるやかという意味。「掖」は腋（わき）の下のこと。",
        "grade": "1"
    },
    {
        "word": "鳳凰于飛",
        "yomi": "ほうおううひ",
        "def": "「鳳凰」はおおとりのことで、「鳳」は雄、「凰」は雌とされ、つがいになって飛ぶことから、夫婦の中がとてもよいこと。または、徳の高い天子の下に、賢臣が多く集まること。",
        "grade": "1"
    },
    {
        "word": "鳳凰銜書",
        "yomi": "ほうおうがんしょ",
        "def": "天子の使者が命令の書かれた文書を持ってくること。「鳳凰」は聖天子が出現する時に現れるとされる想像上の鳥。「銜」は口にくわえるという意味。鳳凰が勅書を口にくわえて持ってくるという意味からきた言葉。",
        "grade": "1"
    },
    {
        "word": "法界悋気",
        "yomi": "ほうかいりんき",
        "def": "自分には関係がないものを羨望したり、妬んだりすること。主に他人の恋愛に対してのことをいう。「法界」は全ての世界、宇宙万物という意味。仏教語。「悋気」は嫉妬する心のこと。",
        "grade": "1"
    },
    {
        "word": "抱関撃柝",
        "yomi": "ほうかんげきたく",
        "def": "地位の低い役人のたとえ。「抱関」は門番、「撃柝」は夜警のことで、どちらも地位の低い仕事であることから。",
        "grade": "1"
    },
    {
        "word": "泛駕之馬",
        "yomi": "ほうがのうま",
        "def": "一般的な常識には従わずに別の方法をとる英雄のたとえ。「泛駕」は馬が興奮して指示に従わずに道をそれてしまうということから。",
        "grade": "1"
    },
    {
        "word": "判官贔屓",
        "yomi": "ほうがんびいき",
        "def": "弱い者や負けている者、不運の者たちに同情して、応援したり手助けをしたりすること。「判官」は官職の名前のことで、ここでは源義経のこと。「贔屓」は特に目をかけて可愛がったり手助けをしたりすること。源義経が兄の源頼朝に嫉妬されて滅ぼされたことに対して人々が同情を寄せたことから。",
        "grade": "1"
    },
    {
        "word": "方趾円顱",
        "yomi": "ほうしえんろ",
        "def": "人間のこと。「方趾」は四角い足。「円顱」丸い頭。大地と足はどちらも四角く、天と頭はどちらも丸いために、人と天地が似ているものであると、古代中国では考えられていたことから。「方址円顱」とも書く。",
        "grade": "1"
    },
    {
        "word": "封豕長蛇",
        "yomi": "ほうしちょうだ",
        "def": "非常に欲深く、残酷なもののたとえ。「封豕」は大きないのしし。いのししは何でも食べるということから、欲深いことのたとえ。へびは大きなものでもそのまま飲み込むということから、残酷なことのたとえ。中国の春秋時代、楚の国の申包胥が言ったとされる言葉から。「封豕長蛇を為す」を略した言葉。",
        "grade": "1"
    },
    {
        "word": "飽食煖衣",
        "yomi": "ほうしょくだんい",
        "def": "不自由のない生活のこと。または、贅沢な生活のたとえ。飽きるくらいの十分な食料と暖かい衣服があって、生活に困らないという意味から。「飽食暖衣」とも書く。",
        "grade": "1"
    },
    {
        "word": "宝鈿玉釵",
        "yomi": "ほうでんぎょくさい",
        "def": "金や銀、宝石などで飾り付けた美しいかんざしのこと。または、そのような美しいものを言い表す言葉。「鈿」と「釵」はどちらもかんざしのこと。",
        "grade": "1"
    },
    {
        "word": "放蕩不羈",
        "yomi": "ほうとうふき",
        "def": "思うまま好き勝手に振る舞うこと。「放蕩」は好き勝手に振る舞うこと。「不羈」はなにものにも縛られないこと。",
        "grade": "1"
    },
    {
        "word": "放辟邪侈",
        "yomi": "ほうへきじゃし",
        "def": "思うまま好き勝手に悪事を働くこと。「放」は好き勝手に振る舞うこと。「辟」はかたよること。「邪」は道理にはずれた正しくないこと。「侈」は相手を見下して高慢な態度をとること。",
        "grade": "1"
    },
    {
        "word": "蜂目豺声",
        "yomi": "ほうもくさいせい",
        "def": "冷酷で残忍な性質の人のこと。「豺」は気性の荒い、狼に似た山犬のこと。蜂のように細い目と山犬のような気味の悪い声という意味から。",
        "grade": "1"
    },
    {
        "word": "鳳友鸞交",
        "yomi": "ほうゆうらんこう",
        "def": "男女の肉体関係のたとえ。または、男女が結婚することのたとえ。「鳳」と「鸞」はどちらも中国の伝説の鳥で、「鳳」は鳳凰、「鸞」は鳳凰に似ている霊鳥。それらの美しい鳥の交わりを人の男女にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "北轅適楚",
        "yomi": "ほくえんてきそ",
        "def": "意志と行動が別の方向を向いていて互いに反していることのたとえ。「轅」は前進する方向に向けられるかじ棒のこと。「適」はその向きに行くことで、かじ棒は北を向いているのに、何故か南にある楚の国に行くという意味から。",
        "grade": "1"
    },
    {
        "word": "北轍南轅",
        "yomi": "ほくてつなんえん",
        "def": "意志と行動が別の方向を向いていて互いに反していることのたとえ。「轍」は車輪の跡。「轅」はかじ棒のことで、車輪のあとは北に向かっているのにかじ棒は南を向いているという意味から。",
        "grade": "1"
    },
    {
        "word": "輔車脣歯",
        "yomi": "ほしゃしんし",
        "def": "一つが駄目になると、もう一つも駄目になるような、非常に深い関係のこと。「輔車」は車の添え木と車の荷台。または、頬の骨と下顎の骨のこと。唇と歯や、頬の骨と下顎の骨のように、互いに助け合うことによって、互いに存続できるような関係をいう言葉。中国の晋がカクの国を攻めるときに、虞の国は晋に通過する許可を出したが、虞の国と互いに助け合う関係にあったカクの国が滅びると、虞の国も滅びたという故事から。「輔車唇歯」とも書く。",
        "grade": "1"
    },
    {
        "word": "匍匐膝行",
        "yomi": "ほふくしっこう",
        "def": "両手をついて、膝を床につけ、ひれ伏したまますり足で移動すること。地位の高い人の前で、恐縮しながら移動するときの作法。「匍匐」は腹を地面に付けて寝そべること。「膝行」は膝を地につけて、するように移動すること。",
        "grade": "1"
    },
    {
        "word": "賁育之勇",
        "yomi": "ほんいくのゆう",
        "def": "気力と勇気に満ち溢れている様子。「賁」と「育」はどちらも人の名前で、孟賁と夏育のこと。孟賁と夏育はどちらも中国の秦の武王に仕え、二人とも怪力で勇気があることで有名。",
        "grade": "1"
    },
    {
        "word": "本地垂迹",
        "yomi": "ほんちすいじゃく",
        "def": "仏や菩薩は、世の人々を救うために、神の姿になって人々の前に現われるということ。仏教と神道を結びつけた考え方で、神道の神は、仏が姿を変えたものであるということから。「本地」は仏や菩薩の本当の姿。「垂迹」は仏や菩薩が様々な姿になって現われるということ。",
        "grade": "1"
    },
    {
        "word": "奔放不羈",
        "yomi": "ほんぽうふき",
        "def": "誰にも縛られることなく、好き勝手に振る舞うこと。「羈」はつなぐという意味で、「不羈」はなにものにも縛られることが無いという意味。",
        "grade": "1"
    },
    {
        "word": "冒雨剪韭",
        "yomi": "ぼううせんきゅう",
        "def": "来訪した友人を手厚くもてなすこと。「冒雨」は雨を冒す、「剪韭」はにらを摘みにいくことで、来訪した客をもてなくために雨の中外に出て、にらを摘み食事をごちそうした故事から。",
        "grade": "1"
    },
    {
        "word": "茅屋采椽",
        "yomi": "ぼうおくさいてん",
        "def": "飾り気のない素朴な家のこと。「茅屋」はかやぶきの屋根。「采椽」は手を加えていない切り出しただけの材木のこと。",
        "grade": "1"
    },
    {
        "word": "暴虎馮河",
        "yomi": "ぼうこひょうが",
        "def": "一時の熱意にまかせて、後先考えずに無謀な行いをすること。「暴虎」は虎を素手で殴ること。「馮河」は大河を歩いて渡るという意味。どちらも無謀な行動のたとえ。孔子が弟子の子路を戒めた言葉。",
        "grade": "1"
    },
    {
        "word": "望蜀之嘆",
        "yomi": "ぼうしょくのたん",
        "def": "人間の欲望は尽きることがないということ。「蜀」は中国の地名。後漢の光武帝が望みを叶えて、隴を手に入れたが、次は蜀が欲しいと望んだという故事から。",
        "grade": "1"
    },
    {
        "word": "亡脣寒歯",
        "yomi": "ぼうしんかんし",
        "def": "互いに深い関係で繋がっていて、一方が滅びるともう一方も危険な状態になること。「脣」は唇のこと。唇と歯は互いに助け合う関係であり、唇が無くなると歯は寒くなるということから。古代中国の虞の宮之奇が、虞とカクの国の関係をたとえていった故事から。",
        "grade": "1"
    },
    {
        "word": "旁時掣肘",
        "yomi": "ぼうじせいちゅう",
        "def": "他人の横から口を出して邪魔をすること。「旁」はそば、近い場所という意味。「掣肘」は肘を引っ張るという意味から、仕事の邪魔をすること。「旁らより時に掣肘す」とも読む。",
        "grade": "1"
    },
    {
        "word": "旁若無人",
        "yomi": "ぼうじゃくぶじん",
        "def": "公の場であるにもかかわらず、周りに人がいないかのように、他人の迷惑を考えない好き勝手な行動をすること。「旁に人無きが若し」と訓読する。「傍若無人」とも書く。",
        "grade": "1"
    },
    {
        "word": "茫然自失",
        "yomi": "ぼうぜんじしつ",
        "def": "予想外のことに、気が抜けて我を忘れること。「茫然」は予想外のことに、気が抜けてぼんやりすること。「自失」は放心してぼんやりすること。「呆然自失」とも書く。",
        "grade": "1"
    },
    {
        "word": "茅堵蕭然",
        "yomi": "ぼうとしょうぜん",
        "def": "かやぶきの垣根のある家の物寂しい様子。「茅堵」はかやぶきの垣根がある粗末な家のことで、田舎の家をいう。「蕭然」はひっそりとしていて物寂しい様子。",
        "grade": "1"
    },
    {
        "word": "尨眉皓髪",
        "yomi": "ぼうびこうはつ",
        "def": "老人を言い表す言葉。「尨」は白髪混じりという意味。「皓」は色が白いという意味。髪や眉に白い毛が混じるという意味から。",
        "grade": "1"
    },
    {
        "word": "墨痕淋漓",
        "yomi": "ぼっこんりんり",
        "def": "墨を使って書かれたものが生き生きとしている様子。「墨痕」は墨の跡という意味から、墨で書かれているもののこと。「淋漓」は水などの液体が滴る様子ということから、筆勢がみずみずしいということ。",
        "grade": "1"
    },
    {
        "word": "麻姑掻痒",
        "yomi": "まこそうよう",
        "def": "物事が思い通りにうまくいくこと。または、細かい要望に対して満足する結果で応えることができること。痒い所に手が届くという意味。「麻姑」は手の爪が鳥のように長い中国の伝説の仙女の名前。「掻痒」は痒いところをかくということ。漢の桓帝の時代、蔡経が「麻姑の爪で背中をかかせたら気持ちが良いにちがいない」と思ったという故事から。",
        "grade": "1"
    },
    {
        "word": "摩頂放踵",
        "yomi": "まちょうほうしょう",
        "def": " 自身を顧みずに他人に尽くすこと。「摩」は磨り減る、「頂」は頭頂部、「放」は至る、「踵」はかかとのこと。頭の先から足の踵（かかと）まで磨り減らすほど、他人・周りのために努力するという意味から。",
        "grade": "1"
    },
    {
        "word": "満身創痍",
        "yomi": "まんしんそうい",
        "def": "全身傷だらけなさま。または、激しく非難されて精神的にひどく痛めつけられていること。「満身」はからだ全体。「創」と「痍」はどちらも傷のこと。",
        "grade": "1"
    },
    {
        "word": "万目睚眥",
        "yomi": "まんもくがいさい",
        "def": "たくさんの人ににらまれること。「万目」は多くの人の目という意味から、大勢の人のこと。「睚眥」はにらむこと。",
        "grade": "1"
    },
    {
        "word": "満目蕭条",
        "yomi": "まんもくしょうじょう",
        "def": "見渡すかぎり全てがひっそりとしていて寂しい様子。「満目」は視認できる距離全て。「蕭条」は静かで寂しい様子。",
        "grade": "1"
    },
    {
        "word": "曼理皓歯",
        "yomi": "まんりこうし",
        "def": "容姿の美しい人のこと。「曼理」はきめの細かい肌。「皓歯」は白くて綺麗な歯。",
        "grade": "1"
    },
    {
        "word": "無辜之民",
        "yomi": "むこのたみ",
        "def": "何の罪も犯していない人たちのこと。「無辜」は罪が無いという意味。主に天災や人災などに巻き込まれて苦しめられる人々のことをいう。",
        "grade": "1"
    },
    {
        "word": "無根無蔕",
        "yomi": "むこんむてい",
        "def": "頼みとするところや支えてくれるものが何もないこと。「無根」は根が無いこと、「無蔕」は蔕（へた）がないこと。植物が根付くための根や果実をつけるための蔕がないことから。",
        "grade": "1"
    },
    {
        "word": "無慙無愧",
        "yomi": "むざんむき",
        "def": "恥ずかしいと思うことなく、動揺することもなく悪行を行うこと。「慙」と「愧」はどちらも恥じるという意味で、ともに「無」をつけて恥じることが無いという意味から。",
        "grade": "1"
    },
    {
        "word": "無病呻吟",
        "yomi": "むびょうしんぎん",
        "def": "病気になっているわけではないのに苦しそうにすること。または、取り立てるほどのことでもないのに、大げさに騒ぎ立てること。または、必要以上に嘆息して見せるだけで、真実だとは思えない詩文のたとえ。「呻吟」は苦しんで声を発すること。",
        "grade": "1"
    },
    {
        "word": "霧鬢風鬟",
        "yomi": "むびんふうかん",
        "def": "黒くて美しい髪の毛のたとえ。「霧鬢」は墨のように黒くて美しい髪。「風鬟」は風でなびく美しい髪。",
        "grade": "1"
    },
    {
        "word": "無辺無礙",
        "yomi": "むへんむげ",
        "def": "どこまでも広く、縛られるものが何もないこと。仏教の言葉で、「無辺」はどこまでも広いこと、「無礙」は煩悩にとらわれずに自由なこと。「無辺無碍」とも書く。",
        "grade": "1"
    },
    {
        "word": "毋望之禍",
        "yomi": "むぼうのわざわい",
        "def": "考えてもいなかった不幸が突然訪れること。「毋望」は予期していなかったことが突然起こること。「毋」は「无」、「無」とも書く。",
        "grade": "1"
    },
    {
        "word": "無欲恬淡",
        "yomi": "むよくてんたん",
        "def": "さっぱりとしていて、欲がなく、物事にこだわらないこと。「恬淡」はものに執着せずに、落ち着いていること。「恬淡」は「恬澹」、「恬憺」とも書く。",
        "grade": "1"
    },
    {
        "word": "無余涅槃",
        "yomi": "むよねはん",
        "def": "精神だけでなく、肉体からの制約からも解放された完全な悟りの境地のこと。「無余」は何も残っていないこと。「涅槃」は煩悩を完全に捨て去った悟りの境地のこと。",
        "grade": "1"
    },
    {
        "word": "銘肌鏤骨",
        "yomi": "めいきるこつ",
        "def": "心にしっかりと刻み込み、決して忘れることがないこと。「銘肌」は皮膚に刻み込むこと。「鏤骨」は骨に刻み込むこと。肌・骨に刻み込むように、しっかりと記憶して忘れることがないという意味。",
        "grade": "1"
    },
    {
        "word": "明察秋毫",
        "yomi": "めいさつしゅうごう",
        "def": "どんな小さなことも見逃さない非常に優れた洞察力のたとえ。「秋毫」は秋に生え変わる獣の細い毛のことで、その細い毛さえも見分けることができるという意味から。",
        "grade": "1"
    },
    {
        "word": "明窓浄几",
        "yomi": "めいそうじょうき",
        "def": "明るくて綺麗で勉強に集中できる書斎のこと。明るい日の光が入る窓と塵一つ無く清潔に保たれている机という意味から。",
        "grade": "1"
    },
    {
        "word": "明眸皓歯",
        "yomi": "めいぼうこうし",
        "def": "美女のこと。「明眸」は美しく透き通った瞳のこと。「皓歯」はきれいに並んだ白い歯という意味。楊貴妃の美しさをたたえた言葉。",
        "grade": "1"
    },
    {
        "word": "明朗闊達",
        "yomi": "めいろうかったつ",
        "def": "明るくて些細なことにこだわらずさっぱりしていること。「闊達」は些細なことにこだわらず、度量の大きいこと。",
        "grade": "1"
    },
    {
        "word": "面折廷諍",
        "yomi": "めんせつていそう",
        "def": "朝廷の君主の面前でおじけづくことなく、面と向かって相手の罪を公然と諫めること。「面折」は面と向かって責めること。「廷諍」は朝廷の君主の前で争論すること。「面折廷争」とも書く。",
        "grade": "1"
    },
    {
        "word": "罔極之恩",
        "yomi": "もうきょくのおん",
        "def": "両親から受けた報いきれないほどの恩のこと。「罔極」は限りがないという意味。報いることが出来ないほどの限りない恩という意味から。",
        "grade": "1"
    },
    {
        "word": "毛骨悚然",
        "yomi": "もうこつしょうぜん",
        "def": "激しい恐怖を感じて震え上がること。「悚然」は恐怖で立ち竦むこと。髪の毛から骨の中まで恐怖を感じるという意味から。",
        "grade": "1"
    },
    {
        "word": "沐浴斎戒",
        "yomi": "もくよくさいかい",
        "def": "神仏へのお祈りや神聖な儀式の前に飲食や行動を慎み、水で髪や体を洗い心身を清めること。「沐浴」は水で髪や体などを洗い、身を清めること。「斎戒」は飲食を断つなどの戒を守り、心を清めること。",
        "grade": "1"
    },
    {
        "word": "沐浴抒溷",
        "yomi": "もくよくじょこん",
        "def": "神仏へのお祈りや神聖な儀式の前に飲食や行動を慎み、水で髪や体を洗い心身を清めること。「沐浴」は水で髪や体などを洗って身を清めること。「抒溷」はけがれを取り除くこと。",
        "grade": "1"
    },
    {
        "word": "門巷填隘",
        "yomi": "もんこうてんあい",
        "def": "門の前などに大勢の人が集まることの形容。「門巷」は門や門の前にある小道、「填隘」はふさがって狭くなるという意味で、人が多くて道が通れないということから。",
        "grade": "1"
    },
    {
        "word": "悶絶躄地",
        "yomi": "もんぜつびゃくじ",
        "def": "酷い痛みで転げまわりながら悶えて苦しむこと。「悶絶」は悶えて苦しんで気を失うこと。「躄地」は地面を這いずり回ること。",
        "grade": "1"
    },
    {
        "word": "夜雨対牀",
        "yomi": "やうたいしょう",
        "def": "兄弟や友人との仲がとても良いこと。「対牀」は寝床を並べるという意味。夜に雨の音を聞きながら寝床を並べて仲良く眠ることから。",
        "grade": "1"
    },
    {
        "word": "八咫之鏡",
        "yomi": "やたのかがみ",
        "def": "天照大神（あまてらすおおみかみ）が岩戸に隠れているときに、石凝姥命（いしこりどめのみこと）が作ったとされる鏡。この鏡で天照大神自身を映し、興味を持たせて岩戸の外に引き出したとされる神話がある。日本の天皇家の皇位継承の象徴の三種の神器の一つ。他の二つは天叢雲剣（あめのむらくものつるぎ）と八尺瓊勾玉（やさかにのまがたま）。",
        "grade": "1"
    },
    {
        "word": "黝堊丹漆",
        "yomi": "ゆうあくたんしつ",
        "def": "建物が昔からの伝統に基づいて作られていること。異説もあるが、「黝」は青みを帯びた黒色、「堊」は白色、「丹」は赤色、「漆」は黒色または漆塗りのこと。",
        "grade": "1"
    },
    {
        "word": "游雲驚竜",
        "yomi": "ゆううんきょうりょう",
        "def": "書の筆遣いが素晴らしく、筆跡が生き生きとしている様子。「雲」はいろいろなものに変化すること。「竜」は神秘的で、力強く勇ましい動きのこと。素晴らしい筆遣いを雲と竜にたとえたもの。",
        "grade": "1"
    },
    {
        "word": "勇往邁進",
        "yomi": "ゆうおうまいしん",
        "def": "ひるまず、ためらわず、ひたすら目標や目的を目指して真っ直ぐ進むこと。「勇往」は意気込んで前に進むこと。「邁進」は気後れすることなく進むこと。",
        "grade": "1"
    },
    {
        "word": "勇気凜凜",
        "yomi": "ゆうきりんりん",
        "def": "失敗や危険を恐れず気力に溢れていて、勇ましい様子。「凜凜」は勢いが盛んな様子。「凜凜」は「凛凛」とも書く。",
        "grade": "1"
    },
    {
        "word": "融通無礙",
        "yomi": "ゆうずうむげ",
        "def": "何かにこだわることがなく、思考や行動が自由であること。「融通」は物事が停滞することなく順調に進むこと。「無礙」は障害になるものがないという意味。「融通無碍」とも書く。",
        "grade": "1"
    },
    {
        "word": "優游涵泳",
        "yomi": "ゆうゆうかんえい",
        "def": "ゆったりとした心で、学問や芸術を深く味わうこと。「優游」はゆったりとしているさま。「涵泳」は水に浸り泳ぐ意で、じっくりと味わうこと。",
        "grade": "1"
    },
    {
        "word": "余韻嫋嫋",
        "yomi": "よいんじょうじょう",
        "def": "音が鳴り止んだ後の響きが細く長く続く様子。または、詩、文、出来事の後に残る風情や余情のたとえ。「余韻」は音が鳴り止んだ後の響き。「嫋嫋」は音が細く長く続くこと。",
        "grade": "1"
    },
    {
        "word": "羊裘垂釣",
        "yomi": "ようきゅうすいちょう",
        "def": "世間から離れてのんびりと暮らす隠者のたとえ。「羊裘」は羊のかわごろも、「釣」は釣り針のこと。羊のかわごろもを着て釣り糸を垂れることから。",
        "grade": "1"
    },
    {
        "word": "羊很狼貪",
        "yomi": "ようこんろうどん",
        "def": "荒々しく道理に背き、どこまでも貪欲なこと。「羊很」は乱暴な羊のように荒々しく、命令に従わずに道理に背くこと。「狼貪」は狼のように欲深くむさぼること。",
        "grade": "1"
    },
    {
        "word": "妖姿媚態",
        "yomi": "ようしびたい",
        "def": "美しくなまめかしい容姿。または、そのような女性が人を惑わすような妖艶な仕草のこと。「妖姿」は容姿がなまめかしい、「媚態」は態度や仕草がなまめかしいこと。",
        "grade": "1"
    },
    {
        "word": "揺頭擺尾",
        "yomi": "ようとうはいび",
        "def": "気に入られるために相手の機嫌をとること。「擺尾」は尾を振ること。川の流れに逆らって泳ぐ魚の動作のことをいい、頭を揺らしながら尾を振るという意味から。「頭を揺らし尾を擺る」とも読む。",
        "grade": "1"
    },
    {
        "word": "瑶林瓊樹",
        "yomi": "ようりんけいじゅ",
        "def": "人の品性が清らかで気高く、普通の人よりも優れていることのたとえ。「瑶」と「瓊」はどちらも宝石のことで、宝石のように美しい林と樹のこと。高潔なものを美しい林や樹にたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "薏苡明珠",
        "yomi": "よくいめいしゅ",
        "def": "身に覚えのないことで疑いをかけられること。「薏苡」は、ハトムギのこと。数珠玉に似た白い種子の穀物。薬用・食用とされる。「明珠」は、宝石のこと。中国後漢の時代、馬援が交趾（今のベトナム）から、薬にするための薏苡の実を車にのせて持ち帰ったところ、薏苡を宝石だと思い込んで天子に讒言（ざんげん）する者もあらわれ、あらぬ嫌疑をかけられたという故事から。",
        "grade": "1"
    },
    {
        "word": "翼覆嫗煦",
        "yomi": "よくふうく",
        "def": "愛すること。親が子を、政治家が人民を、男が女を慈しみ愛することをいう。「嫗煦」は暖めて育てること。親鳥が雛や卵を翼で覆って、暖め育てることにたとえた言葉。",
        "grade": "1"
    },
    {
        "word": "余裕綽綽",
        "yomi": "よゆうしゃくしゃく",
        "def": "ゆったりと落ち着いていて、慌てる様子がないこと。「余裕」は精神的にゆとりがあって落ち着いていること。「綽綽」は落ち着いていて、慌てることがないこと。",
        "grade": "1"
    },
    {
        "word": "雷陳膠漆",
        "yomi": "らいちんこうしつ",
        "def": "とても深く固い友情のこと。「雷陳」は中国後漢の雷義と陳重という人物。「膠漆」は接着剤の膠と漆のこと。膠や漆がかたく張り付くよりも二人の関係は固いと噂されたという故事から。",
        "grade": "1"
    },
    {
        "word": "雷霆万鈞",
        "yomi": "らいていばんきん",
        "def": "他の比ではないほどの激しい勢いや力のたとえ。「雷霆」は雷が轟くこと。「鈞」は重さの単位のことで、「万鈞」は非常に重いこと。 ",
        "grade": "1"
    },
    {
        "word": "磊磊落落",
        "yomi": "らいらいらくらく",
        "def": "心がとても広く、些細なことにこだわらずさっぱりとしていること。心が大きく小さなことを気にしないという意味の「磊落」を重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "落英繽紛",
        "yomi": "らくえいひんぷん",
        "def": "花びらが散り、乱れ舞う様子。「落英」は散り落ちる花びらのこと、「繽紛」は乱れ散ること。",
        "grade": "1"
    },
    {
        "word": "落穽下石",
        "yomi": "らくせいかせき",
        "def": "他人の弱みや窮地を狙って追い討ちをかけること。「穽」は落とし穴のこと。落とし穴に落ちた人を狙って石を落とすという意味から。",
        "grade": "1"
    },
    {
        "word": "落落晨星",
        "yomi": "らくらくしんせい",
        "def": "仲のよい友人が次第にいなくなっていくこと。または、歳をとっていくにつれて友人が死んでいなくなること。「落落」は閑散としていてさびしい様子。「晨星」は明け方の空に残っている星のこと。夜が明けるにつれて星が一つ、また一つと消えていく様子から。",
        "grade": "1"
    },
    {
        "word": "落花狼藉",
        "yomi": "らっかろうぜき",
        "def": "あちこちひどく散らかっていること。花が舞い散るという意味から。 「落花」は花が散ること。「狼藉」は狼が草を敷いて寝た後の散らかっている様子のこと。",
        "grade": "1"
    },
    {
        "word": "爛額焦頭",
        "yomi": "らんがくしょうとう",
        "def": "大切なことを忘れて、必要の無いことを重要視すること。または、何かをするときに非常に苦労すること。「爛額」は額が爛（ただ）れる、「焦頭」は頭を焦がすこと。火事の際に消火や救助をしてくれた人には感謝して、防火方法を教えてくれた人には感謝せず、加えて防火もしていなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "蘭薫桂馥",
        "yomi": "らんくんけいふく",
        "def": "子孫が繁栄することのたとえ。植物の「蘭」と「桂」が立派に成長して香り立つという意味から。",
        "grade": "1"
    },
    {
        "word": "蘭摧玉折",
        "yomi": "らんさいぎょくせつ",
        "def": "美しい女性や賢い人の死をたとえた言葉。蘭の花が散り、玉が砕けるという意味。出典の「蘭摧玉折と為（な）るとも、蕭敷艾栄（しょうふがいえい）とは作（な）らず」は、ただ漠然と生きるよりも、潔く死ぬ方が本望であるという意味。",
        "grade": "1"
    },
    {
        "word": "鸞翔鳳集",
        "yomi": "らんしょうほうしゅう",
        "def": "賢者や英雄が集結することのたとえ。「鸞」は鳳凰に似ている伝説の霊鳥のこと。「鳳」は伝説の霊鳥の鳳凰のこと。賢者や英雄などのすぐれた人を「鸞」と「鳳」にたとえもので、それらが飛来するという意味から。",
        "grade": "1"
    },
    {
        "word": "乱暴狼藉",
        "yomi": "らんぼうろうぜき",
        "def": "法に背くような荒々しい振る舞いのこと。どちらも法に背くような穏やかでない行動をすること。「狼藉」の本来の意味は狼が草を敷いて寝た後の散らかっている様子のことだが、ここでは荒々しい振る舞いという意味。似ている意味のものを重ねて強調した言葉。",
        "grade": "1"
    },
    {
        "word": "六韜三略",
        "yomi": "りくとうさんりゃく",
        "def": "中国古代の有名な兵法書「六韜」と「三略」のこと。または、兵法の極意などのこと。「六韜」は文・武・竜・虎・豹・犬の六巻があり、周の太公望呂尚の作とされている。「三略」は上巻、中巻、下巻の三巻があり、前漢の黄石公の作とされている。「韜」は剣袋や弓袋のこと、「略」は作戦や計略のこと。",
        "grade": "1"
    },
    {
        "word": "戮力協心",
        "yomi": "りくりょくきょうしん",
        "def": "力を合わせて一致協力して物事に取り組むこと。「戮」と「協」はどちらも合わせるという意味。",
        "grade": "1"
    },
    {
        "word": "戮力同心",
        "yomi": "りくりょくどうしん",
        "def": "心を合わせて協力すること。「戮力」は力を合わせる、「同心」は心を合わせること。",
        "grade": "1"
    },
    {
        "word": "流汗淋漓",
        "yomi": "りゅうかんりんり",
        "def": "体中から汗が出て、滴り落ちること。「流汗」は汗が流れること、「淋漓」は滴り落ちる様子。",
        "grade": "1"
    },
    {
        "word": "流金鑠石",
        "yomi": "りゅうきんしゃくせき",
        "def": "金属や石が全て溶けて流れるほどの猛烈な暑さのこと。「鑠」は溶かすという意味から、熱さや火力のたとえ。十個の太陽が同時に昇って金属や石を全て溶かしたという古代中国の伝説から。",
        "grade": "1"
    },
    {
        "word": "流言蜚語",
        "yomi": "りゅうげんひご",
        "def": "根拠のない噂話のこと。「流言」と「蜚語」はどちらも世の中に飛び交うでたらめな話という意味。「流言飛語」とも書く。",
        "grade": "1"
    },
    {
        "word": "流觴曲水",
        "yomi": "りゅうしょうきょくすい",
        "def": "曲がりくねっている小さな川の上流に、酒の入った杯を浮かべ、自分の前を流れていってしまう前に詩を作って、杯の酒を飲むという風流な遊びのこと。「觴」は杯、「曲水」は曲がりくねっている小川のこと。陰暦の三月三日に行われた風習で、中国の晋の王羲之が会稽の蘭亭で行ったものが有名。日本では奈良時代や平安時代に行われ、曲水の宴と呼ばれた。",
        "grade": "1"
    },
    {
        "word": "梁冀跋扈",
        "yomi": "りょうきばっこ",
        "def": "臣下が権力を使って、好き勝手に振る舞うこと。「梁冀」は後漢の時代の大将軍の名前。「跋扈」は魚を捕らえるための罠の竹垣を魚が飛び越えて逃げ出すということから、好き勝手に振る舞うこと。横暴な振る舞いをしていた大将軍の梁冀は、八歳の質帝に「跋扈将軍」とあだ名をつけられたことに怒り、梁冀は質帝を毒殺したという故事から。",
        "grade": "1"
    },
    {
        "word": "竜吟虎嘯",
        "yomi": "りょうぎんこしょう",
        "def": "同じ類の者はお互いに気持ちや考えが通じ合うということ。または、人の歌声や音が響き渡ること。「竜吟」は竜が鳴くこと、「虎嘯」は虎が吠えることで、竜が鳴けば雲が生まれ、虎が吠えれば風が生まれるといわれる。",
        "grade": "1"
    },
    {
        "word": "竜虎相搏",
        "yomi": "りょうこそうはく",
        "def": "強い者同士が激しい戦いをすること。竜と虎が戦うという意味。",
        "grade": "1"
    },
    {
        "word": "竜舟鷁首",
        "yomi": "りょうしゅうげきしゅ",
        "def": "天子や貴族などの地位の高い人が乗る船。「鷁」は中国の想像上の水鳥で、強風の中でも難なく飛ぶことができるので、水難避けとされている。竜や鷁の頭の彫り物を船首に飾りつけた二艘で一対の船で、平安時代から室町時代に祭礼や宮中の行事、貴族の水遊びなどで使われていたとされている。「竜」は「りゅう」、首は「す」とも読む。",
        "grade": "1"
    },
    {
        "word": "凌霄之志",
        "yomi": "りょうしょうのこころざし",
        "def": "世俗を超越しようとする気高い志のこと。または、高い地位に出世することを願う大きな志のこと。",
        "grade": "1"
    },
    {
        "word": "竜驤虎視",
        "yomi": "りょうじょうこし",
        "def": "活気に溢れていて、勢いのある様子を世の中に示して威圧すること。竜は空に躍り上がり、虎は獲物を睨むという意味から。",
        "grade": "1"
    },
    {
        "word": "竜攘虎搏",
        "yomi": "りょうじょうこはく",
        "def": "力量が互角の者同士が激しい戦いを繰り広げること。「攘」は払うこと。「搏」は殴ること。竜が払い、虎が殴るということで、竜と虎が激しい戦いをするという意味から。",
        "grade": "1"
    },
    {
        "word": "竜驤麟振",
        "yomi": "りょうじょうりんしん",
        "def": "勢いが非常に盛んな様子。竜のように勢いよく天に昇り、麒麟のように勇み立つということから。「竜」と「麟」は竜と麒麟のことで、どちらも伝説上の生物のこと。",
        "grade": "1"
    },
    {
        "word": "竜頭鷁首",
        "yomi": "りょうとうげきしゅ",
        "def": "天子や貴族などの地位の高い人が乗る船。「鷁」は中国の想像上の水鳥で、強風の中でも難なく飛ぶことができるので、水難避けとされている。竜や鷁の頭の彫り物を船首に飾りつけた二艘で一対の船で、平安時代から室町時代に祭礼や宮中の行事、貴族の水遊びなどで使われていたとされている。「竜」は「りゅう」、首は「す」とも読む。",
        "grade": "1"
    },
    {
        "word": "遼東之豕",
        "yomi": "りょうとうのいのこ",
        "def": "世間を知らず、経験や知識が少ないために、取るに足りないことで得意になること。普通の人からすれば日常的なものを、特別なものとして誇らしげに思うことをいう。「遼東」は中国にある遼河という河の東の地方のこと。「豕」は豚のこと。遼東の農家に頭の白い豚が生まれ、農民は特別なものだと思い天子に献上しようとしたが、道中で見かけた豚の群れは皆頭が白く、他の地方ではごく普通のことと知り、自身の無知を恥じて帰ったという故事から。",
        "grade": "1"
    },
    {
        "word": "竜蟠虎踞",
        "yomi": "りょうばんこきょ",
        "def": "地形が険しく、攻めにくい地域のこと。または、すぐれた能力のある者が、とある地域を手に入れて、そこで権勢を振るうこと。または、文章に勢いがあること。「竜蟠」は竜がとぐろをまいてじっとしていること。「虎踞」は虎がうずくまってじっとしていること。「竜盤虎踞」とも書く。",
        "grade": "1"
    },
    {
        "word": "霖雨蒼生",
        "yomi": "りんうそうせい",
        "def": "たくさんの人たちに恵を与えること。または、恵を与えて救うこと。「霖雨」は長く降り続く雨という意味から、恵みの雨、恩恵という意味。「蒼生」は草木が生い茂るという意味から、人民という意味。",
        "grade": "1"
    },
    {
        "word": "麟角鳳嘴",
        "yomi": "りんかくほうし",
        "def": "非常に珍しいもののたとえ。伝説上の霊獣の麒麟の角と、鳳凰の嘴という意味から。",
        "grade": "1"
    },
    {
        "word": "輪奐一新",
        "yomi": "りんかんいっしん",
        "def": "建物が新しくなって、大きく立派な建物になること。「輪奐」は大きく美しい建物のこと。",
        "grade": "1"
    },
    {
        "word": "琳琅珠玉",
        "yomi": "りんろうしゅぎょく",
        "def": "美しい宝石のこと。または、素晴らしい人物や詩文のたとえ。「琳琅」は美しい宝石や詩文のこと。",
        "grade": "1"
    },
    {
        "word": "琳琅満目",
        "yomi": "りんろうまんもく",
        "def": "美しいものが目の前にたくさんあること。「琳琅」は美しい宝石や詩文のこと。「琳琅目に満つ」とも読む。",
        "grade": "1"
    },
    {
        "word": "鏤塵吹影",
        "yomi": "るじんすいえい",
        "def": "無意味な努力のこと。または、やっても充実感がないことのたとえ。「鏤」は刻むという意味で、塵に刻み目を入れようとしたり、影を吹き飛ばそうとしたりすることから。",
        "grade": "1"
    },
    {
        "word": "縷縷綿綿",
        "yomi": "るるめんめん",
        "def": "中身のない話が長くてしつこいこと。「縷縷」は糸のように細く長いこと。「綿綿」は休みなく続くこと。",
        "grade": "1"
    },
    {
        "word": "零絹尺楮",
        "yomi": "れいけんせきちょ",
        "def": "書画の小さな切れ端やかけらのこと。「零」と「尺」はどちらも少しという意味。「零絹」は布の小さな切れ端のこと。「尺楮」は紙の切れ端のこと。 「楮」は和紙の原料に使われる植物。",
        "grade": "1"
    },
    {
        "word": "鴒原之情",
        "yomi": "れいげんのじょう",
        "def": "危険や苦労があるときに助け合える兄弟の深い情愛のこと。「鴒」は兄弟仲がよいされている水鳥の鶺鴒のこと。「鴒原」は水辺にいるはずの鶺鴒が高原で鳴いているような危険な状況のこと。",
        "grade": "1"
    },
    {
        "word": "藜杖韋帯",
        "yomi": "れいじょういたい",
        "def": "飾り気が無く、慎ましいことのたとえ。「藜杖」はあかざの杖、「韋帯」はなめし皮の帯のことで、どちらも質素なものという意味から。",
        "grade": "1"
    },
    {
        "word": "烈士徇名",
        "yomi": "れっしじゅんめい",
        "def": "義を重んずる人は、名誉のために命を懸けること。「烈士」は正しい信念を持った義理堅い人のこと。「徇」は一つのことに身を捧げるという意味。",
        "grade": "1"
    },
    {
        "word": "聯袂辞職",
        "yomi": "れんべいじしょく",
        "def": "大勢の人が一緒に職を辞すること。「聯袂」は”たもとを連ねる”という意味から、大勢の人が一緒に行動すること。「連袂辞職」とも書く。",
        "grade": "1"
    },
    {
        "word": "連璧賁臨",
        "yomi": "れんぺきひりん",
        "def": "同時に二人の来客があること。「連璧」は二つが一対になっている宝玉のことで、二人のすぐれた友人をたとえたもの。「賁臨」は人が訪れることの敬称。",
        "grade": "1"
    },
    {
        "word": "老驥伏櫪",
        "yomi": "ろうきふくれき",
        "def": "老いても昔と同じように大志を抱き続けること。「老驥」は老いた駿馬のこと。「櫪」はくぬぎの木。床下の横木に使うことから馬屋のこと。三国志の曹操の詩の一節で、若い頃に千里を駆けた駿馬が老いて馬屋に伏していても、千里を駆ける志を捨てないということから。",
        "grade": "1"
    },
    {
        "word": "螻蟻潰堤",
        "yomi": "ろうぎかいてい",
        "def": "取るに足らないような些細なことが大きな問題の原因になることのたとえ。「螻蟻」は螻蛄（けら）と蟻（あり）のこと。「潰堤」は堤防が破れること。螻蛄や蟻が開けた小さな穴が大きな堤防を決壊させて、洪水が起こる原因になるということから。",
        "grade": "1"
    },
    {
        "word": "螻蟻之誠",
        "yomi": "ろうぎのせい",
        "def": "螻蛄（けら）や蟻（あり）のような小さな生物のように小さな誠意という意味。自分の誠意を謙っていう言葉。 「螻蟻」は螻蛄と蟻のこと。",
        "grade": "1"
    },
    {
        "word": "鏤塵吹影",
        "yomi": "ろうじんすいえい",
        "def": "無意味な努力のこと。または、やっても充実感がないことのたとえ。「鏤」は刻むという意味で、塵に刻み目を入れようとしたり、影を吹き飛ばそうとしたりすることから。",
        "grade": "1"
    },
    {
        "word": "籠鳥檻猿",
        "yomi": "ろうちょうかんえん",
        "def": "自由を奪われて自分の好きなように生きることが出来ない境遇のたとえ。籠の中の鳥と檻の中の猿という意味から。",
        "grade": "1"
    },
    {
        "word": "魯魚亥豕",
        "yomi": "ろぎょがいし",
        "def": "文字を書き間違えること。「魯」と「魚」、「亥」と「豕」の字の形が似ていて間違えやすいことから。",
        "grade": "1"
    },
    {
        "word": "盧生之夢",
        "yomi": "ろせいのゆめ",
        "def": "人の世界での繁栄は儚いということのたとえ。または、人の人生が儚いことのたとえ。「盧生」は人の名前。唐の盧生という人が、旅の途中の邯鄲の町で、道士から出世が叶うという枕を借りて寝ると、出世して財力や権力を手に入れる夢を見た。目が覚めると、宿の主人に頼んでいた、粟のかゆが出来上がっていないほどのわずかな時間しか過ぎていなかったという故事から。",
        "grade": "1"
    },
    {
        "word": "驢鳴犬吠",
        "yomi": "ろめいけんばい",
        "def": "くだらない文章や、聞くだけ無駄な話のたとえ。「驢鳴」は動物のろばの鳴き声。ろばや犬の鳴き声のように、意味の無い話という意味から。「驢鳴き犬吠ゆ」とも訓読する。",
        "grade": "1"
    },
    {
        "word": "矮子看戯",
        "yomi": "わいしかんぎ",
        "def": "自分にはよくわからないことであっても、すぐに周りの意見に合わせることのたとえ。「矮子」は背の低い人のこと、「看戯」は観劇のこと。背が低くて舞台が見えないのに、周りの人の批評を聞いて賛同するという意味から。",
        "grade": "1"
    },
    {
        "word": "和気藹藹",
        "yomi": "わきあいあい",
        "def": "安らかでやわらかい気分が満ち溢れている様子。「和気」は和やかな気分やのどかな気分のこと。「藹藹」は静かで落ち着いている気分のこと。",
        "grade": "1"
    },
    {
        "word": "和羹塩梅",
        "yomi": "わこうあんばい",
        "def": "主君を補佐してうまく国を治める有能な大臣や宰相のこと。「和羹」は様々な材料や調味料を合わせて作る吸い物のこと。「塩梅」は塩と梅酢のこと。国政の執行を塩と梅酢を程よく加えて美味しく仕上げる吸い物にたとえたもの。",
        "grade": "1"
    }
]