[
    {
        "word": "哀哀父母",
        "yomi": "あいあいふぼ",
        "def": "自分を生んで苦労を重ねてくれた父母の死を悼み、その恩に報いることができず哀しむこと。「哀哀たる父母」とも読む。",
        "grade": "3"
    },
    {
        "word": "哀糸豪竹",
        "yomi": "あいしごうちく",
        "def": "悲しい音をだす琴と力強く明るい音をだす笛の見事な管弦は人を感動させること。",
        "grade": "3"
    },
    {
        "word": "愛多憎生",
        "yomi": "あいたぞうせい",
        "def": "愛や恩を多くもらいすぎると、憎しみやねたみを生むということ。「愛多ければ憎しみ生ず」とも読む。",
        "grade": "3"
    },
    {
        "word": "安穏無事",
        "yomi": "あんのんぶじ",
        "def": "問題ごともなく、世の中や暮らしが穏やかで安らかなさま。",
        "grade": "3"
    },
    {
        "word": "衣冠盛事",
        "yomi": "いかんせいじ",
        "def": "名門の家に生まれてさらに功績を上げた後に、家の名声を引き継ぐこと、またはその者のこと。「衣冠」は衣服と冠のことで名門、立派な家柄という意味。「盛事」は立派な事業や功績、盛大な事柄のこと。",
        "grade": "3"
    },
    {
        "word": "衣冠束帯",
        "yomi": "いかんそくたい",
        "def": "昔の貴族や官僚が公事で着用する礼装のこと。「束帯」は貴族や官僚が公事で着用する礼装のこと。「衣冠」は簡易化した礼装のこと。",
        "grade": "3"
    },
    {
        "word": "意気衝天",
        "yomi": "いきしょうてん",
        "def": "気力が天を衝くほど高く充実している様子。「意気」は気力や気概、「衝天」は天を衝くほど高いという意味。",
        "grade": "3"
    },
    {
        "word": "意気自如",
        "yomi": "いきじじょ",
        "def": "心の持ち方がいつも通りで平静な様子。「意気」は気力や気概、「自如」は動じない様子。",
        "grade": "3"
    },
    {
        "word": "意気揚揚",
        "yomi": "いきようよう",
        "def": "威勢がよく誇らしげに振る舞う様子。「揚揚」は非常に得意げな様子。",
        "grade": "3"
    },
    {
        "word": "異端邪説",
        "yomi": "いたんじゃせつ",
        "def": "少数派に信じられている正統ではない主張や学説、宗教のこと。「異端」は多くの人には認められず、少数の人によって信じられている主張や学説、宗教などのこと。「邪説」は道理に外れた主張や学説のこと。",
        "grade": "3"
    },
    {
        "word": "一栄一辱",
        "yomi": "いちえいいちじょく",
        "def": "人の世は、良いときもあれば悪いときもあるということ。「栄」は栄えること。「辱」ははずかしめを受けること。",
        "grade": "3"
    },
    {
        "word": "一言芳恩",
        "yomi": "いちごんほうおん",
        "def": "ひと言声をかけてもらったことに対して感謝すること。また、その人を主人と仰ぐこと。「芳恩」は人から受けた恩の敬称。",
        "grade": "3"
    },
    {
        "word": "一樹百穫",
        "yomi": "いちじゅひゃっかく",
        "def": "人材を育成することは、大きな利益につながるということ。また、大計を成功させるには人材の育成が必要であるということ。「一樹」は一本の木を植えること。「百穫」は百倍の収穫の意。",
        "grade": "3"
    },
    {
        "word": "一諾千金",
        "yomi": "いちだくせんきん",
        "def": "決して裏切らない、一度約束したことは守らなければならないというたとえ。一度引き受けた約束には、千金同様の重みがあるということ。「一諾」は一度承知して、引き受けること。「千金」は大金のたとえ。中国楚の季布は、一度承知して引き受けたことは違えることなく確実に果たしたため、季布に約束を引き受けてもらうことは千金を得るよりも価値があると言われていたという故事から。",
        "grade": "3"
    },
    {
        "word": "一了百了",
        "yomi": "いちりょうひゃくりょう",
        "def": "一つが解決すれば、すべてのことが解決すること。または、根本の一つから、全体を推測できること。「一」と「百」は初めと終わりの意味。「了」は終わること。",
        "grade": "3"
    },
    {
        "word": "一喜一憂",
        "yomi": "いっきいちゆう",
        "def": "物事の状況が変化するたびに喜んだり心配したりすること。または、周りの状況に振り回されること。「喜」はよろこぶこと。「憂」は心配すること。",
        "grade": "3"
    },
    {
        "word": "一騎当千",
        "yomi": "いっきとうせん",
        "def": "並外れた能力を持つ勇敢な人のこと。または、ずば抜けた能力や経験を持つ人のこと。「一騎」は一人の騎兵、「当千」は千人の敵と当たることで、一人で千人の敵と戦うことが出来るほど強いという意味から。",
        "grade": "3"
    },
    {
        "word": "一球入魂",
        "yomi": "いっきゅうにゅうこん",
        "def": "野球で、精神を集中して一球一球を投げること。「入魂」はものごとに魂を込めること。野球から生まれた造語。",
        "grade": "3"
    },
    {
        "word": "一虚一実",
        "yomi": "いっきょいちじつ",
        "def": "さまざまに変化して、予測が難しいことのたとえ。「一」は\"あるときは\"の意味。「虚」はむなしいこと、消えること。「実」は満ちること、現れること。",
        "grade": "3"
    },
    {
        "word": "一酔千日",
        "yomi": "いっすいせんにち",
        "def": "極めておいしい酒のこと。一杯飲むだけで心地よく酔い、そのまま千日眠り続けるという意味から。酒好きの劉玄石という人が、酒屋で千日酒という酒を買い、酔って眠ると家族に死んだと思われて葬られてしまった。飲酒の限度を言い忘れた酒屋の店主が、千日後を狙って劉玄石を尋ねたところ、既に埋められていた。店主が慌てて墓を暴くと劉玄石が、ちょうど目を覚ましたところだったという故事から。",
        "grade": "3"
    },
    {
        "word": "一銭一厘",
        "yomi": "いっせんいちりん",
        "def": "ほんの少しの金銭のこと。または、非常に少ないこと。「銭」と「厘」はどちらも昔の金銭の単位で、「銭」は一円の百分の一円の単位、「厘」は一円の千分の一円の単位。",
        "grade": "3"
    },
    {
        "word": "一措一画",
        "yomi": "いっそいっかく",
        "def": "文字の一つの点、一つの筆画、主に漢字についていう。または、文字の一つ一つの細かいところに気をつけて、丁寧に書くこと。",
        "grade": "3"
    },
    {
        "word": "一超直入",
        "yomi": "いっちょうじきにゅう",
        "def": "迷いを乗り越えると、悟りの境地に至ることができるということ。「直入」はすぐに悟りを得ること。仏教の言葉で、煩悩を捨てさってしまえば、すぐに悟りを得ることができることを言う言葉。",
        "grade": "3"
    },
    {
        "word": "一敗塗地",
        "yomi": "いっぱいとち",
        "def": "勝負に完全に負けること。「塗地」は戦争で負けた兵士の内臓が地面に散乱して、泥まみれになること。二度と起き上がることができないほどの敗北をいう。「一敗、地に塗る」とも読む。",
        "grade": "3"
    },
    {
        "word": "意到筆随",
        "yomi": "いとうひつずい",
        "def": "文章を作るときに、思ったままに筆が進むこと。文章を書きたいと思う気持ちのままに筆が進むという意味から。「意至りて筆随う」とも読む。",
        "grade": "3"
    },
    {
        "word": "陰陰滅滅",
        "yomi": "いんいんめつめつ",
        "def": "雰囲気が暗く、陰気な気分になって元気がなくなる様子。「陰」は薄暗くて寂しい様子。「滅」は活力がなくなっていく様子。「陰」と「滅」を重ねて強調した言葉。",
        "grade": "3"
    },
    {
        "word": "有財餓鬼",
        "yomi": "うざいがき",
        "def": "「餓鬼」は仏教語の餓鬼道に落ちて常に飢えに苦しむ亡者のことで、欲深く異常なほど金銭に執着する人のこと。",
        "grade": "3"
    },
    {
        "word": "運斤成風",
        "yomi": "うんきんせいふう",
        "def": "同じ人間とは思えないほどの素晴らしい技術。または、そのような技術を持っている職人。「運斤」は手斧を振るうこと。「成風」は風を起こすこと。手斧を振るって風を起こすという意味から。鼻の先に塗った白土を、石という名前の大工が、風を起こすほどの勢いで手斧を振るって、傷一つつけずに白土を落としたという故事から。「斤を運らし風を成す」とも読む。",
        "grade": "3"
    },
    {
        "word": "雲行雨施",
        "yomi": "うんこううし",
        "def": "天子の恩恵が広く行き渡ること。雲が動いて様々な場所で雨が降り、全てのものを潤すという意味から。「雲行き雨施す」とも読む。",
        "grade": "3"
    },
    {
        "word": "雲散鳥没",
        "yomi": "うんさんちょうぼつ",
        "def": "そこに存在していた痕跡すら完全に消え去ってしまうこと。雲が散るように、鳥が消え去るように完全に消え去るという意味から。",
        "grade": "3"
    },
    {
        "word": "雲翻雨覆",
        "yomi": "うんぽんうふく",
        "def": "人の心や、世間の人々の考えは変わりやすいことのたとえ。「翻」は手のひらを上に向けること。「覆」は手のひらを下に向けること。手のひらを上に向ければ雲が発生して、手のひらを返せば雨に変わるということから、ほんの少しの時間で状況が全く別のものになるということ。「手を翻せば雲と作り手を覆せば雨」という言葉を略した言葉。「雲飜雨覆」とも書く。",
        "grade": "3"
    },
    {
        "word": "栄華秀英",
        "yomi": "えいかしゅうえい",
        "def": "草木の花の総称のこと。「栄」は草の花、「華」は木の花、「秀」は実を結ぶが花が咲かないもの、「英」は実を結ばないが花は咲くもののこと。",
        "grade": "3"
    },
    {
        "word": "英華発外",
        "yomi": "えいかはつがい",
        "def": "かくしていた美しくてすぐれた内面が、表に現れること。「英華」は美しい花や華やかな光のこと。「発外」は表に出ること。",
        "grade": "3"
    },
    {
        "word": "栄枯盛衰",
        "yomi": "えいこせいすい",
        "def": "「栄枯」は草木が茂ったり枯れたりする、「盛衰」は盛んなことと衰えることから、栄えたり衰えたりすること。または、繁栄しても衰退する人の世界のはかなさのこと。",
        "grade": "3"
    },
    {
        "word": "影隻形単",
        "yomi": "えいせきけいたん",
        "def": "「影隻」は影が一つ、「形単」は体が一つという意味から、孤独で独り身のこと。",
        "grade": "3"
    },
    {
        "word": "英雄欺人",
        "yomi": "えいゆうぎじん",
        "def": "英雄人を欺くとも読み、傑出した能力を持つ人は常人の思いつかない奇抜な計略や行動をとるということ。",
        "grade": "3"
    },
    {
        "word": "円孔方木",
        "yomi": "えんこうほうぼく",
        "def": "物事が食い違っていて、上手く噛み合わないこと。「円孔」は円形の穴。「方木」は木を接合するときに、一方の穴にはめ込むための四角形の突起部分。四角形のほぞ。木を接合するときに、円形の穴に四角形のほぞを入れようとするという意味から。",
        "grade": "3"
    },
    {
        "word": "円転滑脱",
        "yomi": "えんてんかつだつ",
        "def": "角を立てることなく、物事を順調に処理すること。 「円転」は、滑らかに転がるという意味から、物事が停滞することなく進むことのたとえ。「滑脱」は、状況に合わせて自在に変化するという意味から、手落ちのない応対をすること。",
        "grade": "3"
    },
    {
        "word": "延年転寿",
        "yomi": "えんねんてんじゅ",
        "def": "歳老いてもますます長生きすること。「転寿」はさらに長生きすること。元は仏教の言葉で、修行や仏の加護を受けることで寿命を延ばすという意味から。",
        "grade": "3"
    },
    {
        "word": "延陵季子",
        "yomi": "えんりょうのきし",
        "def": "中国の春秋時代の呉の季札のこと。「延陵」は中国の呉の地名。「季」は兄弟の四男のこと。賢者の季札は、父親の呉王の寿夢の四男で、延陵を与えられて、見事にその地を治めたということから。",
        "grade": "3"
    },
    {
        "word": "遠慮近憂",
        "yomi": "えんりょきんゆう",
        "def": "これから先のことをしっかりと考えて行動しないと、突然切迫した心配事が起きるということ。「遠慮」は将来のことをしっかりと考えること。「近憂」は身近なところで起こる心配事のこと。「遠き慮り無ければ、必ず近き憂い有り」を略した言葉。",
        "grade": "3"
    },
    {
        "word": "応急措置",
        "yomi": "おうきゅうそち",
        "def": "その場をしのぐために行う仮の処置のこと。「応急」は急場しのぎ。「措置」はうまく取り計らって処理すること。",
        "grade": "3"
    },
    {
        "word": "屋上架屋",
        "yomi": "おくじょうかおく",
        "def": "無駄なことを繰り返すことのたとえ。または、独創性のないことのたとえ。 「屋上」は屋根の上。「架屋」は屋根を架けること。屋根の上に屋根を架けるという意味から。",
        "grade": "3"
    },
    {
        "word": "温厚篤実",
        "yomi": "おんこうとくじつ",
        "def": "心が温かく穏やかで、誠実な性格のこと。「温厚」は穏やかで情に厚いこと。「篤実」はまじめで思いやりがあること。",
        "grade": "3"
    },
    {
        "word": "温良篤厚",
        "yomi": "おんりょうとっこう",
        "def": "優しく穏やかで、思いやりがあること。「温良」は優しく穏やかなこと。「篤厚」は情に厚いこと。孔子が儒教の基本経典の『詩経』を評した言葉で、詩は昔の純朴な民情で満ちていて、これが人に感動を与えて教化する力を持っていると説いたもの。",
        "grade": "3"
    },
    {
        "word": "海内無双",
        "yomi": "かいだいむそう",
        "def": "この世で、比べる人がいないくらい優れている人のこと。「海内」は世界や国内のこと。「無双」は二つとない、または比べることができないという意味。",
        "grade": "3"
    },
    {
        "word": "改頭換面",
        "yomi": "かいとうかんめん",
        "def": "見た目は変化しても中身が何も変わっていないこと。「改頭」は頭を新しいものに変えること。「換面」は顔を新しいものに換えること。「頭を改め面を換う」とも読む。",
        "grade": "3"
    },
    {
        "word": "怪力乱神",
        "yomi": "かいりきらんしん",
        "def": "人の知識では理解することが出来ない、怪しく奇怪な現象や物事のこと。「怪」は奇怪な現象。「力」は勇ましく、力が強いこと。「乱」は道徳に反することや社会の秩序を乱すこと。「神」は人が見ることの出来ない超人的な力を持つ存在、鬼神や神霊のこと。原文では「子は怪力乱神を語らず」とあり、理解できない奇怪なものは教訓にしないという孔子の姿勢を示す言葉。",
        "grade": "3"
    },
    {
        "word": "河魚腹疾",
        "yomi": "かぎょのふくしつ",
        "def": "内側から腐敗して、国などが崩壊していくこと。「腹疾」は内臓の病気のこと。魚は内臓から腐り始めるという意味から。",
        "grade": "3"
    },
    {
        "word": "隔岸観火",
        "yomi": "かくがんかんか",
        "def": "他人の災難の手助けをしようとせず、ただ見物すること。「隔岸」は川の向こう岸のこと。「観火」は火事を見ること。「対岸の火事」と同じ意味の言葉。元は兵法三十六計の一つで、内乱などで敵が自滅するのを黙って待つ戦術のことをいう。「岸を隔てて火を観る」とも読む。",
        "grade": "3"
    },
    {
        "word": "佳人才子",
        "yomi": "かじんさいし",
        "def": "理想的な男女のこと。「佳人」は美しい女性。「才子」はすぐれた才能の男性。",
        "grade": "3"
    },
    {
        "word": "佳人薄命",
        "yomi": "かじんはくめい",
        "def": "美しい女性は運に恵まれずに不幸せなことが多いという意味。または、美しい女性は病気や事故などに遭いやすく、一生が短いことが多いという意味。「佳人」は容姿の美しい女性のこと。または、品格や知性のある女性のこと。「薄命」は短命なこと。運命に恵まれないこと。",
        "grade": "3"
    },
    {
        "word": "割鶏牛刀",
        "yomi": "かっけいぎゅうとう",
        "def": "ちょっとしたことに、無駄に大きな手段を使って処理すること。牛をさばくための牛刀を使って鶏をさばくという意味から。「鶏を割くに焉んぞ牛刀を用いん」を略した言葉。",
        "grade": "3"
    },
    {
        "word": "下陵上替",
        "yomi": "かりょうじょうたい",
        "def": "世の中が乱れている様子。「陵」は下のものを超えて上になるという意味。「替」は衰えるという意味。下のものが、衰えた上のものを超えて上になるという意味で、下克上の世の中をいう。「下陵ぎ上替る」とも読む。",
        "grade": "3"
    },
    {
        "word": "緩歌慢舞",
        "yomi": "かんかまんぶ",
        "def": "ゆったりとした調子で歌って舞うこと。「緩歌縵舞」とも書く。",
        "grade": "3"
    },
    {
        "word": "感慨無量",
        "yomi": "かんがいむりょう",
        "def": "計ることが出来ないほど、深く感じ入ること。「感慨」は深く心に感じて、しみじみとした気持ちになり、その気持ちにひたること。「無量」は計ることができないほどに量が多いこと。「感無量」という言葉はこれを略したもの。",
        "grade": "3"
    },
    {
        "word": "緩急自在",
        "yomi": "かんきゅうじざい",
        "def": "物事を思いのままに操ること。「緩急」は程度が弱いことと強いこと。または、遅いことと早いこと。「自在」は思ったとおりにできること。状況に合わせて程度や速度などを思い通りに操ることをいう。",
        "grade": "3"
    },
    {
        "word": "換骨奪胎",
        "yomi": "かんこつだったい",
        "def": "詩文の創作法の一つで、昔の人が作った詩文の表現や発想を取り入れ、それに自身の発想を加えて新しいものを作り出すこと。または、新しい技術や発想を加えて古いものを作り直すこと。または、外側が同じでも中身が違うことや、中身だけを取り替えること。現在では、他人の詩文を作り変えて自分の作品のように見せかけるという意味もあるが、本来は誤用。元は人が修行して仙人の体に生まれ変わるという意味の言葉で、それを詩文を創作することにたとえた言葉。「換骨」は凡骨を仙骨に換えること。「奪胎」は胎盤を奪い自分のものにするという意味から、昔の詩文の内容を手本にして作り変えること。「骨を換え胎を奪う」とも訓読する。「換骨脱胎」とも書く。",
        "grade": "3"
    },
    {
        "word": "冠婚葬祭",
        "yomi": "かんこんそうさい",
        "def": "祝いと弔いの儀式の総称。「冠」は成人式、「婚」は結婚式、「葬」は葬式、「祭」は法事や盆などの祖先の祭礼のこと。「婚」は「昏」、「葬」は「喪」とも書く。",
        "grade": "3"
    },
    {
        "word": "冠前絶後",
        "yomi": "かんぜんぜつご",
        "def": "他よりも、飛び抜けてすぐれていること。または、極めて珍しいこと。「冠前」は過去から今までで一番すぐれていること。「絶後」は今から未来にも現われないということ。「冠絶」と略して使うこともある言葉。中国の宋の徽宋帝が、唐の画家の呉道子を評した故事から。",
        "grade": "3"
    },
    {
        "word": "官尊民卑",
        "yomi": "かんそんみんぴ",
        "def": "政府や役人などの官営事業を尊んで、民間人や民間事業を卑しむこと。「官」は政府や役人のこと。「民」は普通の人、民間人のこと。",
        "grade": "3"
    },
    {
        "word": "肝胆相照",
        "yomi": "かんたんそうしょう",
        "def": "お互いに心の奥深くまで理解しあっていて、打ち解け合っている関係のたとえ。「肝胆」は内臓の肝臓と胆嚢のことで、心の奥底のたとえ。肝臓と胆嚢のように近くて深い関係ということから。「肝胆相照らす」とも読む。",
        "grade": "3"
    },
    {
        "word": "管仲随馬",
        "yomi": "かんちゅうずいば",
        "def": "聖人の知恵を借りること。または、昔の人の経験を尊重することのたとえ。「管仲」は中国の人の名前。「随」は従うこと。中国の春秋時代、名宰相といわれていた管仲は、戦いから帰るときに道に迷い、馬の知恵を借りようと馬を放ち、馬の後についていくと帰ることができたという故事から。「管仲馬に随う」とも読む。",
        "grade": "3"
    },
    {
        "word": "肝脳塗地",
        "yomi": "かんのうとち",
        "def": "戦場で無残な死に方をすることのたとえ。または、忠義を尽くすためならどんな犠牲も惜しまないことのたとえ。「肝脳」は内臓の肝臓と脳。「塗地」は土でひどく汚れること。死体の内臓が土で汚れるという意味から。",
        "grade": "3"
    },
    {
        "word": "奇奇怪怪",
        "yomi": "ききかいかい",
        "def": "常識では考えることができないような不思議なこと。または、許せないくらいけしからぬこと。「奇」と「怪」はどちらも不思議なことという意味で、重ねて強調した言葉。",
        "grade": "3"
    },
    {
        "word": "規制緩和",
        "yomi": "きせいかんわ",
        "def": "主に経済を発展させるために、産業や経済に関する制限を廃止したり、緩めたりすること。「規制」は物事の限界を決めて、それを越えないように守らせること、「緩和」は緩めること。",
        "grade": "3"
    },
    {
        "word": "奇怪千万",
        "yomi": "きっかいせんばん",
        "def": "いつもとは違っていて物凄く不気味なこと。または、酷く礼儀や道理にはずれていること。「奇怪」は 不道徳や不思議、不気味ということ。 ",
        "grade": "3"
    },
    {
        "word": "喜怒哀楽",
        "yomi": "きどあいらく",
        "def": "「喜び」「怒り」「悲しみ」「楽しみ」といった、人間がもっているいろいろな感情のこと。",
        "grade": "3"
    },
    {
        "word": "季布一諾",
        "yomi": "きふのいちだく",
        "def": "確実に果たしてもらえると信じられる約束。「季布」は人の名前。楚の季布は一度約束を交わすと、確実にそれを果たしたという故事から。「季布」と略して用いることもある。",
        "grade": "3"
    },
    {
        "word": "脚下照顧",
        "yomi": "きゃっかしょうこ",
        "def": "他人の批判をする前に、自分の過去の言動を見つめ直してよく考えるべきであるという自己反省の教え。または、身近なことこそ気をつけるべきという戒め。「脚下」は足もとのこと。「照顧」は反省することや、しっかりと見ること。もとは禅宗の言葉。",
        "grade": "3"
    },
    {
        "word": "九夏三伏",
        "yomi": "きゅうかさんぷく",
        "def": "夏の一番暑い時期のこと。「九夏」は夏の季節の九十日間。「三伏」は初伏、中伏、末伏のこと。夏至以降の三回目の庚の日を初伏、四回目の庚の日を中伏、立秋の後の最初の庚の日を末伏という。",
        "grade": "3"
    },
    {
        "word": "虚往実帰",
        "yomi": "きょおうじっき",
        "def": "師匠や先生などから偉大な教えを受けること。「虚往」は頭の中を空にして出掛けること。「実帰」は十分に満たして帰ること。知識が全くない状態で出掛けて、出掛けた先でたくさんの教えを受け、十分に満たされて帰るという意味から。「虚にして往き実にして帰る」とも読む。",
        "grade": "3"
    },
    {
        "word": "挙棋不定",
        "yomi": "きょきふてい",
        "def": "方針を決めずに、その場しのぎで対処すること。または、なかなか決断することができないこと。「挙棋」は囲碁の石をつまみあげること。「不定」はこれからどうするか決まっていないこと。囲碁の石を持ったが、どこに打つか決められないということから。「棋を挙げて定まらず」とも読む。",
        "grade": "3"
    },
    {
        "word": "虚気平心",
        "yomi": "きょきへいしん",
        "def": "心を空にして落ち着けること。「虚気」は感情をなくすこと。「平心」は心を落ち着けること。「気を虚しくして心を平らかにす」とも読む。",
        "grade": "3"
    },
    {
        "word": "虚虚実実",
        "yomi": "きょきょじつじつ",
        "def": "互いに策略の全てを出して、全力で戦うこと。または、嘘と真を混ぜ合わせながら、互いに腹の内を探り合うこと。「虚」は相手の弱い部分、「実」は相手の強い部分。強い部分を避けて、弱い部分を攻めるということから「虚」と「実」をそれぞれ重ねて意味を強調した言葉。「虚々実々」とも書く。",
        "grade": "3"
    },
    {
        "word": "虚実皮膜",
        "yomi": "きょじつひまく",
        "def": "芸術は、虚構と現実の境界にあるということ。「虚実」は虚構と現実。「皮膜」は皮膚と薄皮ということから、区別できないほどのほんの少しの違いという意味。日本の江戸時代、浄瑠璃の作者の近松門左衛門が唱えた芸術論で、虚構と現実の境界にこそ真の芸術はあるとする論。",
        "grade": "3"
    },
    {
        "word": "挙措失当",
        "yomi": "きょそしっとう",
        "def": "対処の方法や振る舞いが間違っていること。「挙措」は立ち居振る舞いや態度のこと。「失当」は適切ではないこと。「挙措、当を失す」とも読む。",
        "grade": "3"
    },
    {
        "word": "挙措進退",
        "yomi": "きょそしんたい",
        "def": "日常生活の立ち居振る舞いのこと。「挙措」は手を上げ下げするという意味から、立ち居振る舞いのこと。「進退」は進むことと退くことという意味から、立ち居振る舞いのこと。",
        "grade": "3"
    },
    {
        "word": "器用貧乏",
        "yomi": "きようびんぼう",
        "def": "何でも人並み以上にうまいために、色々なことに手を出してしまい、どれも中途半端となり極めることができないこと。または、そのような器用さを都合よく利用され、個人としての実績を上げることが出来ないこと。",
        "grade": "3"
    },
    {
        "word": "岐路亡羊",
        "yomi": "きろぼうよう",
        "def": "進路や方針が多すぎて何を選ぶべきかわからなくなること。または、学問の道が細かく分かれすぎていて、学問の根本を捉えにくいことのたとえ。「岐路」は分かれ道が多いこと。「亡羊」は羊に逃げ切られること。羊が逃げ出し、大勢の人で追いかけたが分かれ道が多く、逃げられてしまったという話を聞いた楊朱は、学問も同じように様々なものに分かれすぎていて、それぞれ根本の部分は同じなのにそれを忘れ、理解できなくなっていると言ったという故事から。",
        "grade": "3"
    },
    {
        "word": "勤倹力行",
        "yomi": "きんけんりっこう",
        "def": "しっかりと働いて、質素に暮らしながら力の限り努力すること。「勤倹」はよく働いて、無駄遣いをしないようにすること。「力行」は力の限り努力すること。",
        "grade": "3"
    },
    {
        "word": "金殿玉楼",
        "yomi": "きんでんぎょくろう",
        "def": "立派で美しく、豪華な建物のこと。「金殿」は金で飾った建物のこと。「玉楼」は宝石で飾った建物のこと。",
        "grade": "3"
    },
    {
        "word": "牛刀割鶏",
        "yomi": "ぎゅうとうかっけい",
        "def": "ちょっとしたことに、無駄に大きな手段を使って処理すること。牛をさばくための牛刀を使って鶏をさばくという意味から。「鶏を割くに焉んぞ牛刀を用いん」を略した言葉。",
        "grade": "3"
    },
    {
        "word": "空中楼閣",
        "yomi": "くうちゅうのろうかく",
        "def": "土台のない蜃気楼で現れた建物という意味から、根拠がなく現実的ではない考えや議論のこと。",
        "grade": "3"
    },
    {
        "word": "苦口婆心",
        "yomi": "くこうばしん",
        "def": "相手のことを思い、口を苦くして何度も教えさとすこと。「苦口」は口を苦くするという意味から厳しい助言。「婆心」は慈愛溢れる老女のような心のこと。",
        "grade": "3"
    },
    {
        "word": "愚公移山",
        "yomi": "ぐこういざん",
        "def": "大きなことでも、根気よく努力し続ければ必ず成功することのたとえ。愚公という老人の家の前に二つの大きな山があり、どこに行くにも迂回しなければいけなかった。不便なので山を切り崩し、平にしようとしたときに嘲笑するものもいたが、何代にも渡ってやれば出来ると山を崩し始めた。愚公の熱意を感じた天帝が二つの山を移した故事から。",
        "grade": "3"
    },
    {
        "word": "愚者一得",
        "yomi": "ぐしゃのいっとく",
        "def": "愚かな人でもたまには優れた名案を出すこと。自分の意見を出すときに謙遜の表現としても用いることがある。",
        "grade": "3"
    },
    {
        "word": "愚問愚答",
        "yomi": "ぐもんぐとう",
        "def": "意味のない問答のこと。つまらない質問と愚かな答えという意味から。",
        "grade": "3"
    },
    {
        "word": "群軽折軸",
        "yomi": "ぐんけいせつじく",
        "def": "小さな力でも、多く集まれば大きな力になることのたとえ。「群」は多いことや多くの人、「軸」は車の軸のことで、軽いものでも数が多ければ重くなって、車の軸は折れるという意味から。「群軽軸を折る」とも読む。",
        "grade": "3"
    },
    {
        "word": "鶏口牛後",
        "yomi": "けいこうぎゅうご",
        "def": "大きな組織に入って上の人に付き従い言いなりになるより、小さな組織だとしても上に立つほうがよいということ。「鶏口」は鶏の口ばしのことで、小さな組織の長という意味。「牛後」は牛の尾のことで、大きな組織の末端という意味。戦国時代、蘇秦が韓王に秦の属国になるより、たとえ小国だとしても一国の王のほうがよいと説得した故事から。「寧（むし）ろ鶏口と為（な）るも、牛後と為（な）るなかれ」の略。",
        "grade": "3"
    },
    {
        "word": "刑故無小",
        "yomi": "けいこむしょう",
        "def": "故意の犯罪には大も小もないので、小さな罪であっても刑罰を与えるべきであるということ。「故」は故意に犯した犯罪のこと。",
        "grade": "3"
    },
    {
        "word": "形単影隻",
        "yomi": "けいたんえいせき",
        "def": "誰一人として身内がいなくて孤独なこと。「形」は体、「隻」は一つという意味で、体が一つ、影が一つという意味から。",
        "grade": "3"
    },
    {
        "word": "軽慮浅謀",
        "yomi": "けいりょせんぼう",
        "def": "思慮の欠けた考えや作戦。「軽慮」は軽はずみな考え。「浅謀」はあまり考えられていない計画や作戦。",
        "grade": "3"
    },
    {
        "word": "血脈貫通",
        "yomi": "けつみゃくかんつう",
        "def": "文章の構成に初めから最後まで一貫性があり、統一されていること。血液の流れが体の全てに行き渡るという意味から。",
        "grade": "3"
    },
    {
        "word": "堅甲利兵",
        "yomi": "けんこうりへい",
        "def": "強大な戦力を持つ軍隊のこと。「堅甲」は丈夫な鎧、「利兵」は鋭い武器。",
        "grade": "3"
    },
    {
        "word": "権謀術数",
        "yomi": "けんぼうじゅっすう",
        "def": "他人を騙しておとしめる策略のこと。「権謀」は状況にあわせた策略。「術数」は策略のこと。特に、社会や組織などの集団の中において、他者をおとしめることで自分にとって都合がいい状況になるように仕向けて、地位や評価を上げる策略のこと。",
        "grade": "3"
    },
    {
        "word": "賢良方正",
        "yomi": "けんりょうほうせい",
        "def": "賢くて行いが正しいということ。または、中国の漢や唐の時代以降に行われた、官吏を登用するときの試験の科目の名前。「賢良」は賢くて素直なこと。「方正」は行いが正しいという意味。",
        "grade": "3"
    },
    {
        "word": "鯨飲馬食",
        "yomi": "げいいんばしょく",
        "def": "一度の食事で非常に多くのものを食べたり飲んだりすること。「鯨飲」は鯨のように多量に飲むこと。「馬食」は馬のように多量に食べること。",
        "grade": "3"
    },
    {
        "word": "激濁揚清",
        "yomi": "げきだくようせい",
        "def": "悪を取り除き、善を勧めること。「濁」は悪のたとえで濁ったもの。「清」は善のたとえで清らかな水のこと。”悪”を激流に流して、”善”を上に押し上げるという意味から。「濁を激して清を揚ぐ」とも読む。",
        "grade": "3"
    },
    {
        "word": "巧言乱徳",
        "yomi": "こうげんらんとく",
        "def": "口先だけの奇麗事を言うことは、人の心を惑わし、徳を乱すことになるという意味。「巧言」は相手に気に入られるように飾った言葉。「乱徳」は徳を乱すこと。中身のない口先だけの言葉は、人を惑わし、自身の信頼を失って、人の道を誤らせるという意味から。「巧言は徳を乱る」とも読む。",
        "grade": "3"
    },
    {
        "word": "巧言令色",
        "yomi": "こうげんれいしょく",
        "def": "心のこもっていない言葉や取り繕った表情などで、相手に気に入られようとすること。「巧言」は相手に気に入られるために飾った言葉。「令色」は表情を愛想良く飾ること。",
        "grade": "3"
    },
    {
        "word": "光彩奪目",
        "yomi": "こうさいだつもく",
        "def": "とても鮮やかで、目を見開いてみとれるほど美しいこと。「奪目」は目を奪うという意味から、見とれさせること。「光彩目を奪う」とも読む。",
        "grade": "3"
    },
    {
        "word": "高材疾足",
        "yomi": "こうざいしっそく",
        "def": "優れた才能と能力があることのたとえ。または、そのような人のことのたとえ。「高材」は優れた才能があること。「疾足」は速く走ることが出来ること。「高才疾足」とも書く。",
        "grade": "3"
    },
    {
        "word": "好事多魔",
        "yomi": "こうじたま",
        "def": "よい出来事には邪魔が入ることが多いということ。「魔」は邪魔や災難、災いのこと。男女の交際などで邪魔が入ったり、もめごとが起きたりしてうまくいかないことをいうこともある言葉。「好事魔多し」とも読む。「好事多磨」とも書く。",
        "grade": "3"
    },
    {
        "word": "功成名遂",
        "yomi": "こうせいめいすい",
        "def": "大きな功績を上げて、世間からの評価が上がること。「功成り名を遂ぐ」の形で用いることが多い言葉。",
        "grade": "3"
    },
    {
        "word": "孔席墨突",
        "yomi": "こうせきぼくとつ",
        "def": "休む暇もないほど忙しく駆けまわること。「孔」は儒家の孔子。「席」は座席。「墨」は思想家の墨子。「突」は煙突のこと。孔子や墨子は、道を説くために忙しく諸国を回るために、座席が暖まるほど座ることもなく、煙突に煤（すす）がつくほどかまどを使うこともないということから。「孔席暖まらず墨突黔まず」を略した言葉。",
        "grade": "3"
    },
    {
        "word": "考績幽明",
        "yomi": "こうせきゆうめい",
        "def": "成績を調べて、愚かな者を退けて、賢い者を昇進させること。「考績」は官吏の成績を調べること。「幽明」は愚かな者と賢い者のこと。",
        "grade": "3"
    },
    {
        "word": "黄中内潤",
        "yomi": "こうちゅうないじゅん",
        "def": "才能や徳を外側に出すことなく、人知れず内側に持っていること。易経の五行説の言葉で、五色の色は青、赤、黄、白、黒という順番になるということから、「黄」は中央という意味。「中」は中庸の徳のこと。「黄中」は人としての徳が内側に満たされていること。「内潤」は内側にあるつやや、輝きという意味から、才能や徳のことをいう。",
        "grade": "3"
    },
    {
        "word": "功徳兼隆",
        "yomi": "こうとくけんりゅう",
        "def": "素晴らしい功績があり、それに見合った人徳があること。「功徳」は功績と人徳。「兼隆」は盛んな様子。中国の唐の皇帝の太宋を褒め称えた言葉から。",
        "grade": "3"
    },
    {
        "word": "黄道吉日",
        "yomi": "こうどうきちにち",
        "def": "何をしても上手くいく、よい日。吉日。「黄道」は地球から見た太陽が移動するように見える軌道。陰陽道の言葉で、全てがうまくいくとされている日のこと。",
        "grade": "3"
    },
    {
        "word": "高論卓説",
        "yomi": "こうろんたくせつ",
        "def": "この上なくすぐれた意見や議論のこと。「高論」は程度が非常に高い議論。「卓説」はすぐれた意見。他人の意見や議論を敬っていう言葉。",
        "grade": "3"
    },
    {
        "word": "黒歯彫題",
        "yomi": "こくしちょうだい",
        "def": "黒い色に染めた歯と入れ墨をした額のこと。「題」は額のこと。古代中国の南方にいた異民族の風俗をいう。「黒歯雕題」とも書く。",
        "grade": "3"
    },
    {
        "word": "国士無双",
        "yomi": "こくしむそう",
        "def": "国の中で最もすぐれている人のこと。「国士」は国の中で最もすぐれている人のこと。「無双」は比べるものが存在しないこと。古代中国、蕭何という人物が「韓信は国士無双の人物」といって韓信のことを劉邦に推薦した。その話を聞いた劉邦は韓信を指揮官（大将軍）に登用し、後に天下を取ったという故事から。",
        "grade": "3"
    },
    {
        "word": "孤苦零丁",
        "yomi": "こくれいてい",
        "def": "孤独で頼るあてもなく、落ちぶれて苦労すること。「孤苦」は身内が誰もいなく、貧しくて苦しむこと。「零丁」は落ちぶれて孤独な様子。晋の李密が武帝からの任官を辞退するときの上奏文で使われた言葉。「孤苦伶丁」とも書く。",
        "grade": "3"
    },
    {
        "word": "孤軍奮闘",
        "yomi": "こぐんふんとう",
        "def": "援軍が来ることを期待できない状態で必死に戦うこと。または、他人の手助けを受けることなく、難しい仕事をこなすために一人で必死に努力すること。「孤軍」は味方から離れ、援軍が期待できない状態にある、少数の部隊のこと。「奮闘」は全力を出して戦うこと。味方から孤立し援軍も期待できない小数の部隊が、全力で敵軍と戦うという意味から。",
        "grade": "3"
    },
    {
        "word": "古今無双",
        "yomi": "ここんむそう",
        "def": "過去から現代まで、比べるものが存在しないほどすぐれていること。「古今」は過去から現在までということ。「無双」は匹敵するものがないということ。",
        "grade": "3"
    },
    {
        "word": "枯樹生華",
        "yomi": "こじゅせいか",
        "def": "ひどく困難なことの最中に、その状況を抜け出す方法を見出すこと。または、歳をとって衰えた老人に生気が戻ること。枯れた木に花が咲くということから。元は真心が相手に通じることをたとえた言葉。「枯樹華を生ず」とも読む。「枯樹生花」とも書く。",
        "grade": "3"
    },
    {
        "word": "孤城落日",
        "yomi": "こじょうらくじつ",
        "def": "繁栄していたものの勢いが衰えて、助けてくれるものもなく寂しい様子。「孤城」は援軍が来ない城のこと。「落日」は西に沈む日のこと。孤立していて助けもなく、攻め落とされる寸前の城が夕日に照らされていてさびしい様子をいう。",
        "grade": "3"
    },
    {
        "word": "克己復礼",
        "yomi": "こっきふくれい",
        "def": "欲望や感情に打ち勝ち、礼儀にかなった言動をすること。「克己」は自分の欲望、感情に打ち勝つこと。「復礼」は礼の本質に立ち返り、礼の道に従うこと。顔淵が師である孔子に「仁」について聞くと、「己に克ちて礼に復す」と答えたという故事から。",
        "grade": "3"
    },
    {
        "word": "刻苦勉励",
        "yomi": "こっくべんれい",
        "def": "苦労しながらも、全力で仕事や勉強に励むこと。「刻苦」は自分の身を刻むような苦労をすること。「勉励」は仕事や勉学に務め励むこと。",
        "grade": "3"
    },
    {
        "word": "鼓舞激励",
        "yomi": "こぶげきれい",
        "def": "人を励まして奮い立たせること。「鼓舞」は鼓を打って舞うということから、励まして元気付けること。「激励」は励まして元気付けること。同じ意味の言葉を重ねて強調した言葉。",
        "grade": "3"
    },
    {
        "word": "孤峰絶岸",
        "yomi": "こほうぜつがん",
        "def": "文章や詩などが、他と比べて飛びぬけてすぐれていること。「孤峰」は他よりも一つだけ高い峰。「絶岸」は険しい岸壁。",
        "grade": "3"
    },
    {
        "word": "孤立無援",
        "yomi": "こりつむえん",
        "def": "たった一人で、誰かの助けも期待できないこと。「無援」は助けがないという意味。",
        "grade": "3"
    },
    {
        "word": "困苦欠乏",
        "yomi": "こんくけつぼう",
        "def": "生活に必要なものが足りないほどに生活が苦しいこと。「欠乏」は必要なものが足りないこと。",
        "grade": "3"
    },
    {
        "word": "才子佳人",
        "yomi": "さいしかじん",
        "def": "「才子」はすぐれた才能の男性、「佳人」は美しい女性のことで、理想的な男女のこと。",
        "grade": "3"
    },
    {
        "word": "載舟覆舟",
        "yomi": "さいしゅうふくしゅう",
        "def": "「載舟」は船を浮かべる、「覆舟」は船が転覆することで、船を浮かせるのも転覆させるのも水という意味から、君主は人民に支えられ、人民によって滅ぼされるということ。または、人は敵になることもあれば、味方になることもあるということ。",
        "grade": "3"
    },
    {
        "word": "砂上楼閣",
        "yomi": "さじょうのろうかく",
        "def": "物事が長く続かないこと。または、実際に出来る可能性が全くない計画のこと。「楼閣」は立派な建物のこと。砂の上に立てた立派な建物は、地盤が弱くすぐに崩れるという意味から。",
        "grade": "3"
    },
    {
        "word": "三綱五常",
        "yomi": "さんこうごじょう",
        "def": "儒教の言葉で、人として守るべき道徳と、常に行うべき道義のこと。「三綱」は主君と臣下、父親と子、夫と妻の間の三つの道徳のこと。「五常」は仁、義、礼、智、信の常に行うべき五つの道義のこと。",
        "grade": "3"
    },
    {
        "word": "三人文殊",
        "yomi": "さんにんもんじゅ",
        "def": "平凡な人でも、三人で知恵を出し合えば何かよい考えが出るものだということ。「文殊」は知恵をつかさどるとされるという文殊菩薩のこと。普通な人でも三人で考えを出し合えば、文殊菩薩と同等以上の考えが浮かぶという意味から。「三人寄れば文殊の知恵」を略した言葉。「三人文珠」とも書く。",
        "grade": "3"
    },
    {
        "word": "四海同胞",
        "yomi": "しかいどうほう",
        "def": "人と接するときにまごころと礼儀を持てば、人は兄弟のように親しくなれること。または、親しくするべきだということ。「四海」は四つの方向の海のことから全世界という意味。",
        "grade": "3"
    },
    {
        "word": "子建八斗",
        "yomi": "しけんはっと",
        "def": "優れた才能を激賞した言葉。「子建」は魏の曹植という人物の字（あざな）。「八斗」は量の単位のことで、十斗で一石。宗の謝霊運が「天下が一石の才とするならば曹植の詩の才は八斗を得る」と激賞した故事から。",
        "grade": "3"
    },
    {
        "word": "試行錯誤",
        "yomi": "しこうさくご",
        "def": "試みと失敗を何度も繰り返して、問題の解決に近づけていくこと。",
        "grade": "3"
    },
    {
        "word": "士魂商才",
        "yomi": "しこんしょうさい",
        "def": "「士魂」は武士の魂、「商才」は商売の才能。実業家や商人の理想や心構えのことで、武士の魂と商売の才能のどちらも持つこと。",
        "grade": "3"
    },
    {
        "word": "刺字漫滅",
        "yomi": "しじまんめつ",
        "def": "「刺字」は名刺の文字のことで、それがすれて読めなくなるという意味から、長い間、人を訪問していないこと。",
        "grade": "3"
    },
    {
        "word": "視聴言動",
        "yomi": "しちょうげんどう",
        "def": "見る、聞く、言う、行動するの四つのことで、この四つの礼儀にかなうよう慎むこと。顔淵が孔子に仁について尋ねると、「礼に基づかないものは見ても聞いても言っても行動してもいけない」と答えた故事から。",
        "grade": "3"
    },
    {
        "word": "失望落胆",
        "yomi": "しつぼうらくたん",
        "def": "夢や希望が無くなって落ち込むこと。「失望」は夢や希望を失う、「落胆」は期待通りにならずにがっかりするという意味。",
        "grade": "3"
    },
    {
        "word": "雌伏雄飛",
        "yomi": "しふくゆうひ",
        "def": "活躍する機会を待ちながら人に付き従い、機会が到来すると大いに活躍すること。「雌伏」は雄鳥に雌鳥が従うという意味から、将来の活躍を待ちながら人に従うということ。「雄飛」は雄鳥が高く羽ばたくように、雄雄しく飛び立つこと。",
        "grade": "3"
    },
    {
        "word": "四分五裂",
        "yomi": "しぶんごれつ",
        "def": "国や秩序などが乱れてまとまりがなくなり、ばらばらに分裂すること。",
        "grade": "3"
    },
    {
        "word": "車載斗量",
        "yomi": "しゃさいとりょう",
        "def": "量や数が多すぎて全てを量ることができないこと。車に載せて、ますで量るほど多いという意味から。",
        "grade": "3"
    },
    {
        "word": "終始一貫",
        "yomi": "しゅうしいっかん",
        "def": "初めから終わりまで言動や態度を貫き通すこと。",
        "grade": "3"
    },
    {
        "word": "取捨選択",
        "yomi": "しゅしゃせんたく",
        "def": "必要なものだけを取って、不必要なものを捨てること。または、よいものだけを取って、悪いものを捨てること。「取捨」の「取」は取ること、「捨」は捨てること。「選択」は複数のものの中から、悪いものを避けてよいものを決めること。取るものと捨てるものを選ぶという意味の言葉。",
        "grade": "3"
    },
    {
        "word": "殊塗同帰",
        "yomi": "しゅとどうき",
        "def": "手段や方法など道筋は違っていても、結果や結論は同じところにたどり着くこと。「殊塗」は異なる道筋のこと。「同帰」は同じところに状態や結果が落ち着くこと。",
        "grade": "3"
    },
    {
        "word": "首尾一貫",
        "yomi": "しゅびいっかん",
        "def": "最初から最後まで、態度や方針を変えずに貫き通すこと。「首」は頭という意味。 「首尾」は頭から尾までのこと。転じて、始めから終わりまでという意味。「一貫」は貫き通すこと。",
        "grade": "3"
    },
    {
        "word": "証拠隠滅",
        "yomi": "しょうこいんめつ",
        "def": "真実を証明できるものを隠したり、消したりすること。「隠滅」は目に付かないようにしたり、消したりすること。主に裁判のときに不利になるようなものを失くすことをいう。",
        "grade": "3"
    },
    {
        "word": "焦心苦慮",
        "yomi": "しょうしんくりょ",
        "def": "色々なことを心配して、考え苦しむこと。「焦心」は悩み苦しむこと。「苦慮」は色々なことを心配して悩むこと。",
        "grade": "3"
    },
    {
        "word": "生者必滅",
        "yomi": "しょうじゃひつめつ",
        "def": "生きている人はいつか必ず死ぬということ。仏教の言葉で、人の一生が儚いということをいう。会者定離と対にして使われることが多い言葉。",
        "grade": "3"
    },
    {
        "word": "相如四壁",
        "yomi": "しょうじょしへき",
        "def": "貧しいことのたとえ。「相如」は人の名前。中国の司馬相如は、若い頃貧しい生活をしていて、部屋の中には家具等が何もなく、四方は壁だけしかなかったという故事から。",
        "grade": "3"
    },
    {
        "word": "諸説紛紛",
        "yomi": "しょせつふんぷん",
        "def": "色々な意見や、説が入り乱れていてまとまらないこと。または、根拠のない説が入り乱れていて、正しいことがわからないこと。「諸説紛々」とも書く。",
        "grade": "3"
    },
    {
        "word": "職権濫用",
        "yomi": "しょっけんらんよう",
        "def": "自分の職務上認められている権限を越えた行いをしたり、不正に使用したりすること。 「職権」は職務上認めらている権限のこと。「濫用」は良し悪しを考えず無闇に使うこと。「職権乱用」とも書く。",
        "grade": "3"
    },
    {
        "word": "支離滅裂",
        "yomi": "しりめつれつ",
        "def": "まとまりがなく、ばらばらであること。「支離」と「滅裂」はどちらもばらばらになるという意味。似た意味の言葉を重ねて強調したもの。",
        "grade": "3"
    },
    {
        "word": "神算鬼謀",
        "yomi": "しんさんきぼう",
        "def": "人が考えたとは思えないほどにすぐれた策略のこと。「算」と「謀」はどちらも策略のこと。神や鬼神が考えた策略という意味から。",
        "grade": "3"
    },
    {
        "word": "深山幽谷",
        "yomi": "しんざんゆうこく",
        "def": "人里から遠く離れ、誰も足を踏み入れたことがないような深く静かな自然の地のこと。「深山」は人里から遠く離れた奥深い山のこと。「幽谷」は山奥の静かな谷のこと。",
        "grade": "3"
    },
    {
        "word": "進取果敢",
        "yomi": "しんしゅかかん",
        "def": "自身の意思で積極的に取り組み、大きな決断力を持って、失敗を恐れずに取り組むこと。「進取」は積極的に物事に取り組むこと。「果敢」は恐れずに大胆に行うこと。",
        "grade": "3"
    },
    {
        "word": "神出鬼没",
        "yomi": "しんしゅつきぼつ",
        "def": "自由に現れたり隠れたりすること。または、何の兆しもなく、突然現れたり隠れたりすること。または、自在に出没するため、所在がわからないこと。「神出」は神が現れること。「鬼没」は鬼神が消えること。自在に出没する様子を神や鬼神にたとえた言葉。",
        "grade": "3"
    },
    {
        "word": "薪尽火滅",
        "yomi": "しんじんかめつ",
        "def": "人が死ぬこと。「薪尽」は薪が無くなること。「火滅」は火が消えること。元は仏教の言葉で、釈迦の入滅のことをいい、そこから人の死をいう。「薪尽きて火滅ぶ」とも読む。",
        "grade": "3"
    },
    {
        "word": "新陳代謝",
        "yomi": "しんちんたいしゃ",
        "def": "古いものが新しいものへと入れ替わること。「新」は新しいもの。「陳」は古いもの。「代謝」は入れ替わること。本来は、生物が生きていくために必要なものを取り入れ、不必要なものを排出することをいう言葉であるが、会社や組織などの若返りのことを言う場合もある。",
        "grade": "3"
    },
    {
        "word": "心頭滅却",
        "yomi": "しんとうめっきゃく",
        "def": "気を散らすような考えを消し去ること。または、集中してことにあたれば、苦しさを感じないということ。「心頭」は心の中。胸の内。「滅却」は何も残らないように全て無くすこと。「心頭を滅却すれば火もまた涼し」を略した言葉で、禅僧の快川が織田信長に寺を焼き討ちにされた際、燃え上がる山門でこの句を唱えたという故事から。",
        "grade": "3"
    },
    {
        "word": "深謀遠慮",
        "yomi": "しんぼうえんりょ",
        "def": " 遠い先のことまで深く考えて、しっかりとした計画を立てること。「深謀」は深く考えられた計画のこと。「遠慮」は遠い先のことをしっかりと考えること。",
        "grade": "3"
    },
    {
        "word": "深慮遠謀",
        "yomi": "しんりょえんぼう",
        "def": "深く考えをめぐらせて、遠い先の未来のことを見通して、手抜かりのない計画を立てること。または、その計画そのもののこと。「深慮」は欠陥がないようにしっかり考えられた計画。「遠謀」は将来のことを見通してしっかりと考えること。",
        "grade": "3"
    },
    {
        "word": "辛労辛苦",
        "yomi": "しんろうしんく",
        "def": "ひどく辛い苦労をすること。「労苦」という言葉に、「辛」を加えて強調した言葉。「心労辛苦」とも書く。",
        "grade": "3"
    },
    {
        "word": "事後承諾",
        "yomi": "じごしょうだく",
        "def": "事が終わった後で許可を得ること、または与えること。",
        "grade": "3"
    },
    {
        "word": "時代錯誤",
        "yomi": "じだいさくご",
        "def": "時代の流れとは合わない古臭い考えのこと。「錯誤」は間違ったことを正しいと思い込むこと。",
        "grade": "3"
    },
    {
        "word": "自暴自棄",
        "yomi": "じぼうじき",
        "def": "やけになって、もうどうなってもいいと将来の希望を捨てたり、投げやりな行動をすること。「自暴」はやけくそで自分を損なうこと。「自棄」は自分を見捨てること。",
        "grade": "3"
    },
    {
        "word": "慈母敗子",
        "yomi": "じぼはいし",
        "def": "教育には優しさだけではなく、時には厳しさが必要なこと。「慈母」は愛情が深い母親、「敗子」は道楽息子のこと。甘やかしすぎるとわがままで親不孝な道楽息子になるという意味。",
        "grade": "3"
    },
    {
        "word": "寂滅為楽",
        "yomi": "じゃくめついらく",
        "def": "仏教語で煩悩を滅した悟りの境地に、真の安楽があるということ。「寂滅」は「涅槃（ねはん）」と同じ意味で、煩悩を滅した悟りの境地、「為楽」は楽しみをなすという意味。",
        "grade": "3"
    },
    {
        "word": "邪説異端",
        "yomi": "じゃせついたん",
        "def": "少数派に信じられている正統ではない主張や信仰、学説のこと。「邪説」は邪な主張や学説。「異端」は少数によって信じられている主張、信仰、学説などということから。",
        "grade": "3"
    },
    {
        "word": "寿則多辱",
        "yomi": "じゅそくたじょく",
        "def": "長く生きることは、それだけ恥を晒すことが多くなるということ。「寿（いのちなが）ければ則（すなわ）ち辱（はじ）多し」とも読む。",
        "grade": "3"
    },
    {
        "word": "受胎告知",
        "yomi": "じゅたいこくち",
        "def": "妊娠したことを知らせること。キリスト教で天使ガブリエルが、聖母マリアの元へキリストを妊娠したことを告げた出来事から。",
        "grade": "3"
    },
    {
        "word": "順風満帆",
        "yomi": "じゅんぷうまんぱん",
        "def": "特に問題が起きることなく、思い通りに物事が進んでいくこと。「順風」は追い風。「満帆」は船の帆をいっぱいに張ること。船の帆が追い風を受けていっぱいに張り、順調に進んでいくという意味から。",
        "grade": "3"
    },
    {
        "word": "仁者不憂",
        "yomi": "じんしゃふゆう",
        "def": "仁徳が備わった人は、常に人としての正しい行いをするので、悩むことがないということ。「仁者」は仁徳が備わっている人、仁徳者。「不憂」は悩んだり、不安になったりしないこと。「仁者は憂えず」とも読む。",
        "grade": "3"
    },
    {
        "word": "水随方円",
        "yomi": "すいずいほうえん",
        "def": "民の善悪は政治を行うものによって感化されるということ。または、人は環境や人間関係次第で、善悪のどちらにも感化されるということ。「随」は従うこと。「方円」は四角いものと円いもの。水は容器の形に従って、四角にでも円にでもなるという意味。",
        "grade": "3"
    },
    {
        "word": "酔生夢死",
        "yomi": "すいせいむし",
        "def": "何かを成し遂げることもなく、ぼんやりと一生を過ごすこと。酒に酔っているかのようにぼんやりと生きて、夢を見ているかのように死んでいくという意味から。",
        "grade": "3"
    },
    {
        "word": "水村山郭",
        "yomi": "すいそんさんかく",
        "def": "水辺の村と山里という意味。元は中国の江南地方ののどかな農村を表現した言葉。「水村」は江南地方の小運河が多い村のこと。「郭」は町を囲う城郭のことから「山郭」は山際の集落という意味。",
        "grade": "3"
    },
    {
        "word": "寸善尺魔",
        "yomi": "すんぜんしゃくま",
        "def": "世の中には悪いことが多く、善いことは少ないことのたとえ。または、よいことがあっても、悪いことに邪魔されてうまくいかないということ。「寸」と「尺」は長さの単位で、「寸」は「尺」の十分の一の単位。",
        "grade": "3"
    },
    {
        "word": "随感随筆",
        "yomi": "ずいかんずいひつ",
        "def": "感じることをそのまま文章を書くこと。またはその文章。「随感」は感じることをそのままにということ。「随筆」は筆のむくままにという意味。",
        "grade": "3"
    },
    {
        "word": "随機応変",
        "yomi": "ずいきおうへん",
        "def": "状況の変化に応じて対処する方法を適切にかえること。「応変」は変化に応じて対処すること。",
        "grade": "3"
    },
    {
        "word": "随類応同",
        "yomi": "ずいるいおうどう",
        "def": "人それぞれの性格や能力に合わせて指導すること。「随類」は種類ごとに合わせること。「応同」は同じ仲間に応えること。元は仏教語で、相手の素質や能力に合わせて、菩薩が理解できるように仏の教えを説くことをいう。「類に従い同に応ず」とも読む。",
        "grade": "3"
    },
    {
        "word": "生殺与奪",
        "yomi": "せいさつよだつ",
        "def": "他人を好きなように支配すること。絶対的な権力のことで、生かすも殺すも与えるも奪うも好きなようにできるという意味。",
        "grade": "3"
    },
    {
        "word": "清聖濁賢",
        "yomi": "せいせいだくけん",
        "def": "酒の異名。「聖」は聖人、「賢」は賢者のことで、曹操が禁酒令を出したときに、清酒のことを聖人とよび、濁り酒のことを賢人とよんで、見つからないように飲んでいたという故事から。",
        "grade": "3"
    },
    {
        "word": "清淡虚無",
        "yomi": "せいたんきょむ",
        "def": "静かで落ち着いて、わだかまりなどがなにもなく、欲の少ない心。「清淡」は心が清らかでさっぱりしていること。「虚無」は何もない状態ということから、物欲がないという意味。",
        "grade": "3"
    },
    {
        "word": "清廉潔白",
        "yomi": "せいれんけっぱく",
        "def": "心が清らかで、良心に恥じるようなことがまったくないこと。「清廉」は清く正しいこと。「潔白」は心や行いにやましいことや汚れがないこと。",
        "grade": "3"
    },
    {
        "word": "世運隆替",
        "yomi": "せうんりゅうたい",
        "def": "世の中の情勢が、時代の流れと共に盛んになったり、衰えたりすること。「世運」は世の中の流れ、時代のなりゆき。「隆替」は勢いがよくなったり、弱くなったりすること。",
        "grade": "3"
    },
    {
        "word": "赤心奉国",
        "yomi": "せきしんほうこく",
        "def": "誠意を込めて国のために尽くすこと。「赤心」は嘘のない本当の心という意味。",
        "grade": "3"
    },
    {
        "word": "節倹力行",
        "yomi": "せっけんりっこう",
        "def": "がんばって節約すること。「節倹」は節約と倹約のことで、無駄遣いしないこと。「力行」は努力して物事を行うこと。",
        "grade": "3"
    },
    {
        "word": "摂取不捨",
        "yomi": "せっしゅふしゃ",
        "def": "この世に生きているもののことを、仏が決して見捨てることなく救うこと。「摂取」は仏がこの世で生きているものを救うこと。「不捨」はどんな生き物のことも、仏は決して見捨てないということ。",
        "grade": "3"
    },
    {
        "word": "潜移暗化",
        "yomi": "せんいあんか",
        "def": "環境や周りの人の影響を受け、気が付かないうちに性質や考え方が変わること。「潜」と「暗」はひそかに、知らないうちにという意味。「移」と「化」は影響を受けて変化するという意味。「潜かに移り暗に化す」とも読む。",
        "grade": "3"
    },
    {
        "word": "千呼万喚",
        "yomi": "せんこばんかん",
        "def": "大きな声で繰り返し呼びかけること。「千」と「万」は数が多いことのたとえ。「呼」と「喚」は叫び呼ぶこと。",
        "grade": "3"
    },
    {
        "word": "潜在意識",
        "yomi": "せんざいいしき",
        "def": "自覚していない、心の奥の深い部分に隠れている意識。「潜在」は表に表れずに、奥深くに存在していること。",
        "grade": "3"
    },
    {
        "word": "千載一遇",
        "yomi": "せんざいいちぐう",
        "def": "千年に一度あるかないかの絶好の機会のこと。「千載」は千年という意味。「載」は年のこと。「一遇」は一度出会うこと。",
        "grade": "3"
    },
    {
        "word": "千辛万苦",
        "yomi": "せんしんばんく",
        "def": "色々な苦しみや困難のこと。または、たくさんの苦労を経験すること。「千」と「万」は数が多いことのたとえ。千万の苦労をするということから。",
        "grade": "3"
    },
    {
        "word": "千乗万騎",
        "yomi": "せんじょうばんき",
        "def": "膨大な量の車と騎馬のこと。または、規模が大きく、堂々とした行列のこと。「千」と「万」は数が非常に多いことのたとえ。「乗」は兵車を数える単位で、一つの兵車には兵が百人がついたとされている。「騎」は騎馬のこと。権力者、特に天子の行列のことをいう。",
        "grade": "3"
    },
    {
        "word": "先憂後楽",
        "yomi": "せんゆうこうらく",
        "def": "政治家は、人々よりも先に国のことを心配し、人々が楽しんだ後で自身も楽しむべきだということ。政治を行う者の心得を説く言葉。また、先に苦労したり心配事をなくしたりしておけば、後で楽ができるという意味で用いられることもある。「天下の憂いに先んじて憂い、天下の楽しみに後れて楽しむ」という北宋の范仲淹が言った言葉を略したもの。東京都と岡山県にある日本庭園「後楽園」の語源。",
        "grade": "3"
    },
    {
        "word": "是生滅法",
        "yomi": "ぜしょうめっぽう",
        "def": "生きているものは、いずれは確実に死ぬということ。仏教の言葉で、この世に存在するもので変化しないものはなく、生きているものは確実に滅びるという考え方。",
        "grade": "3"
    },
    {
        "word": "絶巧棄利",
        "yomi": "ぜっこうきり",
        "def": "人によって作られた便利な機械を捨てて、自然の生活に戻ること。「絶巧」は人の力で技巧を凝らした道具を捨てること。「棄利」は人の力で便利に作られた道具を捨てること。「巧を絶ち利を棄つ」とも読む。",
        "grade": "3"
    },
    {
        "word": "全身全霊",
        "yomi": "ぜんしんぜんれい",
        "def": "体と心の全て。または、体力と精神力の全て。 「霊」は心のこと。「全霊」は心の全て、精神力の全てという意味。",
        "grade": "3"
    },
    {
        "word": "前覆後戒",
        "yomi": "ぜんぷくこうかい",
        "def": "先人の失敗を学び、今の戒めにすること。「覆」はひっくり返った車の残した車輪の跡のこと。先に通った車のひっくり返った車輪の跡を見て、同じようにならないようにその場所を通らないようにするという意味から。",
        "grade": "3"
    },
    {
        "word": "粗衣粗食",
        "yomi": "そいそしょく",
        "def": "貧しい暮らしや質素な生活という意味。「粗衣」は粗末な衣服のこと。「粗食」は粗末な食事のこと。",
        "grade": "3"
    },
    {
        "word": "双宿双飛",
        "yomi": "そうしゅくそうひ",
        "def": "夫婦の仲がとてもよいこと。「双」は対になっているものということから夫婦のことで、雌雄の鳥が共に生活して共に飛ぶという伝説から。",
        "grade": "3"
    },
    {
        "word": "騒人墨客",
        "yomi": "そうじんぼっかく",
        "def": "詩や書画を創作する風流な人のこと。「騒人」は”離騒”の作者である楚の詩人の屈原、または屈原から学んだ者たちのこと。転じて、詩人という意味。「墨客」はすぐれた詩や書画を創作する人。",
        "grade": "3"
    },
    {
        "word": "粗製濫造",
        "yomi": "そせいらんぞう",
        "def": "質の低い製品を、無計画にたくさん作ること。「粗製」は粗末な製品のこと。「濫造」はむやみにたくさん作ること。「粗製乱造」とも書く。",
        "grade": "3"
    },
    {
        "word": "大安吉日",
        "yomi": "たいあんきちじつ",
        "def": "物事を行うのに最も縁起がよいとされる日。「大安」は陰陽道の六輝の一つ。",
        "grade": "3"
    },
    {
        "word": "大義滅親",
        "yomi": "たいぎめっしん",
        "def": "国や君主の正義を貫くためには、親や兄弟などの身内すらかえりみないこと。「大義」は人として大切な道義。「親」は親や兄弟などの身内。春秋時代に衛の州吁と石厚が、共謀して君主を殺し王位を奪ったが、民心をつかむことができなかった。石厚の父親「石サク」は石厚に”陳の国に助けを求めよ”と命じ、その裏で陳王に「君主を殺したものを処刑してほしい」と伝えた。州吁と石厚は陳王に処刑され、正義を貫くために自分の子供の命すらかえりみなかった石サクは民に純臣として賞賛されたという故事から。",
        "grade": "3"
    },
    {
        "word": "滞言滞句",
        "yomi": "たいげんたいく",
        "def": "言葉にばかりこだわって、真理を理解することができないこと。「滞」はこだわるという意味で、仏教語で仏典の言葉の解釈ばかりこだわることを戒めたもの。",
        "grade": "3"
    },
    {
        "word": "大処着墨",
        "yomi": "たいしょちゃくぼく",
        "def": "物事の一番重要な部分から取り掛かること。「大処」は最も大切なところ、「着墨」は墨をつけるという意味から、書き始めるという意味。文章や絵を書くときに、一番大切な要所から書き始めるという意味から。「大処より墨を着く」とも読む。",
        "grade": "3"
    },
    {
        "word": "大声疾呼",
        "yomi": "たいせいしっこ",
        "def": "大きな声で思いっきり呼ぶこと。「疾呼」は激しい声で呼ぶこと。",
        "grade": "3"
    },
    {
        "word": "大法小廉",
        "yomi": "たいほうしょうれん",
        "def": "全ての家臣が忠義を尽くし、清く正しいこと。臣下の心得をいう言葉で、「大法」は大臣が法律を守ること、「小廉」は身分の低い臣下、小臣が清廉に仕えること。",
        "grade": "3"
    },
    {
        "word": "多岐亡羊",
        "yomi": "たきぼうよう",
        "def": "進路や方針が多すぎて何を選ぶべきかわからなくなること。または、学問の道が細かく分かれすぎていて、学問の根本を捉えにくいことのたとえ。「多岐」は分かれ道が多いこと。「亡羊」は羊に逃げ切られること。羊が逃げ出し、大勢の人で追いかけたが分かれ道が多く、逃げられてしまったという話を聞いた楊朱は、学問も同じように様々なものに分かれすぎていて、それぞれの根本は同じなのにそれを忘れ、理解できなくなっていると言ったという故事から。「岐多くして羊を亡う」とも読む。",
        "grade": "3"
    },
    {
        "word": "択言択行",
        "yomi": "たくげんたくこう",
        "def": "言葉に出して言った言葉と、実際の行いが道理にかなっていて立派なこと。「択」は善いものと悪いものを区別して選ぶこと。選ぶ必要がないほど言葉や行動が立派という意味から。",
        "grade": "3"
    },
    {
        "word": "託孤寄命",
        "yomi": "たくこきめい",
        "def": "国の重要なことをまかせること。または、そのような大切なことを任せることのできる臣下。「託孤」は父親が亡くなった子どもをあずけること。「寄命」は政治の全てを任せること。王位を持つ父親に死なれ、幼い内に王位を継いでも、その補佐として政治の全てを任せることのできる重臣という意味から。「孤を託し命を寄う」とも読む。",
        "grade": "3"
    },
    {
        "word": "多情多恨",
        "yomi": "たじょうたこん",
        "def": "感情に影響を受けやすいために、恨みや悲しみの感情になることが多いこと。「多情」は物事から感情に感じやすいこと。「多恨」は恨みや憎しみの感情が多いこと。",
        "grade": "3"
    },
    {
        "word": "多謀善断",
        "yomi": "たぼうぜんだん",
        "def": "しっかりと考えて、物事を正しく処理すること。「謀」はしっかりと考えること。「善断」はうまく処理すること。",
        "grade": "3"
    },
    {
        "word": "丹書鉄契",
        "yomi": "たんしょてっけい",
        "def": "功労のあった家臣に天子が与えた誓文のこと。鉄に朱で書かれた割り符で、本人やその子孫が罪を犯したときに減免される証となった。",
        "grade": "3"
    },
    {
        "word": "胆戦心驚",
        "yomi": "たんせんしんきょう",
        "def": "恐怖を感じて震えること。「胆」は肝臓。「心」は心臓という意味から、心や感情のたとえ。「戦」と「驚」はどちらも恐怖で震えること。「肝戦き心驚く」とも読む。",
        "grade": "3"
    },
    {
        "word": "胆大心小",
        "yomi": "たんだいしんしょう",
        "def": "物事を恐れずに行いながらも、小さなことに気を配ること。「胆」は度胸。「心」は気を配ること。「胆は大ならんことを欲し、心は小ならんことを欲す」を略した言葉。",
        "grade": "3"
    },
    {
        "word": "単文孤証",
        "yomi": "たんぶんこしょう",
        "def": "証拠としてあまり役に立たないもの。不十分で信用できない証拠のことをいう。一つの文章と一つの証拠という意味から。",
        "grade": "3"
    },
    {
        "word": "大慈大悲",
        "yomi": "だいじだいひ",
        "def": "全ての心を持つものを救おうとする仏の限りない慈悲のこと。「大慈」は衆生に楽を与えて救おうとする仏の慈悲。「大悲」は衆生を苦しみから救い出そうとする仏の慈悲。",
        "grade": "3"
    },
    {
        "word": "大胆不敵",
        "yomi": "だいたんふてき",
        "def": "精神力が強く、決して恐れることがないこと。「大胆」は度胸が据わっていること。「不敵」は敵を敵とも思わないこと。",
        "grade": "3"
    },
    {
        "word": "奪胎換骨",
        "yomi": "だったいかんこつ",
        "def": "詩文の創作法の一つで、昔の人が作った詩文の表現や発想を取り入れ、それに自身の発想を加えて新しいものを作り出すこと。または、新しい技術や発想を加えて古いものを作り直すこと。または、外側が同じでも中身が違うことや、中身だけを取り替えること。現在では、他人の詩文を作り変えて自分の作品のように見せかけるという意味もあるが、本来は誤用。元は人が修行して仙人の体に生まれ変わるという意味の言葉で、それを詩文を創作することにたとえた言葉。「奪胎」は胎盤を奪い自分のものにするという意味から、昔の詩文の内容を手本にして作り変えること。「換骨」は凡骨を仙骨に換えること。",
        "grade": "3"
    },
    {
        "word": "断簡零墨",
        "yomi": "だんかんれいぼく",
        "def": "書物の欠片やちょっとした書き物のこと。「断簡」は切れてばらばらになった書物。「零墨」は一滴の墨ということから、千切れた書物の一欠けらのこと。",
        "grade": "3"
    },
    {
        "word": "築室道謀",
        "yomi": "ちくしつどうぼう",
        "def": "意見が多過ぎるとまとめることが困難で、物事がなかなか実現しないということ。「築室」は家を建てること。「道謀」は道で人に相談してまわること。道で人に相談しても、それぞれが異なる意見を言うので、結局家が完成しないということから。",
        "grade": "3"
    },
    {
        "word": "竹林七賢",
        "yomi": "ちくりんしちけん",
        "def": "俗世から離れた竹林で高尚な論談をした七人の隠者のこと。または、俗世を離れて生活をしている隠者のこと。乱世の中、争いに嫌気が差した七人の賢人（「王戎」「ケイ康」「阮咸」「阮籍」「山濤」「向秀」「劉伶」）たちは、俗世から離れ隠者として生活をし、酒を酌み交わしながら老子や荘子を慕って論談をしたことから。",
        "grade": "3"
    },
    {
        "word": "竹林七賢",
        "yomi": "ちくりんのしちけん",
        "def": "俗世から離れた竹林で高尚な論談をした七人の隠者のこと。または、俗世を離れて生活をしている隠者のこと。乱世の中、争いに嫌気が差した七人の賢人（「王戎」「ケイ康」「阮咸」「阮籍」「山濤」「向秀」「劉伶」）たちは、俗世から離れ隠者として生活をし、酒を酌み交わしながら老子や荘子を慕って論談をしたことから。",
        "grade": "3"
    },
    {
        "word": "知小謀大",
        "yomi": "ちしょうぼうだい",
        "def": "知力が乏しいにもかかわらず、大きな計画を立てること。「謀大」は大きな計画や構想のこと。「智小謀大」とも書く。",
        "grade": "3"
    },
    {
        "word": "知足不辱",
        "yomi": "ちそくふじょく",
        "def": " 自分の境遇にあったところで満足すれば、辱めを受けることはないという意味。分をこえた欲求を戒めた言葉。 ",
        "grade": "3"
    },
    {
        "word": "抽黄対白",
        "yomi": "ちゅうこうたいはく",
        "def": "美しい文章を創作すること。または、美しい色をほどよく組み合せること。「抽黄」は黄色を抜き出すこと。「対白」は白に対比するということ。四六駢儷文の創作についていう言葉。「黄を抽きて白に対す」とも読む。",
        "grade": "3"
    },
    {
        "word": "忠魂義胆",
        "yomi": "ちゅうこんぎたん",
        "def": "忠義と正義を尊重する精神のこと。「忠魂」は忠義を貫き通す精神。「義胆」は正義を重んじる気持ち。",
        "grade": "3"
    },
    {
        "word": "朝衣朝冠",
        "yomi": "ちょういちょうかん",
        "def": "朝廷で働くときに着る正式な服装のこと。礼服。君主や臣下が身に着ける正式な服と冠ということから。",
        "grade": "3"
    },
    {
        "word": "朝種暮穫",
        "yomi": "ちょうしゅぼかく",
        "def": "朝に種をまいて夜に収穫するということ。種まきから収穫までの期間がとても短いことから、方針が定まらないことのたとえ。または、慌ただしい様子のこと。",
        "grade": "3"
    },
    {
        "word": "沈思凝想",
        "yomi": "ちんしぎょうそう",
        "def": "しっかりと集中して考えること。「沈思」は一心に考えること。「凝想」はじっと考えること。",
        "grade": "3"
    },
    {
        "word": "低回顧望",
        "yomi": "ていかいこぼう",
        "def": "何かに心を引かれるなどして、行ったり戻ったり振り返ったりすること。「低回」は考え事をしつつ、ゆっくりと歩き回ること。「顧望」は振り返って見ること。",
        "grade": "3"
    },
    {
        "word": "天衣無縫",
        "yomi": "てんいむほう",
        "def": "詩や文章などにわざとらしさがなく、自然で美しいこと。また、無邪気で飾り気のない人柄のこと。「天衣」は天に住むとされる天女の衣服のこと。「無縫」は縫い目がないこと。天女の衣服は、縫い目がない（加工されていない）にもかかわらず美しいという意味から。",
        "grade": "3"
    },
    {
        "word": "天下無双",
        "yomi": "てんかむそう",
        "def": "世の中につりあうものが存在しないほどすぐれていること。または、そのような人のこと。「天下」は全世界や国全体のこと、「無双」は二つと存在しないということから、比べられるものがないという意味。「天下に双ぶもの無し」とも読む。「てんか」は「てんが」とも、「むそう」は「ぶそう」とも読む。",
        "grade": "3"
    },
    {
        "word": "天花乱墜",
        "yomi": "てんからんつい",
        "def": "話し方が生き生きとしていること。または、物事を実際よりも大きく話して、巧みな話術で人を騙すこと。「天花」は天に咲いている神秘的な花。「乱墜」は乱れ落ちるという意味。古代中国の南朝梁で雲光法師が説法をすると、その説法に感動した天が花を降らせたという故事から。「天花乱れ堕つ」とも読む。「天華乱墜」とも書く。",
        "grade": "3"
    },
    {
        "word": "天人五衰",
        "yomi": "てんにんのごすい",
        "def": "天人が死ぬ時に現れるとされている、五つの死相のこと。「天人」は仏教の言葉で、六道で最も上にある天道に住む人。「五衰」はいくつかの説があり、『大般涅槃経』では、着ている服が垢で汚れ、脇から汗が出て、体がくさくなり、頭の上にある花が萎れ、自分のいるべき場所のことを好きでなくなるという五つのことをいう。",
        "grade": "3"
    },
    {
        "word": "転迷開悟",
        "yomi": "てんめいかいご",
        "def": "煩悩による迷いを捨てて、悟りの境地へ至ること。「転迷」は煩悩による迷いを捨てること。「開悟」は悟りを開くこと。「転迷解悟」とも書く。",
        "grade": "3"
    },
    {
        "word": "凍解氷釈",
        "yomi": "とうかいひょうしゃく",
        "def": "氷が解けるように疑問や問題などが解決すること。「解」と「釈」はどちらも氷が解けるという意味。",
        "grade": "3"
    },
    {
        "word": "倒行逆施",
        "yomi": "とうこうぎゃくし",
        "def": "不当な手段で物事を行うこと。または、時代の流れに逆らって筋の通らない行動をすること。「倒行」と「逆施」はどちらも逆らった行いという意味。",
        "grade": "3"
    },
    {
        "word": "陶潜帰去",
        "yomi": "とうせんききょ",
        "def": "世俗を嫌った陶潜は、官職を辞めて故郷へ帰ったということ。「陶潜」は中国の東晋の人の名前で、自然を愛した詩人。県の長官になった陶潜は、巡察に訪れた役人に頭を下げることを嫌い、官職を辞めて故郷へ帰って「帰去来辞」という詩を作ったという故事から。",
        "grade": "3"
    },
    {
        "word": "党同伐異",
        "yomi": "とうどうばつい",
        "def": "事の善し悪しに関わらず、とにかく仲間の味方をして、対立する相手を攻撃すること。「党」は仲間のこと。「異」は対立する相手のこと。「同じきに党がり異なるを伐つ」とも読む。",
        "grade": "3"
    },
    {
        "word": "斗酒隻鶏",
        "yomi": "としゅせきけい",
        "def": "亡くなった友人のことを悲しんで嘆き、生前のことや思い出を述べること。「斗酒」は一斗の量の酒。「隻鶏」は一羽の鶏。古代中国での死者への供物をいう。中国の魏の曹操が友人の橋玄の墓を祭ったときに作った文から。",
        "grade": "3"
    },
    {
        "word": "斗南一人",
        "yomi": "となんのいちにん",
        "def": "この世で最もすぐれている人のこと。「斗南」は星座の北斗七星よりも南という意味から、天下という意味。天下で並ぶ人がいないほどすぐれているということから。",
        "grade": "3"
    },
    {
        "word": "同帰殊塗",
        "yomi": "どうきしゅと",
        "def": "手段や方法など道筋は違っていても、結果や結論は同じところにたどり着くこと。「同帰」は同じところにたどり着くこと。「殊塗」は異なる道筋のこと。",
        "grade": "3"
    },
    {
        "word": "同軌同文",
        "yomi": "どうきどうぶん",
        "def": "天下が統一されること。「同軌」は車の車輪の幅を同じにすること。「同文」は使う文字を同じにすること。車輪の幅や使う文字を統一にするという意味から、天下が統一され、秩序が保たれていることのたとえ。",
        "grade": "3"
    },
    {
        "word": "道聴塗説",
        "yomi": "どうちょうとせつ",
        "def": "聞いただけで理解していない学問のこと。または、聞いただけで根拠のない知識を他人にそのまま話すこと。「道」と「塗」はどちらも通行するための通路、道のこと。道を歩いている時に聞いた話を、同じ道にいる人に得意気に話すということから。「道に聴きて塗に説く」とも読む。",
        "grade": "3"
    },
    {
        "word": "同文同軌",
        "yomi": "どうぶんどうき",
        "def": "天下が統一されること。「同文」は使う文字を統一すること。「同軌」は車の車輪の幅を統一すること。使う文字や車輪の幅を統一するという意味から、天下が統一され、秩序が保たれていることのたとえ。「文を同じくし軌を同じくす」とも読む。",
        "grade": "3"
    },
    {
        "word": "怒髪衝天",
        "yomi": "どはつしょうてん",
        "def": "激しく怒ること。または、その表情。「怒髪」は激しい怒りで髪が逆立つこと。「衝天」は天に向かって突き上がること。髪が逆立って突き上げるほどの激しい怒りということから。中国の春秋時代、趙の恵文王の宝石を秦の昭王が騙し取ろうとしたという故事から。「怒髪天を衝く」とも読む。",
        "grade": "3"
    },
    {
        "word": "南郭濫吹",
        "yomi": "なんかくらんすい",
        "def": "才能の無い者が才能があるかのように見せかけること。または、それにより高い地位を得ること。「南郭」は人の名前。「濫吹」は下手な笛をむやみやたらに吹くこと。春秋時代の斉の王は合唱を好み、三百人もの楽士を集めて笛の演奏をさせていた。南郭は演奏が下手であるにもかかわらず、その中に混ざり高給を得ていた。ところが、次の王は独奏が好みで、一人ずつ吹かせることにしたところ、南郭はあわてて逃げ出したという故事から。",
        "grade": "3"
    },
    {
        "word": "南征北伐",
        "yomi": "なんせいほくばつ",
        "def": "休む暇もなく、いろいろな所で戦い続けることのたとえ。「征」と「伐」はどちらも戦って敵を討つことで、戦うために南へ北へと遠征を繰り返すという意味から。",
        "grade": "3"
    },
    {
        "word": "二者択一",
        "yomi": "にしゃたくいつ",
        "def": "二つの中からどちらか一つを選択すること。「択一」は一つのものを選ぶという意味。",
        "grade": "3"
    },
    {
        "word": "日陵月替",
        "yomi": "にちりょうげったい",
        "def": "月日が経つにつれて少しずつ衰えていくこと。「陵」と「替」はどちらも衰えるという意味。「日（ひ）に陵（りょう）し月（つき）に替（たい）す」とも読む。",
        "grade": "3"
    },
    {
        "word": "背信棄義",
        "yomi": "はいしんきぎ",
        "def": "信義に背いて、道義を捨てること。「背信」は信頼、信義を裏切ること。「棄義」は人としての道義を忘れること。",
        "grade": "3"
    },
    {
        "word": "白雲孤飛",
        "yomi": "はくうんこひ",
        "def": "旅の途中で親を思うことのたとえ。「孤」は一つだけあること。空に一つだけ浮いている雲を見て、その雲の下にいるであろう親のことを思い浮かべて悲しむこと。",
        "grade": "3"
    },
    {
        "word": "博学審問",
        "yomi": "はくがくしんもん",
        "def": "様々な学問を広く学び、深く細かいことを詳しく問うこと。儒教の朱子学の学問の過程にある「学、問、思、弁、行」のうち、学と問のことを意味する言葉。「審問」は詳しく調べて、細かいことを訪ねること。",
        "grade": "3"
    },
    {
        "word": "博学篤志",
        "yomi": "はくがくとくし",
        "def": "様々なことを熱心に学ぶこと。学問を志す者の心構えをいう言葉。「篤志」は情熱を込めて志すこと。「博く学び篤く志す」とも読む。",
        "grade": "3"
    },
    {
        "word": "白玉楼中",
        "yomi": "はくぎょくろうちゅう",
        "def": "文人の死をいう言葉。「白玉楼」は天にあるとされる、白く美しい宝石で作られた楼閣のことで、文人の死後に行くとされている場所のこと。中国の詩人の李賀のところに天からの使者が現れ、「天帝が白玉楼を作り、李賀を招いてその記を書かせることになった」と言われ、まもなく死んだという故事から。",
        "grade": "3"
    },
    {
        "word": "博施済衆",
        "yomi": "はくしさいしゅう",
        "def": "出来る限りたくさんの人々に恵を与え、一人でも多く苦しみから救うこと。「博施」は多くの人々に恩恵を与えること。「済衆」は多くの人々を救うこと。政治を行う者の心得をいう言葉。「博く施し衆を済う」とも読む。",
        "grade": "3"
    },
    {
        "word": "白日昇天",
        "yomi": "はくじつしょうてん",
        "def": "仙人になること。または、身分の低い人が急に高い身分と多くの財産を得ること。または、身分の低い人が大いに出世すること。昼間に天に昇るという意味から。",
        "grade": "3"
    },
    {
        "word": "帆腹飽満",
        "yomi": "はんぷくほうまん",
        "def": "船の帆が風をいっぱいにはらんで、軽やかに進む様子。「帆腹」は船の帆。「飽満」は飽きるくらいに満腹になるまで食べるという意味から、帆がいっぱいに膨らむことのたとえ。",
        "grade": "3"
    },
    {
        "word": "伴食大臣",
        "yomi": "ばんしょくだいじん",
        "def": "持っている地位に見合った能力がないこと。または、言いなりになるだけの無能な大臣のこと。「伴食」は主客のお供をして、食事をご馳走になること。または、仕事をせずに給料をもらうこと。中国の唐の盧懐慎は、姚崇が政務を休んだときに、自分の能力が姚崇に及ばないということを知った。それから盧懐慎は、独断で物事を処理することなく、姚崇に指示を仰いでいたということを、人々から「伴食宰相」と呼称されたという故事から。",
        "grade": "3"
    },
    {
        "word": "百鍛千練",
        "yomi": "ひゃくたんせんれん",
        "def": "詩や文章の語句を何度も考え、何度も修正してよりよいものにすること。「百」や「千」は非常に数が多いことのたとえで、何度も繰り返すという意味。「鍛錬」は金属を鍛え上げることで、詩や文章の語句を何度も考えて練り上げることのたとえ。百回鍛えて、千回練るという意味から。",
        "grade": "3"
    },
    {
        "word": "百錬成鋼",
        "yomi": "ひゃくれんせいこう",
        "def": "心と体を何度も鍛えることによって、初めて立派な人物になることができるということ。または、意志などが非常に強いことのたとえ。「百錬」は何度も繰り返し鍛えること。鋼を作るためには何度も鉄を鍛えなければならないという意味から。「百錬鋼を成す」とも読む。",
        "grade": "3"
    },
    {
        "word": "百下百全",
        "yomi": "ひゃっかひゃくぜん",
        "def": "何一つ欠けていない、完全であること。百のうちの百全てあるという意味から。",
        "grade": "3"
    },
    {
        "word": "不朽不滅",
        "yomi": "ふきゅうふめつ",
        "def": "滅びることなくいつまでも続くこと。永遠に滅びないこと。朽ちて滅びるという意味の「朽滅」に、否定の意味の「不」をそれぞれに添えた言葉。",
        "grade": "3"
    },
    {
        "word": "覆雨翻雲",
        "yomi": "ふくうほんうん",
        "def": "人の心や、世間の人々の考えは変わりやすいことのたとえ。「覆」は手のひらを下に向けること。「翻」は手のひらを上に向けること。手のひらを上に向ければ雲が発生して、手のひらを返せば雨に変わるということから、ほんの少しの時間で状況が全く別のものになるということ。「手を翻せば雲と作り手を覆せば雨」という言葉を略した言葉。",
        "grade": "3"
    },
    {
        "word": "複雑怪奇",
        "yomi": "ふくざつかいき",
        "def": "様々な要素が絡み合っていて、理由や原因などがよくわからないこと。またはその様子。「複雑」は物事の関係が互いに絡まり合っていること。「怪奇」は理解も説明もできない怪しげで奇妙なこと。",
        "grade": "3"
    },
    {
        "word": "複雑多岐",
        "yomi": "ふくざつたき",
        "def": "様々な要素が絡み合っている上に、様々なものに関わっていて分かりにくいこと。「多岐」は道がいくつにも分岐していること。",
        "grade": "3"
    },
    {
        "word": "覆水不返",
        "yomi": "ふくすいふへん",
        "def": "一度行ったことは、元に戻したり、やり直したりすることは出来ないということ。または、一度離婚した夫婦の仲は二度と元のようになることはないということ。こぼれた水は元には戻らないという意味から。古代中国の周の呂尚は、読書ばかりしていて貧乏だったために妻の馬氏は離婚したが、呂尚が出世すると復縁を求めた。呂尚は水を地面にこぼして、こぼれた水は二度と元には戻らないと言い、断ったという故事から。「覆水は返らず」とも読み、多くは「覆水盆に返らず」という形で用いる言葉。",
        "grade": "3"
    },
    {
        "word": "夫唱婦随",
        "yomi": "ふしょうふずい",
        "def": "夫婦の仲がよいことのたとえ。「夫唱」は夫が考えを主張すること。「婦随」は妻が従うこと。夫の考えに妻が従うと夫婦関係がうまくいくという考え方から。「夫倡婦随」とも書く。",
        "grade": "3"
    },
    {
        "word": "不老長寿",
        "yomi": "ふろうちょうじゅ",
        "def": "老いることなくいつまでも長生きすること。",
        "grade": "3"
    },
    {
        "word": "奮励努力",
        "yomi": "ふんれいどりょく",
        "def": "気力を充実させ、力を尽くして取り組むこと。「奮励」は気力を奮い立たせること。似た意味の言葉を重ねて強調したもので、目的を果たすために、懸命に取り組む心構えをいう言葉。",
        "grade": "3"
    },
    {
        "word": "物換星移",
        "yomi": "ぶっかんせいい",
        "def": "世の中が変わっていくこと。「物換」は物事が変化すること。「星移」は時が過ぎていくこと。「物換わり星移る」とも読む。",
        "grade": "3"
    },
    {
        "word": "武陵桃源",
        "yomi": "ぶりょうとうげん",
        "def": "この世とは違う別の平和な世界。理想郷。「武陵」は中国の地名。「桃源」は「桃源郷」を略した言葉で、別の世界にある平和で穏やかな世界をいう。武陵に住む漁師が川をさかのぼって森の奥に進むと洞穴があり、その洞穴を抜けると、そこには桃の花が咲き乱れる美しい地があり、秦の乱から逃れてきた者たちが平和に暮らす理想郷を見つけたという故事から。",
        "grade": "3"
    },
    {
        "word": "文人墨客",
        "yomi": "ぶんじんぼっかく",
        "def": "詩文や書画などの優雅で趣のある芸術を創作する人のこと。「文人」は文字で詩文などを創作する人。「墨客」は墨を使って、書画や絵画を創作する人。",
        "grade": "3"
    },
    {
        "word": "平穏無事",
        "yomi": "へいおんぶじ",
        "def": "穏やかで変わったことが特にないこと。「平穏」は起伏がなく平で穏やかなこと。「無事」は特別なことがないこと。",
        "grade": "3"
    },
    {
        "word": "平気虚心",
        "yomi": "へいききょしん",
        "def": "疑念や不満、不信などをなくし、心を穏やかにすること。「平気」は心を落ち着かせる、「虚心」は心にわだかまりをもたないこと。",
        "grade": "3"
    },
    {
        "word": "片簡零墨",
        "yomi": "へんかんれいぼく",
        "def": "書物の欠片やちょっとした書き物のこと。「片簡」は切れてばらばらになった書物。「零墨」は一滴の墨ということから、千切れた書物の一欠けらのこと。",
        "grade": "3"
    },
    {
        "word": "変幻自在",
        "yomi": "へんげんじざい",
        "def": "好きなように姿を現したり消したり、思い通りに姿を変えたりすること。「変幻」は幻のようにあっという間に消えたり現れたりすること。「自在」は思うとおりに出来ること。",
        "grade": "3"
    },
    {
        "word": "片言隻句",
        "yomi": "へんげんせきく",
        "def": "少しだけの言葉。一言だけの短い言葉。「片」は欠片、「隻」は一つという意味から、どちらも少しやわずかなことのたとえ。「片言」と「隻句」は、どちらも少しの言葉や一言だけの短い言葉という意味で、同じ意味の言葉を重ねて強調したもの。",
        "grade": "3"
    },
    {
        "word": "縫衣浅帯",
        "yomi": "ほういせんたい",
        "def": "儒者の服のことで、袖の下から腋を縫った服と広い帯のこと。また儒者、学者、文人のこと。「縫衣」は袖の下から腋を縫いつけた服である縫腋のことで、「浅帯」は広い帯のこと。",
        "grade": "3"
    },
    {
        "word": "奉公守法",
        "yomi": "ほうこうしゅほう",
        "def": "公務員の務めのことで、公務をきっちりと遂行して、法をしっかりと守ること。「公を奉じ法を守る」とも読む。",
        "grade": "3"
    },
    {
        "word": "飽食終日",
        "yomi": "ほうしょくしゅうじつ",
        "def": "一日飯を食べるだけで、他に何もせずに無駄に過ごすこと。一日が終わるほどに、飽きるくらい飯を食べるという意味から。",
        "grade": "3"
    },
    {
        "word": "放胆小心",
        "yomi": "ほうたんしょうしん",
        "def": "文章、主に漢文を作る心得で、始めは恐れずに思い切って表現して、ある程度熟練してからは細かい部分に注意して、文字や語句を十分に考えるのがよいというもの。または、それら二つの文章の形式のこと。「放胆」は文法などの約束事を多少外れても、思い切って書くこと。または、その文。「小心」は細かい部分に気を配って書くこと。または、その文。",
        "grade": "3"
    },
    {
        "word": "北斗七星",
        "yomi": "ほくとしちせい",
        "def": "北天の星座のおおぐま座に含まれている七つの星のこと。「斗」はひしゃくという意味。北の空にあるひしゃくの形をした七つの星ということからそう呼ばれ、古くから時間の測定や、航海の指針としても使われている。",
        "grade": "3"
    },
    {
        "word": "翻雲覆雨",
        "yomi": "ほんうんふくう",
        "def": "人の心や、世間の人々の考えは変わりやすいことのたとえ。「翻」は手のひらを上に向けること。「覆」は手のひらを下に向けること。手のひらを上に向ければ雲が発生して、手のひらを返せば雨に変わるということから、ほんの少しの時間で状況が全く別のものになるということ。「手を翻せば雲と作り手を覆せば雨」という言葉を略した言葉。",
        "grade": "3"
    },
    {
        "word": "暴虐非道",
        "yomi": "ぼうぎゃくひどう",
        "def": "人の道を外れた残酷で乱暴な行いのこと。または、そのような人のこと。",
        "grade": "3"
    },
    {
        "word": "墨子泣糸",
        "yomi": "ぼくしきゅうし",
        "def": "人は環境や習慣、他人から受ける影響などによって善くも悪くもなるということ。「墨子」は人の名前で、中国の思想家。墨子が白い糸は様々な色に染めることが出来るということを見て、物事には様々な選択ができ、それによる結果は戻すことは出来ず、環境次第で人は善にも悪にもなるということを嘆き泣いたという故事から。「墨子糸に泣く」とも読む。",
        "grade": "3"
    },
    {
        "word": "墨子兼愛",
        "yomi": "ぼくしけんあい",
        "def": "中国の墨子が唱えた博愛主義のこと。「墨子」は人の名前で、中国の思想家。「兼愛」は博愛ということで、儒家の唱えた仁愛を差別愛として唱えた思想。",
        "grade": "3"
    },
    {
        "word": "墨子薄葬",
        "yomi": "ぼくしはくそう",
        "def": "儒家の盛大な葬式に対して、墨子が唱えた質素な葬式のこと。「墨子」は人の名前で、中国の思想家。節約を主張する立場から儒家に対して唱えたもの。",
        "grade": "3"
    },
    {
        "word": "墨子悲糸",
        "yomi": "ぼくしひし",
        "def": "人は環境や習慣、他人から受ける影響などによって善くも悪くもなるということ。「墨子」は人の名前で、中国の思想家。墨子が白い糸は様々な色に染めることが出来るということを見て、物事には様々な選択ができ、それによる結果は戻すことは出来ず、環境次第で人は善にも悪にもなるということを嘆き泣いたという故事から。",
        "grade": "3"
    },
    {
        "word": "墨守成規",
        "yomi": "ぼくしゅせいき",
        "def": "昔から受け継がれてきたやり方を守り続け、決して改めないこと。「墨守」は古代中国の思想家の墨子の故事から、自身の考えを決して変えないことをいう。「成規」は昔から成り立っている規則のこと。「成規を墨守す」とも読む。",
        "grade": "3"
    },
    {
        "word": "無位無冠",
        "yomi": "むいむかん",
        "def": "重要な地位や役職がないこと。位がないこと。「位」は地位や身分、「冠」は地位のたとえ。「無位」「無冠」はどちらも地位や身分、役職がないという意味。",
        "grade": "3"
    },
    {
        "word": "無援孤立",
        "yomi": "むえんこりつ",
        "def": "たった一人で、誰かの助けも期待できないこと。「無援」は助けがないという意味。",
        "grade": "3"
    },
    {
        "word": "無間地獄",
        "yomi": "むけんじごく",
        "def": "仏教の八大地獄のうちの一つ。大罪を犯した者が死後落ちる場所で、絶え間ない責苦を受け続けるという八大地獄の中で最下層にある地獄のこと。",
        "grade": "3"
    },
    {
        "word": "無縫天衣",
        "yomi": "むほうてんい",
        "def": "詩や文章などにわざとらしさがなく、自然で美しいこと。また、無邪気で飾り気のない人柄のこと。「無縫」は縫い目がないこと。「天衣」は天に住むとされる天女の衣服のこと。天女の衣服は、縫い目がない（加工されていない）にもかかわらず美しいという意味から。",
        "grade": "3"
    },
    {
        "word": "明哲保身",
        "yomi": "めいてつほしん",
        "def": "聡明ですぐれた人は危険なことをうまく避けて自身の身を守ること。または、地位を守るために状況に合わせて対処すること。「明哲」は理解力や判断力がすぐれていて賢いこと。「保身」は身を守ること。また「保身」が曲解されて「他のことを考えずに自分の地位だけを守ろうとする」などのこずるい処世術のことをいう場合もある。",
        "grade": "3"
    },
    {
        "word": "名論卓説",
        "yomi": "めいろんたくせつ",
        "def": "本質を見通しているすぐれた意見のこと。素晴らしい意見と説という意味から。",
        "grade": "3"
    },
    {
        "word": "滅私奉公",
        "yomi": "めっしほうこう",
        "def": "個人的な感情や欲求、利益を捨てて、社会や国家などの公のために尽くすこと。または、そのようにして立場が上の者に尽くすこと。「滅私」は自身の利益や欲求を捨てること。「奉公」は公や立場が上の者に奉仕すること。",
        "grade": "3"
    },
    {
        "word": "免許皆伝",
        "yomi": "めんきょかいでん",
        "def": "武術や芸術の技術の全てを、師匠が弟子に伝えること。「皆伝」は師匠が武術や技芸の全てを伝えること。",
        "grade": "3"
    },
    {
        "word": "面目躍如",
        "yomi": "めんもくやくじょ",
        "def": "世間の期待通りの活躍をして、いきいきとしている様子。または、結果を出して、世間の評判がよくなること。「面目」は周囲から見た評価や外側からの見た様子。「躍如」は勢いがあり、生気に溢れる様子。",
        "grade": "3"
    },
    {
        "word": "文殊知恵",
        "yomi": "もんじゅのちえ",
        "def": "文殊菩薩のようなすぐれた知恵のこと。「文殊」は仏教で知恵の仏の文殊菩薩のこと。",
        "grade": "3"
    },
    {
        "word": "揚清激濁",
        "yomi": "ようせいげきだく",
        "def": "善いことを勧めて、悪いことを無くすこと。「清」は善のたとえで清らかな水、「濁」は悪のたとえで濁っているもののことで、悪いものを激流に流して、善いものを上に押し上げるという意味から。",
        "grade": "3"
    },
    {
        "word": "乱臣賊子",
        "yomi": "らんしんぞくし",
        "def": "人の道を外れた悪事を働く人のこと。君主を裏切り、国を乱す家臣と、親を悲しませたり大切にしない子どもということから。「賊子」は親不孝な子ども。",
        "grade": "3"
    },
    {
        "word": "粒粒辛苦",
        "yomi": "りゅうりゅうしんく",
        "def": "努力や苦労を少しずつ積み重ねていくこと。「粒粒」は一粒一粒の米のことで、米の一つ一つが農民の辛く苦しい努力や苦労の結晶という意味から。「粒々辛苦」とも書く。",
        "grade": "3"
    },
    {
        "word": "良妻賢母",
        "yomi": "りょうさいけんぼ",
        "def": "良い妻であり、良い母であること。または、そのような女性のこと。家庭を守る女性を賞賛する言葉で、近代日本では女子教育の中心的理念とされた。",
        "grade": "3"
    },
    {
        "word": "冷汗三斗",
        "yomi": "れいかんさんと",
        "def": "冷や汗が三斗出るということから、きわめて恐ろしい思いをすることや恥ずかしい思いをすること。「斗」は体積の単位。",
        "grade": "3"
    },
    {
        "word": "霊魂不滅",
        "yomi": "れいこんふめつ",
        "def": "死によって肉体がなくなっても、人の霊魂は永遠に存続し不滅であるという考えのこと。",
        "grade": "3"
    },
    {
        "word": "零丁孤苦",
        "yomi": "れいていこく",
        "def": "社会的地位や身分、財産などを失い、身寄りもなく苦労すること。「零丁」は落ちぶれて身寄りのないこと。「孤苦」は親がいなくて苦労すること。晋の李密が武帝からの任官を辞退するときの上奏文で使われた言葉。",
        "grade": "3"
    },
    {
        "word": "老婆心切",
        "yomi": "ろうばしんせつ",
        "def": "必要以上に世話を焼きすぎること。「老婆心」は老いた女性が必要以上に子や孫の気遣いをすることから過度の親切。「切」は非常に想いが強いこと。元は仏教語で、師匠の僧が修行者に丁寧に教え導くこと。",
        "grade": "3"
    },
    {
        "word": "炉辺談話",
        "yomi": "ろへんだんわ",
        "def": "囲炉裏の側でするようなうちとけた話、世間話。「炉辺」は囲炉裏や暖炉の近くのこと。",
        "grade": "3"
    },
    {
        "word": "和魂漢才",
        "yomi": "わこんかんさい",
        "def": "「和魂」は日本古来の固有の精神のこと、「漢才」は中国伝来の学問のことで、日本古来の精神を大切にしつつ、漢学を学ぶという意味。",
        "grade": "3"
    },
    {
        "word": "和魂洋才",
        "yomi": "わこんようさい",
        "def": "「和魂」は日本古来の固有の精神のこと、「洋才」は西洋の学問や知識のことで、日本古来の精神を大切にしつつ、西洋の学問や知識を学ぶこと。",
        "grade": "3"
    }
]