[
    {
        "word": "愛及屋烏",
        "yomi": "あいきゅうおくう",
        "def": "溺愛、盲愛のたとえ。「屋烏」は屋根にとまっている烏（からす）のこと。 その人を愛するあまり、その人に関わるもの全て、その人の家の屋根に止まっている烏さえも愛おしくなるということから。",
        "grade": "Jun1"
    },
    {
        "word": "哀鴻遍野",
        "yomi": "あいこうへんや",
        "def": "戦いに敗れた兵士や、さまよう難民がいたる所にいる様子。哀しげに鳴く雁が、野原にあふれる様子を流浪する兵士や、難民にたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "曖昧模糊",
        "yomi": "あいまいもこ",
        "def": "本質や実態がぼんやりとしていてはっきりとわからないこと。「曖昧」と「模糊」はどちらもはっきりしない、不明瞭という意味。",
        "grade": "Jun1"
    },
    {
        "word": "浅瀬仇波",
        "yomi": "あさせあだなみ",
        "def": "思慮が浅い人は、気にする必要がないどんな小さな出来事でも大騒ぎすることのたとえ。深い淵より浅瀬のほうが激しく波が起こることから。",
        "grade": "Jun1"
    },
    {
        "word": "阿世曲学",
        "yomi": "あせいきょくがく",
        "def": "世に認められた正しい学問の道理を曲げて、権力や世間、時勢に気に入られるようにへつらうこと。「阿世」は世に気に入られるようにふるまうこと。「曲学」は正しいと認められた道理を曲げた学問のこと。",
        "grade": "Jun1"
    },
    {
        "word": "可惜身命",
        "yomi": "あたらしんみょう",
        "def": "体や命をいとおしむこと。「可惜」は、今のままでは惜しい、または大切なものや良いものが相応しい扱いをされていないことを惜しむこと。「身命」は身体や生命のこと。",
        "grade": "Jun1"
    },
    {
        "word": "阿鼻叫喚",
        "yomi": "あびきょうかん",
        "def": "非常に無残でむごい様子のこと。「阿鼻」は仏教の八大地獄の一つで最下層にあるとされる阿鼻地獄、または無間地獄のことで、そこに落ちたものが様々な苦痛を受けて泣き喚くということから。",
        "grade": "Jun1"
    },
    {
        "word": "阿附迎合",
        "yomi": "あふげいごう",
        "def": "相手に気に入られようと、相手の言うことを何でも聞き、媚びて機嫌をとること。「阿附」は人に気に入られようとして、機嫌を取ったり、言うことを聞いたりすること。「迎合」は相手の言うことを何でも聞くこと。",
        "grade": "Jun1"
    },
    {
        "word": "按甲休兵",
        "yomi": "あんこうきゅうへい",
        "def": "武装を解いて、戦いや争いをやめること。「按甲」は甲冑を外すこと。「休兵」は兵を休ませること。「甲を按じて兵を休む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "安車蒲輪",
        "yomi": "あんしゃほりん",
        "def": "老人をいたわり、丁重にもてなすこと。「安車」は老人や妊婦が座れるように仕立てられた小車のこと。「蒲輪」は蒲の穂で車輪を包み、振動を抑えて乗り心地をよくしたもの。",
        "grade": "Jun1"
    },
    {
        "word": "按図索駿",
        "yomi": "あんずさくしゅん",
        "def": "実際には役に立たない意見や考えのたとえ。また、決まったやり方にこだわり融通のきかないことのたとえ。名馬を絵や書物の知識のみから見つけようとする意から。",
        "grade": "Jun1"
    },
    {
        "word": "暗箭傷人",
        "yomi": "あんせんしょうじん",
        "def": "こっそりと人を陥れたり、中傷したりすること。「暗箭」は暗がりから放たれた矢のこと。「傷人」は人を傷つけること。「暗箭人を傷る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "暗中摸索",
        "yomi": "あんちゅうもさく",
        "def": "手がかりのない中で、色々と試してみること。「暗中」は暗い場所、「摸索」は手探りで何かを探すことで、暗い場所で手の感触のみを頼りに探し物をするという意味から。「暗中模索」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "按兵不動",
        "yomi": "あんぺいふどう",
        "def": "状況や様子を窺いながら、良い機会が訪れるのを待つこと。「按」は抑える、引き留めること。「兵を按じて動かず」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "以夷征夷",
        "yomi": "いいせいい",
        "def": "自ら手を下さずに他人を利用して利益を図ること。「夷」は中国東方の異民族、外敵のことで外敵を利用して外敵を制する外交戦略のこと。「夷を以って夷を征す」とも読む。「以夷制夷」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "意気軒昂",
        "yomi": "いきけんこう",
        "def": "気力があふれていて、奮い立つ様子。「意気」は気力や気概、「軒」と「昂」はどちらも高く上がるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "衣錦之栄",
        "yomi": "いきんのえい",
        "def": "成功、出世した後に錦（にしき）の着物を着て故郷に帰ること。「錦」は金や銀などの糸で織り込んだ美しい絹織物のこと。",
        "grade": "Jun1"
    },
    {
        "word": "郁郁青青",
        "yomi": "いくいくせいせい",
        "def": "植物が立派に育っていて、良い香りを放っている様子。もとは「よろい草」や「フジバカマ」を評した言葉。「郁郁」は良い香り。「青青」は植物が生い茂っている様子のこと。",
        "grade": "Jun1"
    },
    {
        "word": "夷険一節",
        "yomi": "いけんいっせつ",
        "def": "どんな時でも信念を守り続けること。「夷険」は平らな場所と険しい場所のことから順境と逆境のことで、順境でも逆境でも信念を変えないということ。",
        "grade": "Jun1"
    },
    {
        "word": "衣繍夜行",
        "yomi": "いしゅうやこう",
        "def": " たとえ出世しても、故郷に帰らなければ誰もその栄誉に気が付くことはないということのたとえ。「衣繍」は美しい刺繍の服のこと。暗い夜道を美しい刺繍の服を着て歩いても、誰も気がつかないという意味から。中国楚の項羽が「富貴になっても故郷に帰らないのは、美しい服を着て暗い夜道を歩くようなものだ」と言った故事から。",
        "grade": "Jun1"
    },
    {
        "word": "一飲一啄",
        "yomi": "いちいんいったく",
        "def": "自然とともに、自由に生きることのたとえ。または、人が分を弁えて、多くを求めないことのたとえ。「一」はわずか、すこしの意。「啄」は鳥がくちばしでついばむこと。",
        "grade": "Jun1"
    },
    {
        "word": "一日之長",
        "yomi": "いちじつのちょう",
        "def": "年齢が一日分年上なこと。または、少しだけ経験が多いという意味から、知識や技量などが少しだけすぐれていること。",
        "grade": "Jun1"
    },
    {
        "word": "一入再入",
        "yomi": "いちじゅうさいじゅう",
        "def": "布を何度も染め重ねること。深く、濃い色合いということから、恩が深いことのたとえ。「入」は布を染料につけること。",
        "grade": "Jun1"
    },
    {
        "word": "一望千頃",
        "yomi": "いちぼうせんけい",
        "def": "一目で遠くまで見渡すことができること。または、広々としていて遠くまで見渡せる美しい景色のたとえ。「一望」は景色などで、一度に全体を見ることができること。「頃」は面積の単位。一目で千頃を見渡せるということから。",
        "grade": "Jun1"
    },
    {
        "word": "一夜検校",
        "yomi": "いちやけんぎょう",
        "def": "急に金持ちになることのたとえ。「検校」は江戸時代、盲人に与えられた最高の官名。大金を官に上納し、検校の位を受けたもののことをこう呼んだということから。",
        "grade": "Jun1"
    },
    {
        "word": "一竜一猪",
        "yomi": "いちりょういっちょ",
        "def": "努力して学ぶ人と、怠けて学ばない人との間には大きな賢愚の差ができるということ。「竜」は賢く、成功した者のたとえ。「猪」は豚のことで、無恥な愚な人のたとえ。一方は竜になり、一方は豚になるということから。",
        "grade": "Jun1"
    },
    {
        "word": "一蓮托生",
        "yomi": "いちれんたくしょう",
        "def": "極楽浄土に往生して同じ蓮の花の上に生まれ変わるという意味の仏教語。転じて、何があろうとも行動や運命を共にすること。「一蓮託生」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "一割之利",
        "yomi": "いっかつのり",
        "def": "凡人でも、たまには役に立つこと。鉛でできた切れ味の悪い刀でも、一度はものを断ち切ることができることから。",
        "grade": "Jun1"
    },
    {
        "word": "一竿風月",
        "yomi": "いっかんのふうげつ",
        "def": "俗世にとらわれず、自然の中でのんびりと自由な生活を送ること。「竿」は釣竿のこと。「風月」は自然を親しみ、風流を楽しむこと。一本の釣竿を持って、風流を楽しむということから。",
        "grade": "Jun1"
    },
    {
        "word": "一竿風月",
        "yomi": "いっかんふうげつ",
        "def": "俗世にとらわれず、自然の中でのんびりと自由な生活を送ること。「竿」は釣竿のこと。「風月」は自然を親しみ、風流を楽しむこと。一本の釣竿を持って、風流を楽しむということから。",
        "grade": "Jun1"
    },
    {
        "word": "一虚一盈",
        "yomi": "いっきょいちえい",
        "def": "一定の形を保つことなく、常に変わり続けるために予測しがたいことのたとえ。「一」は\"あるときは\"の意味。「虚」はむなしいという意味。「盈」は満ちるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "一琴一鶴",
        "yomi": "いっきんいっかく",
        "def": "清廉潔白な役人のこと。または、旅支度がとても簡易であることのたとえ。一張りの琴と一羽の鶴の意。宋の役人が蜀に赴任する際、一張りの琴と一羽の鶴だけを携えて出ていったことから。",
        "grade": "Jun1"
    },
    {
        "word": "一顧傾城",
        "yomi": "いっこけいせい",
        "def": "絶世の美女のこと。「一顧」はちらりと一度振り返ること。「傾城」は城が傾くこと。美女が一度ちらりとみるだけで町中の男たちが夢中になり、君主までもがそれに溺れ政治を投げ出してしまうということから。",
        "grade": "Jun1"
    },
    {
        "word": "一壺千金",
        "yomi": "いっこせんきん",
        "def": "価値がないと思えるものでも、時と場合によっては非常に役に立つこと。「壺」はひょうたんのこと。「千金」はきわめて大きな価値という意味。普段は価値のないひょうたんも、溺れそうになったときには浮き袋の代わりとなり、はかれないほどの大きな価値になるということから。",
        "grade": "Jun1"
    },
    {
        "word": "一弛一張",
        "yomi": "いっしいっちょう",
        "def": "人に厳しくしたり、やさしく接したりすること。「一…一… 」は\"あるときは…し、あるときは…する\"という意味。「弛」は弦を弛めること。「張」は弦を張ること。弦を弛めたり張ったりするということから。",
        "grade": "Jun1"
    },
    {
        "word": "一種一瓶",
        "yomi": "いっしゅいっぺい",
        "def": "簡素な宴会のこと。各々が一種類の肴と一瓶の酒を持ち寄って行うということから。",
        "grade": "Jun1"
    },
    {
        "word": "一生不犯",
        "yomi": "いっしょうふぼん",
        "def": "仏教での僧侶の戒律で、一生涯にわたって戒めを守り、男女の交わりをしないこと。「不犯」は僧侶が戒律を守り、侵さないこと。",
        "grade": "Jun1"
    },
    {
        "word": "一水盈盈",
        "yomi": "いっすいえいえい",
        "def": "愛する人に、言葉をかけることが出来ない苦しい思いのこと。「一水」は一筋の川のこと。「盈盈」は水が満ちている様子。牽牛と織女の七夕伝説を題材に、一筋の天の河があることで、見つめるだけで会話することが出来ない切なさをうたった詩。",
        "grade": "Jun1"
    },
    {
        "word": "一炊之夢",
        "yomi": "いっすいのゆめ",
        "def": "人の世界での繁栄は儚いということのたとえ。または、人の人生が儚いことのたとえ。「一炊」は一度飯を炊くこと。唐の盧生という人が、旅の途中の邯鄲の町で、道士から出世が叶うという枕を借りて寝ると、出世して財力や権力を手に入れる夢を見た。目が覚めると、宿の主人に頼んでいた、粟のかゆが出来上がっていないほどのわずかな時間しか過ぎていなかったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "一世木鐸",
        "yomi": "いっせいのぼくたく",
        "def": "人々の指導者のこと。「一世」はこの世にいる人たちのこと。「木鐸」は木の振り子がついている大きな鈴のことで、古代中国では、法律や命令を人々に伝えるときに鳴らしていたということから、指導者のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "一世之雄",
        "yomi": "いっせいのゆう",
        "def": "その時代で一番すぐれた英雄。「一世」はその時代、当時という意味。",
        "grade": "Jun1"
    },
    {
        "word": "一世木鐸",
        "yomi": "いっせいぼくたく",
        "def": "人々の指導者のこと。「一世」はこの世にいる人たちのこと。「木鐸」は木の振り子がついている大きな鈴のことで、古代中国では、法律や命令を人々に伝えるときに鳴らしていたということから、指導者のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "一張一弛",
        "yomi": "いっちょういっし",
        "def": "人に厳しくしたり、やさしく接したりすること。「一…一… 」は\"あるときは…し、あるときは…する\"の意味。「張」は弦をはること。「弛」は弦をゆるめること。弦を張ったり弛めたりすることから。",
        "grade": "Jun1"
    },
    {
        "word": "一朝之患",
        "yomi": "いっちょうのうれい",
        "def": "少しの間、心配すること。または、急に心配になること。「一朝」はひと朝ということから、わずかな時間のたとえ。または、ある朝ということから、突然という意味。",
        "grade": "Jun1"
    },
    {
        "word": "一飯之恩",
        "yomi": "いっぱんのおん",
        "def": "ほんのわずかな恩義のこと。一度食事をご馳走になっただけの少しだけの恩義という意味で、そのような少しの恩義でも忘れてはいけないという戒めの言葉。",
        "grade": "Jun1"
    },
    {
        "word": "一碧万頃",
        "yomi": "いっぺきばんけい",
        "def": "海や湖がどこまでも広がっている様子。「一碧」は見える範囲の全てが青色一色に見えるということ。「万頃」の「頃」は面積の単位で、「万頃」は非常に広いことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "乙夜之覧",
        "yomi": "いつやのらん",
        "def": "天子が読書すること。書物を読むことの大切さをいう言葉。「乙夜」は午後十時くらいの時間。「覧」は読書のこと。天子はとても忙しいため、夜遅くになってやっと読書する時間ができるという意味から。「乙覧」と略して使うこともある言葉。",
        "grade": "Jun1"
    },
    {
        "word": "移木之信",
        "yomi": "いぼくのしん",
        "def": "約束を必ず実行することのたとえ。為政者は人民に法の権威や信用を示すべきという戒めのこと。戦国時代、秦の商鞅が国民からの信用を得るために、南門の大木を北門に移した者に十金を与えると布告したが、皆疑い誰も移さなかった。五十金に増額すると移す者が現れたので、五十金を渡して約束を本当に守ると示した故事から。",
        "grade": "Jun1"
    },
    {
        "word": "衣履弊穿",
        "yomi": "いりへいせん",
        "def": "ひどく粗末な服装のこと。「衣履」は服と靴のこと。「弊穿」は破れたり、穴があくこと。破れた服と穴の空いた靴という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "引縄批根",
        "yomi": "いんじょうへいこん",
        "def": "協力して他を全て排除すること。または、裏切った相手に報復して恨みを晴らすこと。「引縄」は縄をつけて引っ張ること。「批根」は根本から全て取り除くこと。中国の前漢の高官の灌夫と、その親友の魏其侯は、力を持っていたときに擦り寄ってきたが、力を失うといきなり裏切った者たちに報復したいと思ったという故事から。「縄を引き根を批く」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "允文允武",
        "yomi": "いんぶんいんぶ",
        "def": "学問と武芸のどちらもすぐれていること。元は、学問と武芸のどちらにもすぐれている天子の徳を称えた言葉から。「允に文、允に武」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "烏合之衆",
        "yomi": "うごうのしゅう",
        "def": "からすの群れは無秩序でただ集まっているだけということから、規律も統制も何も無く寄せ集めの集団や軍隊のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "有智高才",
        "yomi": "うちこうさい",
        "def": "もとは仏教語で、「智」は生まれた時からもっている聡明さ、「才」は学んで得たすぐれた才能のことで、聡明ですぐれた才能を持っていること。",
        "grade": "Jun1"
    },
    {
        "word": "内股膏薬",
        "yomi": "うちまたこうやく",
        "def": "自分の意見を持たず、その時によって都合のいいほうについていくこと。または、そのような人のこと。「膏薬」は練り薬のことで、内股に張ると歩くたびに、右足についたり、左足についたりすることから。",
        "grade": "Jun1"
    },
    {
        "word": "烏鳥私情",
        "yomi": "うちょうのしじょう",
        "def": "親孝行して恩返しをしたい気持ちのことを謙遜していう言葉。「烏鳥」はからすのこと。「私情」は自分の気持ち。からすは育ててもらった恩に親に口移しで餌を食べさせるということから。",
        "grade": "Jun1"
    },
    {
        "word": "鬱鬱葱葱",
        "yomi": "うつうつそうそう",
        "def": "草木がこんもりと茂っている様子。または、生気が満ちている様子のこと。「鬱鬱」は木々が密集して生い茂っている様子や生気の満ちている様子。「葱葱」は草木が青青と茂っている様子やめでたい気が満ちている様子。",
        "grade": "Jun1"
    },
    {
        "word": "烏白馬角",
        "yomi": "うはくばかく",
        "def": "絶対にあるはずがないこと。「烏白」は頭の色が白い烏、「馬角」は角の生えている馬のことで、そのような動物は存在しないということから。",
        "grade": "Jun1"
    },
    {
        "word": "烏飛兎走",
        "yomi": "うひとそう",
        "def": "あっという間に月日が過ぎていくこと。「烏」は日（太陽）、「兎」は月のたとえであることから、「烏」と「兎」で月日のことを表している。「飛」や「走」は経過が早いことを表している。太陽には金烏、月には兎が住んでいるとされる中国の伝説からきた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "有耶無耶",
        "yomi": "うやむや",
        "def": "あるのかないのかよくわからないほど曖昧な様子。「有りや無しや」という言葉を漢文調に有耶無耶と書いて、それを音読したという説が有力な語源である。",
        "grade": "Jun1"
    },
    {
        "word": "雲霞之交",
        "yomi": "うんかのまじわり",
        "def": "一般的な関係を超越した交友関係のこと。雲と霞がたなびいている場所という意味から、仙人などの俗世を超越したものが住むとされている場所のこと。俗世を超越したもの同士の交友関係という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "雲蒸竜変",
        "yomi": "うんじょうりょうへん",
        "def": "英雄や豪傑などが良い時期に現れて活躍すること。「雲蒸」は雲が沸き起こること。「竜変」は竜が思うままに動きまわること。舞い上がる竜は雲を沸き起こし、さらに勢いを増しながら自在に活躍するという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "雲中白鶴",
        "yomi": "うんちゅうのはっかく",
        "def": "世俗を超越した、心の清らかな人のたとえ。白い雲の中にいる白い鶴のことで、心が清らかで、気高く立派な人物をたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "雲濤煙浪",
        "yomi": "うんとうえんろう",
        "def": "遠く水平線で連なって見える雲と波。「濤」と「浪」は大きな波。「煙」は霞のこと。海が大きく広いことを言い表す言葉。「雲濤烟浪」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "運否天賦",
        "yomi": "うんぷてんぷ",
        "def": "幸運と不運は天に決められているということ。または、運を天の意志にまかせること。「運否」は幸運と不運、「天賦」は天から授けられること。人の力ではどうすることもできず、成り行きに任せるときなどに使われる言葉。",
        "grade": "Jun1"
    },
    {
        "word": "雲竜井蛙",
        "yomi": "うんりょうせいあ",
        "def": "地位や知恵の差が非常に大きいこと。大空を翔る竜と井戸の中にいる蛙という意味から。竜は地位や知恵が高いことをたとえたもの、蛙は低いことをたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "盈盈一水",
        "yomi": "えいえいいっすい",
        "def": "愛する人に言葉をかけることが出来ない苦しい思いのこと。「盈盈」は水が満ちている様子。「一水」は一筋の川のこと。牽牛と織女の七夕伝説を題材に、一筋の天の河で隔てられているために、見つめるだけで会話することが出来ない切なさをうたった詩。「盈盈たる一水」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "永劫回帰",
        "yomi": "えいごうかいき",
        "def": "「永劫」は終わりがない長い時間、「回帰」は同じところに帰ってくるという意味。宇宙の全ての事象は永遠と同じものが同じことを繰り返しているということ。この世は永遠に循環運動を行っていて、来世や前世というものは考えず、今の人生を繰り返していてもその生を肯定して、一瞬を大切にして生きるべきであるということ。ドイツの哲学者ニーチェの根本思想であり、生への絶対的肯定。",
        "grade": "Jun1"
    },
    {
        "word": "詠雪之才",
        "yomi": "えいせつのさい",
        "def": "文才がある女性のこと。晋の王凝之の妻の謝道蘊が、降る雪を白い綿毛がある種子の柳絮にたとえた詩を詠み、文才をたたえられた故事から。",
        "grade": "Jun1"
    },
    {
        "word": "栄耀栄華",
        "yomi": "えいようえいが",
        "def": "富や権力を得て栄え、贅沢を極めること。または、家が富や権力で繁栄すること。「栄耀」は栄えて輝くという意味。「栄華」は華やかに繁栄するという意味。似ている語を重ねて強調した語。",
        "grade": "Jun1"
    },
    {
        "word": "益者三楽",
        "yomi": "えきしゃさんごう",
        "def": "「礼儀と音楽をほどよく楽しむこと」「人の美点について褒めること」「立派な友人が多いこと」の三つの有益な楽しみのこと。孔子の言葉。",
        "grade": "Jun1"
    },
    {
        "word": "鴛鴦之契",
        "yomi": "えんおうのちぎり",
        "def": "夫婦の絆が非常に堅いこと。または、いつまでも夫婦として仲良く暮らすという夫婦の約束のこと。「鴛鴦」は雄と雌のおしどりのことで、雌雄が常に一緒にいる鳥ということから、夫婦の仲がよいことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "燕雁代飛",
        "yomi": "えんがんだいひ",
        "def": "入れ違いになること。または、互いに隔てられていることのたとえ。燕が南から渡ってくる季節には、雁は北へ渡り、雁が北から渡ってくる季節には、燕は南に渡るために出会うことはないということから。「燕雁代わって飛ぶ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "掩耳盗鐘",
        "yomi": "えんじとうしょう",
        "def": "浅はかな考えで、自分で自分を欺くことのたとえ。または、自分の良心を騙して、そのことを考えないようにしながら悪事を働くこと。または、隠していた悪事がいつのまにか知れ渡ること。「掩耳」は耳をふさぐこと。男が大きな鐘を盗んだが、重くて持って帰ることができず、割って小さくして持って帰ろうと槌で打つと大きな音がして、他人に気付かれることを恐れた男は慌てて自分の耳を塞いだという故事から。「耳を掩いて鐘を盗む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "宛転蛾眉",
        "yomi": "えんてんがび",
        "def": "美しい容姿を言い表す言葉。「宛転」は三日月の形をした美しい眉。「蛾眉」は蛾の触角のように細く長い眉。唐の美女の楊貴妃をたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "円融三諦",
        "yomi": "えんにゅうさんだい",
        "def": "仏教の言葉で、空、仮、中の三つの真理がそれぞれの立場を保ちながらも、互いに溶け合っている状態が同時に成り立っていること。「円融」はお互いに融合しているが、それぞれ立場を保ちつつ妨げになっていないこと。「三諦」は空、仮、中の三つの真理のこと。天台宗が説く三つの真理のことで、全てのものには実体が存在しないという「空」と、全てのものは因縁によって存在するという「仮」と、それら二つを超越して存在しているという「中」のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "鳶飛魚躍",
        "yomi": "えんぴぎょやく",
        "def": "全ての生き物が生まれた時から持っている性質に従って、その性質を楽しみながら自由に生きること。または、そのような天の摂理のこと。または、よい政治が行われ、世の中が平和なことのたとえ。「鳶飛び魚躍る」を略した言葉で、鳥の鳶が自由に空を飛びまわり、川の淵で魚が躍るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "円木警枕",
        "yomi": "えんぼくけいちん",
        "def": "苦労しながらも力を尽くして勉学に励むこと。「円木」は丸太。「警枕」は深く寝入ることを防ぐための枕。枕を転がりやすい丸太にすることで、深く眠り込むと目が覚めるようにして、寝る間を惜しんで勉学に励むという意味から。中国の宋の司馬光が丸太を枕にして勉学に励んだという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "鳶目兎耳",
        "yomi": "えんもくとじ",
        "def": "情報を集める能力の高い人のこと。鳶のように遠くのものまで見分けることのできる目と、小さな音を聞き分けることのできる兎のような耳という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "横説竪説",
        "yomi": "おうせつじゅせつ",
        "def": "縦横自在にいろいろな観点から弁舌をふるうこと。「竪」は縦という意味。",
        "grade": "Jun1"
    },
    {
        "word": "横草之功",
        "yomi": "おうそうのこう",
        "def": "とても簡単なこと、または少しの功績や功労のたとえ。「横草」は草を踏んで横に倒すという意味。",
        "grade": "Jun1"
    },
    {
        "word": "椀飯振舞",
        "yomi": "おうばんぶるまい",
        "def": "盛大なごちそうのことや物を与えたりご馳走したりすること。「椀飯」は椀に盛った飯、またはそれを出してもてなすことで、 江戸時代には正月に親戚などを招待して、酒宴をすることなどをいった。",
        "grade": "Jun1"
    },
    {
        "word": "屋烏之愛",
        "yomi": "おくうのあい",
        "def": "溺愛、盲愛のたとえ。「屋烏」は屋根にとまっている烏（からす）のこと。その人を愛するあまり、その人に関わるもの全て、その人の家の屋根にとまっている烏さえも愛おしくなること。",
        "grade": "Jun1"
    },
    {
        "word": "屋梁落月",
        "yomi": "おくりょうらくげつ",
        "def": "友人を思う切ない心情のこと。「屋梁」は屋根を支えるはり、または、屋根のこと。「落月」は沈んでいく月のこと。中国の詩人杜甫が江南に流された友人の李白を思い、「家の屋根に落ちかかる月に君の面影を見た」と詩を詠じたことから。",
        "grade": "Jun1"
    },
    {
        "word": "温柔敦厚",
        "yomi": "おんじゅうとんこう",
        "def": "優しく穏やかで、思いやりがあること。「温柔」は優しく穏やかなこと。「敦厚」は情に厚いこと。孔子が儒教の古典『詩経』を評した言葉で、詩は昔の人々の純朴な民情で満ちており、人に感動を与え教化する力を持っていると説いたもの。",
        "grade": "Jun1"
    },
    {
        "word": "遠塵離垢",
        "yomi": "おんじんりく",
        "def": "けがれから遠ざかり、煩悩から離れること。「塵」は塵（ちり）、「垢」は垢（あか）のことから転じて、けがれと煩悩を意味する。仏教語。「遠塵離苦」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "乳母日傘",
        "yomi": "おんばひがさ",
        "def": "子供が豊かな環境で大切に育てられること。または、必要以上に保護された環境で育てられること。「乳母」は母親の代わりに乳を与えて子育てをする人のこと。「日傘」は日光を遮るための傘のこと。乳母に抱かれたり、日傘をさしかけられたりして、大切に育てられるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "温文爾雅",
        "yomi": "おんぶんじが",
        "def": "心がおだやかで、態度や言動が礼儀にかなっていること。 「温文」は温和で礼儀にかなっていること。「爾雅」は言葉や文章などが美しいこと。",
        "grade": "Jun1"
    },
    {
        "word": "会稽之恥",
        "yomi": "かいけいのはじ",
        "def": "戦いに敗れ受けた恥辱。または、人から受けた忘れることが出来ない屈辱。「会稽」は中国の山の名前で、春秋時代の呉と越の戦場跡。",
        "grade": "Jun1"
    },
    {
        "word": "改弦易轍",
        "yomi": "かいげんえきてつ",
        "def": "法律や制度を変えること。「改弦」は弦楽器の弦を張りかえて調子を改めること。「易轍」は車輪の軸幅を変えること。「弦を改め轍を易う」とも読む。「改絃易轍」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "回光返照",
        "yomi": "かいこうへんしょう",
        "def": "自分本来の姿を振り返り、反省して修行すること。または、日が沈む前に夕日の照り返しで一瞬明るくなるということから、死の間際に息を吹き返すこと。「回光」と「返照」はどちらも夕日の照り返しや、日の光の反射という意味から。「回光」は「えこう」とも、「返照」は「へんじょう」とも読む。「回光」は「廻光」とも、「返照」は「反照」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "廻天之力",
        "yomi": "かいてんのちから",
        "def": "世の中の情勢が全て変わるほどの大きな力のこと。または、不利な情勢を一気に有利に変えることの出来る大きな力のこと。「廻天」は天を回すという意味から、世の中の情勢が変わること。「回天之力」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "開門揖盗",
        "yomi": "かいもんゆうとう",
        "def": "自分自身で原因を作って、災いを招き入れること。「揖盗」は泥棒を会釈して招き入れること。自宅の門を自ら開けて、会釈して泥棒を招き入れるという意味から。「門を開いて盗に揖す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "魁塁之士",
        "yomi": "かいるいのし",
        "def": "立派な体格をした人のこと。「魁塁」は他よりすぐれてたくましいこと。",
        "grade": "Jun1"
    },
    {
        "word": "河漢之言",
        "yomi": "かかんのげん",
        "def": "特に意味のない話。または、現実離れしているほら話のこと。「河漢」は天の川のこと。天の川の多くのように、次々と限りなく言葉が続くという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "花街柳巷",
        "yomi": "かがいりゅうこう",
        "def": "色町のこと。「花街」は花が咲いている町、「柳巷」は柳の木が多くある街路のことで、遊郭には柳の木が多く植えられていたことと、花の美しさを女性にたとえたといわれている。",
        "grade": "Jun1"
    },
    {
        "word": "下学之功",
        "yomi": "かがくのこう",
        "def": "始めに簡単で身近にあることを学び、少しずつ難しいことを学んでいくこと。または、簡単なことから初めて、次第に上手くなっていくこと。「下学」はごく普通にある簡単なことを学ぶこと。「下学して上達す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "赫赫明明",
        "yomi": "かくかくめいめい",
        "def": "はっきりとしていて、非常に明るく光り輝く様子。「赫赫」は非常に明るく輝く様子。「明明」ははっきりとしている様子。",
        "grade": "Jun1"
    },
    {
        "word": "革故鼎新",
        "yomi": "かくこていしん",
        "def": "古い習慣や制度などを新しいものに改正すること。「革故」と「鼎新」はどちらも新しいものにするという意味。「故きを革め新しきを鼎る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "鶴寿千歳",
        "yomi": "かくじゅせんざい",
        "def": "長く生きること。鶴は千年生きることができるといわれているということから。",
        "grade": "Jun1"
    },
    {
        "word": "廓然大公",
        "yomi": "かくぜんたいこう",
        "def": "不満や疑念などなく、さっぱりとしていて、心に偏りがないこと。聖人の心構えを学ぶための心構えをいう言葉。「廓然」は心が広く、わだかまりのないこと。「大公」は私心がなく、公平なこと。「廓然太公」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "廓然大悟",
        "yomi": "かくねんたいご",
        "def": "不満や疑念などのわだかまりがなく、真理を悟ること。「廓然」は心が広く、何のわだかまりもないこと。「大悟」は真理を悟ること。",
        "grade": "Jun1"
    },
    {
        "word": "鶴鳴之士",
        "yomi": "かくめいのし",
        "def": "才能や能力があっても、世のために使われることなく、世間から認められていない賢者のこと。または、公職についていない賢者のこと。「鶴鳴」は鶴の鳴き声のこと。山奥に隠遁している賢者をたとえた言葉で、山の中から鶴の美しい鳴き声は聞こえるが、姿を見ることは出来ないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "鶴翼之囲",
        "yomi": "かくよくのかこみ",
        "def": "軍隊の陣形の一つで、左右に長く広がった陣形のこと。鶴が翼を広げたような形に見えるということから。",
        "grade": "Jun1"
    },
    {
        "word": "嘉言善行",
        "yomi": "かげんぜんこう",
        "def": "戒めとなる素晴らしい言葉と立派な行いのこと。「嘉言」は素晴らしい言葉。「善行」は立派なよい行い。",
        "grade": "Jun1"
    },
    {
        "word": "夏侯拾芥",
        "yomi": "かこうしゅうかい",
        "def": "学問を修めることは大切なことであるということ。「夏侯」は中国の漢の儒学者の夏侯勝のこと。「拾芥」は地面に落ちているごみを拾うという意味から、簡単に手に入るということのたとえ。夏侯勝は講義を行うたびに、学問をしっかりと修めてさえいれば、官職を得ることは道のごみを拾うくらいに簡単なことだと言い聞かせていたという故事から。「夏侯芥を拾う」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "河山帯礪",
        "yomi": "かざんたいれい",
        "def": "永久に変わらない固い誓いのたとえ。または、国が栄え続けることのたとえ。「河」は黄河のこと。「山」は泰山のこと。「帯」はおびのこと。「礪」は砥石（といし）のこと。広い黄河が帯のように細くなるようなことがあったとしても、高い泰山がすりへって砥石のように平たくなるようなことがあったとしても、永久に変わることはないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "和氏之璧",
        "yomi": "かしのへき",
        "def": "世に二つとない、極めて珍しい宝物のこと。「和氏」は楚の卞和という人物のこと。「璧」は宝玉のこと。卞和が山中で宝玉の原石を見つけ、レイ王に献上したが、ただの石だと言われ罰として左足を切られた。のちに武王に献上したが、同じくただの石だと言われ罰として右足を切られた。のちに、卞和の話を聞いた文王がその原石を磨かせたところ、正真正銘の宝玉であったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "華燭之典",
        "yomi": "かしょくのてん",
        "def": "結婚式のこと。「華燭」はきらびやかで美しい灯りということから、結婚式の灯りのこと。「典」は儀式のこと。",
        "grade": "Jun1"
    },
    {
        "word": "禾黍油油",
        "yomi": "かしょゆうゆう",
        "def": "植物の稲や黍が勢いよく成長している様子。「禾」は稲のこと。「油油」は植物などにつやがあって勢いがよい様子。",
        "grade": "Jun1"
    },
    {
        "word": "嘉辰令月",
        "yomi": "かしんれいげつ",
        "def": "めでたい月日のこと。「嘉辰」はめでたい日。「令月」はめでたい月。",
        "grade": "Jun1"
    },
    {
        "word": "加持祈祷",
        "yomi": "かじきとう",
        "def": "病気や災難から身を守るためや、願いを叶えるために神や仏に祈ること。「加持」は仏の加護を祈る、密教の法。「祈祷」は神や仏に祈ること。",
        "grade": "Jun1"
    },
    {
        "word": "確乎不抜",
        "yomi": "かっこふばつ",
        "def": "意志がしっかりとしているため、何があっても動揺したり、平静さを失ったりしないこと。「確乎」はしっかりと定まっていること。「不抜」は固くて抜くことができないという意味から、しっかりとしていて動かない、動揺しないこと。「確固不抜」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "活剥生呑",
        "yomi": "かっぱくせいどん",
        "def": "人が作った詩や文章を盗んで、そのまま使うこと。または、他人から聞いた考えや意見を理解せずにそのまま受け入れて、自分の考えや意見であるかのように言うこと。「活剥」は生きているまま皮を剥ぐこと。「生呑」は生きているまま丸ごと飲み込むこと。",
        "grade": "Jun1"
    },
    {
        "word": "活溌溌地",
        "yomi": "かつはつはつち",
        "def": "元気で活気のある様子。「溌溌」は水の上に魚が跳ねること。",
        "grade": "Jun1"
    },
    {
        "word": "過庭之訓",
        "yomi": "かていのおしえ",
        "def": "家庭での教育のこと。父親からの教えという意味から。「過庭」は庭を横切ること。孔子は、自分の息子の鯉が庭を横切るときに呼び止めて、詩や礼を学ぶことの大切さを諭し、鯉もそれによく従ったという故事から。「庭訓」と略すこともあり、「過庭之教」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "瓜田李下",
        "yomi": "かでんりか",
        "def": "人から疑われるようなことはしないほうが良いというたとえ。「瓜田」は瓜（うり）の畑のこと。「李下」は李（すもも）の木の下のこと。瓜の畑で靴を履きなおそうとしたり、李の木の下で冠を直そうと手を上げたりすると、それらを盗むのではないかと疑われてしまうという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "河図洛書",
        "yomi": "かとらくしょ",
        "def": "非常に珍しく、価値のある書物のこと。「河図」は易経の八卦の元になったとされる図で、中国の伏羲の世に、黄河から現われた竜馬の背中の渦巻いた毛を写したとされている。「洛書」は『書経』「洪範伝」の元になったとされる文で、夏の禹王の時代に、洛水という川の洪水治めた後に現われたとされる、神亀の背中に書かれていた文字を書き写したとされている。",
        "grade": "Jun1"
    },
    {
        "word": "瓜剖豆分",
        "yomi": "かぼうとうぶん",
        "def": "一つの国が小さく分裂すること。瓜や豆を割るように小さくわかれるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "烏之雌雄",
        "yomi": "からすのしゆう",
        "def": "是非や善悪が区別しにくく、判断しにくいこと。烏は雄も雌も色が黒くて判別しにくいという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "河梁之吟",
        "yomi": "かりょうのぎん",
        "def": "親しい友人を見送るときの離れたくないという気持ち。「河梁」は川を渡るための橋。中国の漢の時代、異民族の匈奴に捕まった李陵が、一緒に捕まっていた蘇武が国に戻る時に送った詩から。",
        "grade": "Jun1"
    },
    {
        "word": "迦陵頻伽",
        "yomi": "かりょうびんが",
        "def": "美しい声のたとえ。または、美しい声を持っているもののたとえ。仏教の言葉で、梵語でカラヴィンカという想像上の鳥の名前を音訳したもの。上半身は美しい女性、下半身が鳥の姿をしていて、美しい声で鳴くとされ、その声は仏の声のたとえとして使われる。",
        "grade": "Jun1"
    },
    {
        "word": "閑雲野鶴",
        "yomi": "かんうんやかく",
        "def": "世間を離れのんびりと自由に暮らすこと。または、のんびりとした生活を送る隠士の心境のたとえ。「閑雲」はのんびりと空に浮かぶ雲。「野鶴」は野で自由に遊ぶ鶴のこと。",
        "grade": "Jun1"
    },
    {
        "word": "韓海蘇潮",
        "yomi": "かんかいそちょう",
        "def": "中国の唐の詩人の韓愈と北宋の詩人の蘇軾の文体のこと。韓愈が書いた文章は海のように広々としていて、蘇軾の書いた文章は、海水の満ち引きのように力強い起伏があるという二人の文体を批評した言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "寒巌枯木",
        "yomi": "かんがんこぼく",
        "def": "世俗を超えた悟りの境地のこと。または、冷淡で付き合いにくい態度のこと。「巌」は岩のこと。枯れた木と冷たい岩のことで、禅宗で情念や煩悩を捨て去った悟りの境地をいう。",
        "grade": "Jun1"
    },
    {
        "word": "歓欣鼓舞",
        "yomi": "かんきんこぶ",
        "def": "思いっきり喜ぶこと。「鼓舞」は鼓を打ち鳴らして踊ること。",
        "grade": "Jun1"
    },
    {
        "word": "寒山拾得",
        "yomi": "かんざんじっとく",
        "def": "中国の唐の時代の二人の高僧で、文殊菩薩と普賢菩薩の生まれ変わりとされている、寒山と拾得のこと。二人とも奇行が多く、詩人として有名で、禅画の画題としてよく使われる。",
        "grade": "Jun1"
    },
    {
        "word": "干将莫邪",
        "yomi": "かんしょうばくや",
        "def": "古代中国にあったとされる名剣の名前。「干将」は中国の春秋時代の呉の国の刀工の名前。「莫邪」はその刀工の妻の名前。干将は呉の王に剣を作るように言われ、剣を作り始めたが、上手くいかなかった。炉に妻の髪と爪を入れてみると、二振りの名剣が完成して、その剣に「干将」と「莫邪」という名\tづけて献上したという故事から。「干将莫耶」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "管中窺豹",
        "yomi": "かんちゅうきひょう",
        "def": "見識が非常に狭いことのたとえ。管を通して動物の豹を見ても、一つの斑文しか見ることが出来ず、全体はわからないという意味から。「管中より豹を窺う」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "汗馬之労",
        "yomi": "かんばのろう",
        "def": "物事を成功させるために、苦労しながらあちこち駆け回ること。「汗馬」は馬に汗をかかせるということから、戦場で功績を得るために駆け巡るということ。",
        "grade": "Jun1"
    },
    {
        "word": "鎧袖一触",
        "yomi": "がいしゅういっしょく",
        "def": "相手を苦もなく打ち負かすことのたとえ。「鎧袖」は鎧の袖、「一触」は少し触れること。源為朝が自分の鎧の袖が相手に少しでも触れれば、相手は自ら倒れるだろうと豪語した故事から。",
        "grade": "Jun1"
    },
    {
        "word": "蓋世之才",
        "yomi": "がいせいのさい",
        "def": "やる気に満ちていて、世を覆い尽くすほどの優れた才能を持っている人のこと。「蓋世」は世を覆い尽くすこと。「才」は優れた才能のこと。",
        "grade": "Jun1"
    },
    {
        "word": "咳唾成珠",
        "yomi": "がいだせいしゅ",
        "def": " 一つ一つの言葉に敬意を払われるほど、権力や勢力が盛んな様子。または、一つ一つの言葉がとても美しく、すぐれた詩文の才能を持っている様子。「咳唾」は咳と唾。または、他人の言葉を敬っていう語。「成珠」は珠玉になること。口から出る咳（せき）や唾（つば）が珠玉になるという意味から。「咳唾珠を成す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "街談巷語",
        "yomi": "がいだんこうご",
        "def": "世間のうわさ話のこと。「街談」と「巷語」はどちらもうわさ話のこと。同じ意味の言葉を重ねて強調した語。",
        "grade": "Jun1"
    },
    {
        "word": "画虎類狗",
        "yomi": "がこるいく",
        "def": "才能のない者が、すぐれているものの真似をしても、見苦しい結果にしかならないということのたとえ。虎の絵を描いても、犬にしか見えないということから。後漢の将軍の馬援が、豪傑の杜季良の真似をしていた兄の子を手紙で戒めたという故事から。「虎を画いて狗に類す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "臥薪嘗胆",
        "yomi": "がしんしょうたん",
        "def": "目的を果たすために、苦難に耐えて機会を待つこと。「臥薪」は固い薪（たきぎ）の上で寝ること。「嘗胆」は苦い肝（きも）をなめること。春秋時代、呉王の夫差は固い薪の上で寝ることで、父親の敵である越王の勾践への恨みを忘れないようにし、ついには会稽山の戦いで勝利した。その一方で、会稽山の戦いで敗北した勾践は、寝室に苦い肝を置き目覚める度にそれをなめることで敗北の恥を思い返し、ついには夫差を滅ぼしたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "瓦釜雷鳴",
        "yomi": "がふらいめい",
        "def": "能力のあるものが高い地位につかず、能力のないものが高い地位について威張り散らすことのたとえ。「瓦釜」は素焼きの釜のことで、人格の低い人のたとえ。素焼きの安物の釜でものを煮ると、非常に大きな音がするということから。",
        "grade": "Jun1"
    },
    {
        "word": "臥竜鳳雛",
        "yomi": "がりょうほうすう",
        "def": "才能はあっても、機会がないために才能を発揮できない人のこと。または、才能を発揮する機会がなく、世間に知られていない英雄や賢者のこと。「臥竜」は寝ている竜。「鳳雛」は中国の伝説上の鳥、鳳凰の雛。どちらもまだ知られていない英雄や賢者、または、将来に期待されている若者のたとえとしても使われる。中国の三国時代、有能な人材を探していた劉備に、司馬徽が諸葛亮を臥竜に、ホウ統を鳳雛にたとえてすすめたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "餓狼之口",
        "yomi": "がろうのくち",
        "def": "強欲で残忍な性質の人のたとえ。または、この上なく危険な状況。ひどく腹を空かせた狼の口の中という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "含飴弄孫",
        "yomi": "がんいろうそん",
        "def": "年老いて仕事を止めた後の気楽な生活のこと。飴を食べながら孫と遊ぶという意味から。「飴を含んで孫を弄ぶ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "含沙射影",
        "yomi": "がんしゃせきえい",
        "def": "陰険な方法で人を害すること。「含沙」は水の中にいる虫のいさごむしのこと。いさごむしが人の影に砂を吐くと、影に砂をかけられた人は高熱が出て死んでしまうとされていることから。「含沙影を射る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "眼中之釘",
        "yomi": "がんちゅうのくぎ",
        "def": "自分に害を与えるもののたとえ。または、邪魔になる人や物のたとえ。中国の五大時代の趙在礼の悪政に苦しんだ人々は、趙在礼が転任することになり、目の中の釘が抜けたようだと喜んだという故事から。「眼中之丁」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "機械之心",
        "yomi": "きかいのこころ",
        "def": "「機械」は巧妙な仕組みの器具のことから、たくらみや偽り、たくらみ偽る心のこと。または、策略をめぐらす考え。",
        "grade": "Jun1"
    },
    {
        "word": "規矩準縄",
        "yomi": "きくじゅんじょう",
        "def": "物事や行動をおこすときに基準や標準になるもののこと。「規」は円を描くときに使うコンパス。「矩」は長さを測るための指矩（さしがね）のこと。「準」は水平を測るための水準器。「縄」は直線を引くための墨縄（すみなわ）のこと。",
        "grade": "Jun1"
    },
    {
        "word": "棄甲曳兵",
        "yomi": "きこうえいへい",
        "def": "戦いに負け、戦意を失って逃げること。「棄甲」は鎧を脱ぎ捨てる、「曳兵」は武器を引きずって歩くことから、敗走するという意味。",
        "grade": "Jun1"
    },
    {
        "word": "規行矩歩",
        "yomi": "きこうくほ",
        "def": "心や行動がしっかりとしていて正しいこと。または、昔の法則や規則にこだわり、融通がきかないこと。「規」は円を描いたり、長さを移すことに用いる文房具のコンパスのこと。「矩」は長さを測るのに使われる工具の差し金のこと。どちらも規則や基準という意味。",
        "grade": "Jun1"
    },
    {
        "word": "気骨稜稜",
        "yomi": "きこつりょうりょう",
        "def": "自分の信念を曲げずに、厳正に貫こうとする態度のこと。「気骨」は自分の信念を貫こうとする性格。「稜稜」は威勢があって厳正という意味。",
        "grade": "Jun1"
    },
    {
        "word": "騎虎之勢",
        "yomi": "きこのいきおい",
        "def": "一度勢いがついてしまうと、途中でやめることが出来ないということ。「騎虎」は虎に乗ること。虎に乗った者は、降りると虎に食べられてしまうので、乗り続けるしかないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "箕山之志",
        "yomi": "きざんのこころざし",
        "def": "世間での名声と利益を捨て、世間との接触を避けて信念を守ろうとすること。伝説上の人物の許由と巣父が、世間での名声を嫌い、信念を守るために箕山という名前の山でひっそりと生活したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "貴耳賤目",
        "yomi": "きじせんもく",
        "def": "他人から聞いたことを信じ込み、自分の目で見たことを信じないこと。または、現在を軽視して、過去の出来事を重視すること。「耳を貴び目を賤しむ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "机上之論",
        "yomi": "きじょうのろん",
        "def": "理論的ではあるが、実際に行うことが不可能な考えや意見のこと。「机上」は机の上。「論」は根拠がひとつもない理論のこと。状況や状態などを一切考慮せずに、机の上で理論だけを考えたために、実現することが出来ない計画や議論という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "希世之雄",
        "yomi": "きせいのゆう",
        "def": "この世のものとは思えないほどすぐれた英雄。「希世」はとても珍しいこと。「稀世之雄」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "貴賤上下",
        "yomi": "きせんじょうげ",
        "def": "身分や階級、地位の高い人と低い人。または、それらの人たち全てのこと。似た意味の言葉を重ねて強調した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "気息奄奄",
        "yomi": "きそくえんえん",
        "def": "どうにか呼吸ができているような、今にも死んでしまいそうな様子のこと。または、国や組織などが今にも滅びてしまいそうな苦しい状況のこと。「気息」は呼吸のこと。「奄奄」は呼吸が止まってしまいそうな弱々しい状態のこと。「気息奄々」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "吉日良辰",
        "yomi": "きちじつりょうしん",
        "def": "縁起のよい日。「吉日」と「良辰」はどちらもよいことがある日、めでたい日という意味。",
        "grade": "Jun1"
    },
    {
        "word": "吉祥悔過",
        "yomi": "きちじょうけか",
        "def": "吉祥天を本尊としてまつり、罪を懺悔して国家の安泰や作物の豊穣を願い、毎年正月に行われる法会。「吉祥」は仏教の守護神とされる吉祥天のこと。「悔過」は間違いを悔いること。仏教の言葉で、「吉祥天悔過」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "橘中之楽",
        "yomi": "きっちゅうのたのしみ",
        "def": "将棋や囲碁をする楽しみのこと。「橘」はみかんのこと。中国の巴キョウの人が大きなみかんの実を割ると、中に二人の老人がいて、囲碁を打って楽しんでいたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "肌肉玉雪",
        "yomi": "きにくぎょくせつ",
        "def": "白く美しい女性の肌を言い表す言葉。「玉雪」は真っ白で美しい雪のこと。純白で美しい雪のように白い肌という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "鬼斧神工",
        "yomi": "きふしんこう",
        "def": "人の技術とは到底思えないような素晴らしい技術で作られた作品のこと。鬼神が斧をふるって作ったような、神が細工を施したような作品という意味から。神業や名人芸のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "亀毛兎角",
        "yomi": "きもうとかく",
        "def": "この世界に存在するはずのないもののこと。亀の甲羅に毛が生え、兎の頭に角が生えるという意味から。元は戦争が起こる触れのことを言った言葉。",
        "grade": "Jun1"
    },
    {
        "word": "客塵煩悩",
        "yomi": "きゃくじんぼんのう",
        "def": "外から思いがけずにもたらされる心の迷いや欲望のこと。「客」は外からやってきた客のこと。仏教の言葉で、心の中に初めから煩悩が存在するわけではなく、外からきた旅人の衣服についている塵のように、心に思いがけずに付着するものであるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "汲汲忙忙",
        "yomi": "きゅうきゅうぼうぼう",
        "def": "この上なく多忙なこと。「汲汲」は休むことなく、働き続けること。「忙忙」は多忙なこと。",
        "grade": "Jun1"
    },
    {
        "word": "泣血漣如",
        "yomi": "きゅうけつれんじょ",
        "def": "深い悲しみで涙が流れ続けること。「泣血」は涙が出なくなり、血の涙を流すこと。「漣」は涙が流れること、「如」は様子や状態を表す助字。",
        "grade": "Jun1"
    },
    {
        "word": "九皐鳴鶴",
        "yomi": "きゅうこうのめいかく",
        "def": "世間から離れて暮らしていても、よい名声が自然と知られること。「九皐」は山の奥深い場所にある沼沢。山奥にある沼沢で美しい鳴き声の鶴が鳴くという意味から。山の奥深くに隠居している賢者の名声は、自然と広まるということをたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "丘山之功",
        "yomi": "きゅうざんのこう",
        "def": "無数の努力を積み重ねて成し遂げた、非常に偉大な功績。丘や山のように大きな功績という意味から。小さな石や土を数多く積み重ねて出来た丘や山ということから、数多くの努力を積み重ねることをいう。",
        "grade": "Jun1"
    },
    {
        "word": "鳩首凝議",
        "yomi": "きゅうしゅぎょうぎ",
        "def": "人が集まって真剣に話し合うこと。「鳩」は集めるという意味。「鳩首」は人が顔を合わせて集まること。「凝議」は真剣に話合うこと。",
        "grade": "Jun1"
    },
    {
        "word": "窮鼠噛猫",
        "yomi": "きゅうそごうびょう",
        "def": "弱者でも追い詰められて必死になれば、予期していない力をだして、強者を倒すことがあるということのたとえ。猫に追い詰められて、逃げることが出来なくなった鼠は猫に噛みつくという意味から。「窮鼠猫を噛む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "九鼎大呂",
        "yomi": "きゅうていたいりょ",
        "def": "非常に珍しい物のこと。または、重要な地位や名声などのたとえ。「九鼎」は夏の禹王が中国の全土から献上させた、九つの鼎。「大呂」は周王朝の大廟に供えた大きな鐘。どちらも非常に価値のある珍しい物のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "旧套墨守",
        "yomi": "きゅうとうぼくしゅ",
        "def": "昔からの習慣や風習を守り続けること。または、昔からの習慣や風習にとらわれ、決して変えないこと。「旧套」は昔から受け継がれている習慣や風習。「墨守」は中国の墨子の故事から、固く守るという意味。",
        "grade": "Jun1"
    },
    {
        "word": "朽木糞土",
        "yomi": "きゅうぼくふんど",
        "def": "やる気がなく、だらしない人を教育することはできないということのたとえ。または、役に立たないもののたとえ。腐ってぼろぼろになった木と土壁ということで、腐った木材に彫刻することはできず、腐った土壁に上塗りをすることはできないという意味。「朽木は雕（ほ）るべからず、糞土の牆（かき）は杇（ぬ）るべからず」から。",
        "grade": "Jun1"
    },
    {
        "word": "僑軍孤進",
        "yomi": "きょうぐんこしん",
        "def": "誰からの助けもなく、孤立した状態で進軍すること。または、誰からも助けられることなく、一人で事に当たること。「僑軍」は別の土地からやってきた軍隊、遠征軍のこと。",
        "grade": "Jun1"
    },
    {
        "word": "教唆煽動",
        "yomi": "きょうさせんどう",
        "def": "教えそそのかして人をたきつけ、行動するように気持ちを湧き立たせること。「教唆」は教えそそのかすこと。「煽動」は行動するように仕向けること。主に悪い意味で使われ、悪事を働くように仕向けることをいう。「教唆扇動」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "彊食自愛",
        "yomi": "きょうしょくじあい",
        "def": "しっかりと食事をとって健康に気遣うこと。「彊食」は無理にでも食事をすること。「強食自愛」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "曲学阿世",
        "yomi": "きょくがくあせい",
        "def": "学問の道理を曲げて、権力や世間に気に入られるように振る舞うこと。「曲学」は道理を曲げた学問のこと。「阿世」は世に気に入られるように振る舞うこと。",
        "grade": "Jun1"
    },
    {
        "word": "曲肱之楽",
        "yomi": "きょくこうのたのしみ",
        "def": "富を求めずに、貧しくても正しい行いをする楽しみのこと。または、貧しい暮らしをしていても、その中に楽しみはあるということ。「曲肱」は枕が買えないために腕を曲げて、肘を枕にするという意味。",
        "grade": "Jun1"
    },
    {
        "word": "旭日昇天",
        "yomi": "きょくじつしょうてん",
        "def": "非常に激しい勢いの様子。「旭日」は朝に昇る太陽のこと。「昇天」は天に昇ること。朝日が天に昇るような激しい勢いという意味。多くは「旭日昇天の勢い」という形で、とても勢いがあることのたとえとして用いる。",
        "grade": "Jun1"
    },
    {
        "word": "曲眉豊頬",
        "yomi": "きょくびほうきょう",
        "def": "美しい女性のこと。「曲眉」は三日月のように曲がっている眉のことで、美しい眉のたとえ。「豊頬」は柔らかそうな頬のこと。どちらも美しい女性を言い表す言葉。",
        "grade": "Jun1"
    },
    {
        "word": "虚心坦懐",
        "yomi": "きょしんたんかい",
        "def": "不信、疑念、不満などがなく、すっきりとした気持ちであること。「虚心」は不満や不安などがなく、偏見や先入観を持たずに、事実のまま素直に受け入れることができる心のこと。「坦懐」は心の中に不満や不安などがなく穏やかなこと。",
        "grade": "Jun1"
    },
    {
        "word": "許由巣父",
        "yomi": "きょゆうそうほ",
        "def": "清らかで正しい行いのこと。または、出世や高い地位につくことを嫌うこと。「許由」と「巣父」はどちらも中国の伝説上の高潔な隠者のこと。中国の伝説の聖天子の尭帝は、許由に位を譲ろうというと許由はそれを断り、耳が汚れたとして川で耳を洗った。それを聞いた巣父は、川の水が汚れたとして、わざわざ上流に行って、牛に水を飲ませたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "金烏玉兎",
        "yomi": "きんうぎょくと",
        "def": "太陽と月のこと。または、歳月や時間のこと。「金烏」と「玉兎」はどちらも中国の伝説上の動物のこと。「金烏」は太陽にいるとされる足が三本の烏のことで、太陽のたとえ。「玉兎」は月にいるとされる兎のことから、月のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "琴歌酒賦",
        "yomi": "きんかしゅふ",
        "def": "隠者の欲の無い生活のこと。または、俗世から離れた優雅な遊びのこと。「琴歌」は琴を弾いて歌を歌うこと。「酒賦」は酒宴を開いて、酒を飲みながら詩を作ること。",
        "grade": "Jun1"
    },
    {
        "word": "欣喜雀躍",
        "yomi": "きんきじゃくやく",
        "def": "思いっきり喜ぶこと。「欣」と「喜」はどちらも喜ぶこと。「雀躍」は鳥のすずめが飛び跳ねている様子のことで、すずめが飛び跳ねるように小躍りして喜ぶという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "禽困覆車",
        "yomi": "きんこんふくしゃ",
        "def": "力の弱い者でも、窮地に立たされると思ってもいない力を出すということ。「禽困」は追い詰められた小鳥。「覆」はひっくり返ること。追い詰められた小鳥は、車をひっくり返すほどの力を発揮するという意味から。「禽困車を覆す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "錦心繍口",
        "yomi": "きんしんしゅうこう",
        "def": "詩や文章のすぐれた才能があること。「錦心」はあや織物のように美しい心のこと。「繍口」は刺繍のように美しい言葉のこと。",
        "grade": "Jun1"
    },
    {
        "word": "禽獣草木",
        "yomi": "きんじゅうそうもく",
        "def": "命があるもの全てのもののこと。鳥や動物、草、木ということから。",
        "grade": "Jun1"
    },
    {
        "word": "巾箱之寵",
        "yomi": "きんそうのちょう",
        "def": "肌身離さず持っておく、非常に大切なもののこと。「巾箱」はいつも近くに置いておく、布張りの書物などをいれる小箱のこと。「寵」は気に入るや可愛がるということ。",
        "grade": "Jun1"
    },
    {
        "word": "祇園精舎",
        "yomi": "ぎおんしょうじゃ",
        "def": "釈迦が説法した寺の名前。「祇樹給孤独園」を略して「祇園」、「精舎」は梵語で寺院という意味。",
        "grade": "Jun1"
    },
    {
        "word": "尭階三尺",
        "yomi": "ぎょうかいさんじゃく",
        "def": "君主がつつましい生活をすることのたとえ。古代中国の伝説の聖天子の宮殿は、土を固めただけの階段があり、高さは三尺ほどしかなかったということから。君主の生活の理想とされている。",
        "grade": "Jun1"
    },
    {
        "word": "尭鼓舜木",
        "yomi": "ぎょうこしゅんぼく",
        "def": "理屈や道理に合った意見は聞き入れるべきであるということ。政治を行う人や、人の上に立つ立場の人に対する戒め。「尭」と「舜」はどちらも古代中国の伝説上の聖天子のこと。古代中国の尭帝は朝廷に太鼓を置いて意見がある人には太鼓を打たせ、舜帝は木札を立てて誰でも意見を書けるようにしたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "行住坐臥",
        "yomi": "ぎょうじゅうざが",
        "def": "普段の生活で行う最も基本的な動作のこと。転じて、普段や常々という意味。「行」は歩く、「住」は止まる、「坐」は座る、「臥」は寝ること。仏教では、これらのことを四威儀や四儀とも言う。「行住座臥」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "尭年舜日",
        "yomi": "ぎょうねんしゅんじつ",
        "def": "世の中が平和で穏やかなこと。「尭」と「舜」はどちらも古代中国の伝説の聖天子のこと。尭帝と舜帝が国を治めた平和な年月ということから。",
        "grade": "Jun1"
    },
    {
        "word": "尭風舜雨",
        "yomi": "ぎょうふうしゅんう",
        "def": "世の中が平和で穏やかなこと。「尭」と「舜」はどちらも古代中国の伝説の聖天子のこと。尭帝と舜帝が善政を行って、人々にもたらした恩恵を風や雨にたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "漁夫之利",
        "yomi": "ぎょふのり",
        "def": "二者が争っている間に、無関係な者が苦労することなく利益を得ること。「漁夫」は漁師のこと。古代中国の趙が燕を攻めようとしたときに、燕の遊説家の蘇代が趙の恵文王の元に出向いて「鷸（シギ）と蚌（ハマグリ）が争っている間にどちらも漁師に捕まえられてしまった」というたとえ話をした後に「趙と燕が争えば、弱ったところを秦に狙われて両国とも取られてしまうだろう」と言って恵文王を説得したという故事から。「漁父之利」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "魚網鴻離",
        "yomi": "ぎょもうこうり",
        "def": "欲しいものが手に入らず、欲しいと思っていないものが手に入ることのたとえ。「鴻」は鳥の雁のこと。「離」は網にかかること。魚を取るために網に魚がかからず雁がかかるということから。",
        "grade": "Jun1"
    },
    {
        "word": "魚目燕石",
        "yomi": "ぎょもくえんせき",
        "def": "本物にそっくりな偽物のこと。または、偽物が本物の価値を落とすこと。「燕石」は中国の燕山から出る宝石に似た石。魚の目玉と燕山の石は、宝石に似ているが価値は全くないということから。",
        "grade": "Jun1"
    },
    {
        "word": "銀盃羽化",
        "yomi": "ぎんぱいうか",
        "def": "物を盗まれることのたとえ。「羽化」は羽が生えて飛んで行くということ。中国の唐の書家の柳公権は、書の報酬として様々な金品を得ていた。ある時、縄で結ばれたままの箱の中身である銀の杯が使用人に盗まれたことに気づいたが、銀の杯に羽が生えて飛んで行ったのだろうと言って、使用人を咎めなかったという故事から。「銀杯羽化す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "区区之心",
        "yomi": "くくのこころ",
        "def": "「区」は小さな区画という意味で、「区区」は小さくて取るにたらないということから、取るにたらない小さな心のこと。自分の考えや心のことを謙遜していう言葉。",
        "grade": "Jun1"
    },
    {
        "word": "苦肉之計",
        "yomi": "くにくのはかりごと",
        "def": "苦し紛れの策略のこと。または、自らの体を苦しめることまでして、敵を欺く策略のこと。三国時代、赤壁の戦いで呉の黄蓋が魏のスパイの前で、自らの意思で刑を受け、見限っての投降と思わせて、敵の陣営の船団に火を放ち形勢逆転した故事から。「苦肉之謀」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "狗馬之心",
        "yomi": "くばのこころ",
        "def": "地位が上の者への忠誠心、誠意のこと。「狗馬」は犬と馬のことで、犬や馬のように恩を忘れず主人に仕えて、少しずつでも恩返しをするという意味。君主に対する自分の忠誠を自らを卑下していう言葉。",
        "grade": "Jun1"
    },
    {
        "word": "九品蓮台",
        "yomi": "くほんれんだい",
        "def": "生前の行いによって九等級に分かれるとされており、極楽浄土に往生した者が座る蓮（はす）でできた台のこと。",
        "grade": "Jun1"
    },
    {
        "word": "君子豹変",
        "yomi": "くんしひょうへん",
        "def": "信念を持たずに考えや態度をあっさりと変えること。元は「人格者は間違いをすぐに認めて改める」という良い意味で使われていたが、現在は悪い意味で使われることが多い言葉。「君子」は徳のあるすばらしい人物のこと。「豹変」は豹の毛が生え変わるときに模様が美しく変化することで、ここでは考えや態度を急に変えることのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "君側之悪",
        "yomi": "くんそくのあく",
        "def": "君主のそばに仕えている悪人のこと。または、君主に媚を売り、悪いことを企んでいる人のこと。「君側」は君主に近いところ、側近。「悪」は悪人。",
        "grade": "Jun1"
    },
    {
        "word": "求不得苦",
        "yomi": "ぐふとくく",
        "def": "仏教の八苦の中の一つで、求めているものを得ることが出来ない苦しみのこと。",
        "grade": "Jun1"
    },
    {
        "word": "群鶏一鶴",
        "yomi": "ぐんけいのいっかく",
        "def": "多くの凡人の中で、極めて優れている一人の人物のこと。鶏の群れの中にいる一羽の鶴という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "群竜無首",
        "yomi": "ぐんりょうむしゅ",
        "def": "よい人材はたくさんいるが、統率できる者がいないために、うまく事が運ばないこと。または、まとめる人がいないこと。「群竜」の「竜」はよい人材のたとえで、「群竜」は竜がたくさんいるという意味から、よい人材がたくさんいること。「無首」の「首」は統率できる者のことで、「無首」は統率できる者がいないこと。「群竜、首無し」とも訓読みする。",
        "grade": "Jun1"
    },
    {
        "word": "繋影捕風",
        "yomi": "けいえいほふう",
        "def": "話や物事にまとまりがないことのたとえ。影をつなぎとめて、風を捕まえることで、不可能なことという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "桂冠詩人",
        "yomi": "けいかんしじん",
        "def": "「桂冠」は月桂樹の枝葉で作った冠のことで、古代ギリシャで英雄や詩人にこれが授けられた風習から、イギリス王室から最高の地位の詩人に与えられる称号のこと。",
        "grade": "Jun1"
    },
    {
        "word": "傾危之士",
        "yomi": "けいきのし",
        "def": "言葉や策謀で、国を混乱させ傾けて危うくする危険人物のこと。「傾危」は傾いて危ない様子。",
        "grade": "Jun1"
    },
    {
        "word": "桂宮柏寝",
        "yomi": "けいきゅうはくしん",
        "def": "桂の宮殿と柏の居室のことから、豪華で美しい宮室のたとえ。「桂」と「柏」は香木の名前。「寝」は居室、または表座敷のこと。",
        "grade": "Jun1"
    },
    {
        "word": "鶏群一鶴",
        "yomi": "けいぐんのいっかく",
        "def": "鶏の群れの中の一羽の鶴という意味から、多くの凡人の中で極めて優れている一人の人物のこと。",
        "grade": "Jun1"
    },
    {
        "word": "荊妻豚児",
        "yomi": "けいさいとんじ",
        "def": "自分の妻や子のことを卑下していう言葉。「荊妻」は荊（いばら）のかんざしをさしている妻。「豚児」は豚の子という意味。",
        "grade": "Jun1"
    },
    {
        "word": "荊山之玉",
        "yomi": "けいざんのぎょく",
        "def": "秀才で聡明な人のこと。「荊山」は卞和が宝玉の原石を手に入れたという中国の山の名前で、その宝玉のように価値のある人物という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "卿相雲客",
        "yomi": "けいしょううんかく",
        "def": "公卿と殿上人のこと。または、高い身分の人のこと。「卿相」は三位以上の公卿。「雲客」は宮中での昇殿を許された雲上人、殿上人。",
        "grade": "Jun1"
    },
    {
        "word": "傾城傾国",
        "yomi": "けいせいけいこく",
        "def": "絶世の美女のたとえ。容姿の美しさで人の心が魅了されて、国や城が傾いて滅びてしまうという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "景星鳳凰",
        "yomi": "けいせいほうおう",
        "def": "聖人や賢人がこの世に現れるという喜ばしいことの前兆のこと。「景星」はめでたいことの証の星。「鳳凰」は聖天子が現れる時に出現するという想像上の鳥のこと。",
        "grade": "Jun1"
    },
    {
        "word": "蛍雪之功",
        "yomi": "けいせつのこう",
        "def": "苦しい環境の中で勉学に励むこと。「蛍雪」は蛍の光と雪明りのこと。中国の人物、車胤は貧しくて灯火の油を買うことができず、蛍を集めてその光で勉強していた。同じく貧しかった孫康は、雪明かりで勉強していたという二つの故事から。",
        "grade": "Jun1"
    },
    {
        "word": "桂殿蘭宮",
        "yomi": "けいでんらんきゅう",
        "def": "とても美しい宮殿のこと。「桂」は香木の名前、「蘭」は香草の名前のことで、どちらも見た目が美しく、良い香りを放つ植物。「殿」と「宮」はどちらも建物のこと。",
        "grade": "Jun1"
    },
    {
        "word": "鶏皮鶴髪",
        "yomi": "けいひかくはつ",
        "def": "年老いて衰えた老人の容姿のたとえ。鶏のように張りを失った肌と、鶴の羽のように白い髪の毛という意味から。「鷄皮鶴髪」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "繋風捕影",
        "yomi": "けいふうほえい",
        "def": "話や物事にまとまりがないことのたとえ。風をつなぎとめて、影を捕まえることは不可能なことという意味から。 「風を繋ぎ影を捕らう」とも読む。「係風捕影」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "刑鞭蒲朽",
        "yomi": "けいべんほきゅう",
        "def": "世の中が平和なことのたとえ。刑罰用の鞭や蒲の穂が使われることなく朽ちるという意味から。中国の後漢の官僚の劉寛は、温厚で知られ、打っても痛みの少ない蒲の穂で鞭を作り、痛みよりも恥辱を与えるようにした。しかし、犯罪が起きなくなって、蒲の穂が使われることなく朽ちたという故事から。「刑鞭蒲朽つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "鶏鳴之助",
        "yomi": "けいめいのたすけ",
        "def": "妻が夫を影ながら支えること。鶏の鳴き声が聞こえて、夫が遅刻してはいけないと思って起こそうとしたが、実は聞き間違いで、まだ夜中だったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "桂林一枝",
        "yomi": "けいりんのいっし",
        "def": "非常にすぐれていて、高潔な人のこと。または、貴重な人材や出来事。または、自身の出世を謙遜して言う言葉。桂の木の林の中にある枝の一本という意味から。元は、現在の自身の地位に満足していないことをいう言葉。中国の晋の時代に、武帝が地方の長官に任命された郤シンに感想を尋ね、郤シンがそれに答えた言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "灰身滅智",
        "yomi": "けしんめっち",
        "def": "煩悩を無くし、身体も心も無にした悟りの境地のこと。仏教の言葉で、小乗仏教の理想の境地とされている。「身を灰にして智を滅す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "結縁灌頂",
        "yomi": "けちえんかんじょう",
        "def": "多くの人々に仏道との縁を結ばせるために行う儀式。「灌頂」は頭に水を注ぎかける儀式で、仏道との縁を結ばせたり、僧侶が高い地位にのぼるときに行う密教の儀式。",
        "grade": "Jun1"
    },
    {
        "word": "血脈相承",
        "yomi": "けちみゃくそうじょう",
        "def": "師から弟子へと、仏の教えを受け継いで伝えていくこと。仏教の言葉で、父親から子へと血を受け継いでいくことにたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "結縄之政",
        "yomi": "けつじょうのまつりごと",
        "def": "古代に行われた政治のこと。文字が存在しなかった時代の政治を行う上での意志の伝達や記録の方法で、大事には大きな縄の結び目を結び、小事には小さな縄の結び目を結んだということから。",
        "grade": "Jun1"
    },
    {
        "word": "牽衣頓足",
        "yomi": "けんいとんそく",
        "def": "つらい別れを惜しむことを言い表す言葉。「牽衣」はしがみついて服を引っ張ること。「頓足」は足踏みをすること。戦地に行くことになった兵士の家族が衣服にしがみつき、足をばたばたさせて悲しむ様子を言い表した言葉。「衣を牽き足を頓す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "懸崖撒手",
        "yomi": "けんがいさっしゅ",
        "def": "勇気を出して思い切って物事を行うこと。または、一度死んで生き返ること。「懸崖」は険しい崖、「撒手」はつかんでいるものを離すこと。もとは仏教の言葉で、険しい崖から手を離すという意味で、それまでの考えを全て捨てて、心を無にして修行し、真の命をつかむことをいう。「懸崖に手を撒つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "懸河之弁",
        "yomi": "けんがのべん",
        "def": "つまることなく、流れるような弁舌のこと。「懸河」は傾斜が激しい流れの速い川。止まることがなく、勢いよく流れる川のような弁舌という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "牽強附会",
        "yomi": "けんきょうふかい",
        "def": "自分に都合がいいように、滅茶苦茶な理屈をこじつけること。「牽強」は道理に合わないことを合っているかのようにいうこと。「附会」は無理に関連付けたり一つに合わせたりすること。どちらも理屈をこじつけるという意味。「牽強付会」とも、「牽強傅会」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "剣戟森森",
        "yomi": "けんげきしんしん",
        "def": "恐ろしくなるような厳しく激しい性格のこと。「剣戟」は剣と矛ということから、武器のこと。「森森」は数多く立ち並んでいる様子。多くの武器が立ち並んでいる様子を性格にたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "捲土重来",
        "yomi": "けんどちょうらい",
        "def": "敗北や失敗によって一度は落ちた勢いを、再び取り戻して反撃することのたとえ。一度静まった土煙が、再び巻き上げられるという意味から。「捲土」は土煙が舞い上がる様子のことから、勢いが激しいことのたとえ。「重来」は去ったものが、もう一度やって来ること。「巻土重来」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "犬馬之歯",
        "yomi": "けんばのよわい",
        "def": "自分の年齢を謙遜していう言葉。「歯」は年齢のこと。動物の犬や馬のように、大きな功績を残すこともなく、無駄に歳をとったということから。",
        "grade": "Jun1"
    },
    {
        "word": "犬馬之労",
        "yomi": "けんばのろう",
        "def": "君主や他人のために出来る限りのことをすること。自分の労力を謙遜していう言葉で、犬や馬程度の働きという意味から。中国の三国時代、諸葛亮が劉備に出仕を承諾した故事から。",
        "grade": "Jun1"
    },
    {
        "word": "堅牢堅固",
        "yomi": "けんろうけんご",
        "def": "守りが非常に固くて、容易に破れたり壊れたりしないこと。または、極めて丈夫なこと。「堅牢」と「堅固」はどちらも非常に硬いという意味で、同じ意味の言葉を重ねて強調した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "懸腕枕腕",
        "yomi": "けんわんちんわん",
        "def": "書道の基本的な筆の使い方のこと。懸腕法と枕腕法のこと。懸腕法は、姿勢を整えて、肘を脇から離して腕を水平に上げ、筆を垂直に持つ書き方。枕腕法は、紙の上に左の手のひらを伏せて、左の手を右の手の枕のようにして構える書き方。",
        "grade": "Jun1"
    },
    {
        "word": "撃壌之歌",
        "yomi": "げきじょうのうた",
        "def": "古代中国の伝説の聖天子である尭帝が国を治めている時代に、世の中が平和であることを喜び、人々が歌った歌のこと。「撃壌」は足で地面を踏み、音を鳴らして拍子をとること。",
        "grade": "Jun1"
    },
    {
        "word": "月卿雲客",
        "yomi": "げっけいうんかく",
        "def": "公卿と殿上人のこと。または、高い身分の人のこと。「月卿」は三位以上の公卿。「雲客」は宮中での昇殿を許された雲上人、殿上人。古代中国では宮中を天にたとえ、日を天子に、月を臣下にたとえていたということから。",
        "grade": "Jun1"
    },
    {
        "word": "元亨利貞",
        "yomi": "げんこうりてい",
        "def": "易経で乾の卦のもつ四つの徳のこと。「元」は全てのものが生まれる根源。「亨」は全てのものが成長すること。「利」は開花すること。「貞」は実を結ぶこと。天の四つの徳として春夏秋冬、仁礼儀智に配したもの。易経の占いの結果で、積極的に徳を積み、正しい操を守れば、全てのことは上手くいくという意味。「元いに亨る、貞しきに利ろし」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "玄裳縞衣",
        "yomi": "げんしょうこうい",
        "def": "鶴の別称。「玄」は黒い色、「縞」は白い色。「玄裳」は黒い着物のすそ。「縞衣」は白い上着。鳥の鶴の姿を黒い着物と白い上着を着ている姿にたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "玄圃積玉",
        "yomi": "げんぽせきぎょく",
        "def": "美しい文章のたとえ。「玄圃」は中国の霊山、崑崙山の仙人が住んでいるとされているところ。「積玉」は積み重なっている宝石。たくさんの宝石のように美しいという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "彦倫鶴怨",
        "yomi": "げんりんかくえん",
        "def": "偽善者を批判する言葉。「彦倫」は中国の南斉の人の名前。俗世を離れて鐘山に隠遁していた彦倫が、俗世に戻って県の長官になったことを隠者だと信じていた鶴も騙されたと怨むと、孔稚珪が似非隠者ぶりを批判した言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "挙一明三",
        "yomi": "こいちみょうさん",
        "def": "理解力が非常にすぐれていること。仏教の言葉で、四角の一隅を挙げれば、残りの三隅を悟るということから。「一を挙げて三を明らかにす」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "光陰如箭",
        "yomi": "こういんじょぜん",
        "def": "月日が過ぎるのは速いということ。「光陰」は太陽と月、昼や夜や月日などの時間のこと。「箭」は弓矢の矢のこと。時間は矢のように過ぎ去ってしまうという意味。「光陰箭の如し」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "光焔万丈",
        "yomi": "こうえんばんじょう",
        "def": "議論や詩文などの勢いが激しく、素晴らしいことのたとえ。「光焔」は燃え上がり輝く炎。「万丈」はこの上なく長いこと。炎が勢いよくどこまでも燃え上がるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "口角飛沫",
        "yomi": "こうかくひまつ",
        "def": "口の端からつばを飛ばすほどの激しい議論のこと。",
        "grade": "Jun1"
    },
    {
        "word": "膏火自煎",
        "yomi": "こうかじせん",
        "def": "才能や財産があると、逆に災いを招くことのたとえ。「膏」はあぶら、「煎」は焼くや炒ることで、あぶらは燃えて辺りを照らすが、あぶら自体は燃え尽きてしまうことから。",
        "grade": "Jun1"
    },
    {
        "word": "鴻雁哀鳴",
        "yomi": "こうがんあいめい",
        "def": "離散してさまよう民が、苦労や窮状を訴えることのたとえ。鴻（おおとり）と雁（”がん”または”かり”）を流浪の民をたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "紅顔可憐",
        "yomi": "こうがんかれん",
        "def": "時の流れは無常だということ。「紅顔」は血色のよい若い青年、「可憐」は「あわれむべし」となって、気の毒ということ。青年が時とともに老いたことを憐れに思い、同情せずにいられないという意味。",
        "grade": "Jun1"
    },
    {
        "word": "光輝燦然",
        "yomi": "こうきさんぜん",
        "def": "強く鮮やかに光り輝くこと。「光輝」は光と輝き。「燦然」は鮮やかに光り輝くこと。",
        "grade": "Jun1"
    },
    {
        "word": "綱紀廃弛",
        "yomi": "こうきはいし",
        "def": "国家や社会の法律や秩序が廃れてゆるむこと。「綱紀」は大づなと小づなのことで国家を治める大法と細則。「廃弛」は廃れてゆるむということ。",
        "grade": "Jun1"
    },
    {
        "word": "綱挙網疏",
        "yomi": "こうきょもうそ",
        "def": "細かいことにこだわらずに、根本をつかむことに力を入れること。または、巨悪の根源を挙げるために、小さな悪を許し見逃すこと。「綱」は網のもとづな、「網疏」は網目が粗い網のこと。",
        "grade": "Jun1"
    },
    {
        "word": "高軒寵過",
        "yomi": "こうけんちょうか",
        "def": "身分の高い人が訪ねてくること。「高軒」は他人の車の敬称で、立派な車という意味。「寵過」は名誉ある来訪という意味。中唐の詩人、李賀の文才を伝え聞いた韓愈と皇甫湜が訪ねると、七歳だった李賀がその場で「高軒過」と題した詩を作ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "鴻鵠之志",
        "yomi": "こうこくのこころざし",
        "def": "非常に大きな目標。大志。「鴻」はおおとり、「鵠」はくぐいのことで、白鳥の古名。どちらも大きな鳥のことで、英雄や豪傑などの偉大な人物のたとえ。中国の秦の時代、日雇い労働をしていた陳勝が「互いに金持ちになっても忘れずにいよう」と仲間に言い、それを聞いた雇い主が「日雇いの分際で何を言っているんだ」と嘲笑した。陳勝は「燕雀安くんぞ鴻鵠の志を知らんや」と嘆き、後に秦に反乱を起こして王になったという故事から。「燕雀安くんぞ鴻鵠の志を知らんや」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "後顧之憂",
        "yomi": "こうこのうれい",
        "def": "物事が終わったあとに残っている心配事。後日のことを心配すること。「後顧」は後ろを振り返るという意味から、あとに残る思いという意味。「後顧之思」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "黄裳元吉",
        "yomi": "こうしょうげんきつ",
        "def": "忠義を尽くす家臣が主家に仕えると、必ずよい結果をもたらすということ。易経の言葉で、「黄裳」は黄色のもすそのことで、「黄」は五行で中心の色とされ、天子などの高貴なものの象徴で、もすそは家臣をたとえたもの。「元吉」は大吉のこと。「黄裳は元吉なり」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "鉤心闘角",
        "yomi": "こうしんとうかく",
        "def": "高さのある建物が密集していて、数多く建っている様子。または、知恵を振り絞って争いをすること。「鉤心」は車軸ということから、屋根の中心が集まっているところをいう。「闘角」は角を突き合わせて戦うこと。そりかえっている屋根の中心が集まって、とがった軒先が角を突き合わせて闘っているように見えるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "口耳之学",
        "yomi": "こうじのがく",
        "def": "底の浅い学問や知識のこと。聞いたことの意味をよく考えることもせず、そのまま人に伝えるだけの浅い学問という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "鉤縄規矩",
        "yomi": "こうじょうきく",
        "def": "物事の法則や基準になるもののこと。「鉤」は曲線を引く時に使う道具。「縄」は直線を引く時に使う道具。「規」は円を描く時に使う道具。「矩」は直角を描く時に使う道具。どれも正確に線を引くことが出来るものということから。",
        "grade": "Jun1"
    },
    {
        "word": "黄塵万丈",
        "yomi": "こうじんばんじょう",
        "def": "風に吹かれて空高くまで黄色い土煙が舞い上がること。「黄塵」は土煙のこと。「万丈」の「丈」は長さの単位のことで、「万丈」は長さが非常に長いことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "浩然之気",
        "yomi": "こうぜんのき",
        "def": "ゆったりとした壮大な気持ち。天地に恥じることのない道義にかなった行動をすることで、心に自然と生まれてくる強い精神のこと。「浩然」は広くて大きいこと。",
        "grade": "Jun1"
    },
    {
        "word": "宏大無辺",
        "yomi": "こうだいむへん",
        "def": "果てがないほど、広々としていること。「宏大」は広くて大きいこと、「無辺」は果てがないこと。「広大無辺」「洪大無辺」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "孝悌忠信",
        "yomi": "こうていちゅうしん",
        "def": "誠意を込めて親や目上の人に仕えること。「孝悌」は両親や目上の人にしっかりと仕えること。「忠信」は誠意をもって、決して欺かないこと。儒教の四つの徳目。「孝弟忠信」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "侯覇臥轍",
        "yomi": "こうはがてつ",
        "def": "善政を行った立派な人物の留任を願って、引き止めること。「侯覇」は中国の後漢の人の名前。「臥轍」は車の通り道で、人が伏して通れなくすること。長官として善政を行った侯覇が、天子の命で都に帰ることになったが、人々が道に伏して通れなくして留任を請うたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "黄髪番番",
        "yomi": "こうはつはは",
        "def": "白髪が黄色がかるほどに歳老いた老人のこと。知識や経験を重ねた老人をいう言葉。「黄髪」は黄色がかった白髪ということから、老人のたとえ。「番番」は白髪のこと。",
        "grade": "Jun1"
    },
    {
        "word": "香美脆味",
        "yomi": "こうびぜいみ",
        "def": "極めて贅沢な食事のこと。「香美」は香辛料のきいた、よい香りのする料理。「脆味」は柔らかい菓子。",
        "grade": "Jun1"
    },
    {
        "word": "紅粉青蛾",
        "yomi": "こうふんせいが",
        "def": "美人を言い表す言葉。または、美しい化粧のこと。「紅粉」は口紅と白粉のこと。「青蛾」は眉を蛾の触角のように、細長く三日月の形で青い色で描くこと。",
        "grade": "Jun1"
    },
    {
        "word": "高鳳漂麦",
        "yomi": "こうほうひょうばく",
        "def": "心を込めて学問に取り組むこと。「高鳳」は中国の後漢の人の名前。高鳳は妻に干した麦の番をするように頼まれたが、読書に夢中になり、雨が降って麦が流されたことに気がつかなかったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "黄茅白葦",
        "yomi": "こうぼうはくい",
        "def": "荒れ果てて痩せた土地のこと。「茅」は植物のかやのこと。「葦」は植物のあしのこと。茅と葦は、どちらも荒れて痩せた土地でも生える植物で、茅と葦しか生えていなくて黄色や白に見えるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "孔明臥竜",
        "yomi": "こうめいがりょう",
        "def": "まだ世間に知られていない、素晴らしい才能をもつ人のたとえ。「孔明」は中国の三国時代の蜀の宰相、諸葛亮のこと。「臥竜」は川などの深いところに隠れている竜のこと。中国の三国時代の蜀の徐庶は、劉備に諸葛亮を推挙したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "紅毛碧眼",
        "yomi": "こうもうへきがん",
        "def": "西洋人のこと。「紅毛」は赤い髪の毛。「碧眼」はあおみどり色の目のこと。江戸時代にはスペイン人やポルトガル人のことを南蛮人と呼び、オランダ人を紅毛人と分けて呼んでいたが、のちに西洋人全般をさすようになった言葉。",
        "grade": "Jun1"
    },
    {
        "word": "孔孟老荘",
        "yomi": "こうもうろうそう",
        "def": "古代中国の四人の思想家をまとめていう言葉。儒家の孔子と孟子、道家の老子と荘子のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "鴻門之会",
        "yomi": "こうもんのかい",
        "def": "古代中国の漢の劉邦と楚の項羽が鴻門で会談したこと。この会談で項羽は劉邦を殺そうとしたが、劉邦の家臣が見破って劉邦は逃げ延びた。その後、項羽は劉邦に敗北して自決したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "鴻門玉斗",
        "yomi": "こうもんのぎょくと",
        "def": "中国の漢の劉邦が、鴻門の会で楚の項羽の家臣である范増に贈った、翡翠でできたひしゃくのこと。劉邦と項羽が鴻門で会見した際、項羽の家臣である范増は、項羽に劉邦を殺すように進言したが、項羽は劉邦を討ちもらした。それを知った范増は、激怒して悔しがり、劉邦から贈られた翡翠のひしゃくを剣で打ち砕いたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "衡陽雁断",
        "yomi": "こうようがんだん",
        "def": "便りがなくなること。「衡陽」は中国の山の衡山の南のこと。衡山には回雁峰と呼ばれる険しい峰があり、雁は南へ行こうとしても、これを越えることができず、北に戻っていくということから。「衡陽雁断ゆ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "光禄池台",
        "yomi": "こうろくのちだい",
        "def": "非常に豪華で、素晴らしい屋敷のこと。「光禄」は中国の高級官僚の役職の光禄勲のこと。「池台」は庭にある池の中に建っている建物のこと。中国の前漢の時代、光禄勲の長官だった王根の屋敷が極めて立派だったということから。",
        "grade": "Jun1"
    },
    {
        "word": "甲論乙駁",
        "yomi": "こうろんおつばく",
        "def": "議論の結論が出ないこと。 「論」は意見を出すこと。「駁」は反対の意見を出すこと。「甲」が意見を出すと「乙」が反対の意見を出すということから、互いに意見を出したり反論したりするだけで、いつまでも結論が出ないという意味。",
        "grade": "Jun1"
    },
    {
        "word": "孤雲野鶴",
        "yomi": "こうんやかく",
        "def": "世間から離れた隠者のたとえ。「孤雲」は離れて浮かんでいる雲。「野鶴」は群れから離れて野に住んでいる鶴。どちらも隠者をたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "狐仮虎威",
        "yomi": "こかこい",
        "def": "他人の力を自分の力のように使って、好き勝手に振る舞うこと。虎に捕まって食べられそうになった狐は、天帝から百獣の王になるように命じられた、後ろをついてくればわかるといい、周りの獣は狐の後ろにいる虎に恐れて逃げ出した。虎は狐に恐れたと思い、狐の言うことを信じたという説話から。「狐、虎の威を仮る」とも読み、「虎の威を借る狐」という形で使うことが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "鵠面鳥形",
        "yomi": "こくめんちょうけい",
        "def": "飢えと疲労で痩せ細って、衰えている様子。「鵠面」は鳥の白鳥のように痩せ細った顔のこと。「鳥形」は鳥のように痩せ細っていること。",
        "grade": "Jun1"
    },
    {
        "word": "股肱之臣",
        "yomi": "ここうのしん",
        "def": "君主の信頼できる家臣。または、そのような部下のこと。「股」は足のもも。「肱」は腕のひじ。どちらも人が動くために大切な部分ということから、なくてはならない大切なものをいう。",
        "grade": "Jun1"
    },
    {
        "word": "狐死首丘",
        "yomi": "こししゅきゅう",
        "def": "生まれ育った地を忘れないことのたとえ。または、物事の根本を忘れないことのたとえ。狐は、死ぬときに生まれ育った丘に頭を向けて死ぬということから。「狐死して丘に首す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "古色蒼然",
        "yomi": "こしょくそうぜん",
        "def": "とても古びている様子。または、古びていて趣のあること。「古色」は古くなったことで出る独特の色合いのこと。「蒼然」は古びて、色が薄くなったり変わったりしていること。",
        "grade": "Jun1"
    },
    {
        "word": "胡説乱道",
        "yomi": "こせつらんどう",
        "def": "辻褄が合わないでたらめな議論や言葉。「胡説」はでたらめな議論。「乱道」はいい加減なことを言うこと。または、そのようなことを言って道理を乱すこと。",
        "grade": "Jun1"
    },
    {
        "word": "胡孫入袋",
        "yomi": "こそんにゅうたい",
        "def": "民間にいた人が、公職についたために自由が無くなること。または、物事を自由に行えないこと。「胡孫」は動物の猿の別称。猿が袋の中に入れられるという意味から。「胡孫袋に入る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "胡蝶之夢",
        "yomi": "こちょうのゆめ",
        "def": "自分とものとの区別がなくなって、全てのものが一つのものとする万物一体の境地のこと。または、人の生がはかないことのたとえ。または、夢と現実の境がはっきりと区別できなくなること。荘子が胡蝶になって遊ぶ夢をみて、目が覚めると夢で胡蝶になったのか、胡蝶が夢をみて自分になったのかわからなくなったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "国君含垢",
        "yomi": "こっくんがんこう",
        "def": "君主は将来のことを考えて、一時的な恥は耐えるべきであるという教え。または、君主には臣下の失敗を許す度量が必要であるという教え。「垢」は垢、汚れという意味から、恥や失敗のたとえ。「国君垢を含む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "胡馬北風",
        "yomi": "こばほくふう",
        "def": "故郷を懐かしむことのたとえ。「胡馬」は中国の北の胡の国で生産された馬のこと。胡馬は、北風が吹くとどこにいても風に身をまかせて、故郷を懐かしむということから。",
        "grade": "Jun1"
    },
    {
        "word": "枯木寒巌",
        "yomi": "こぼくかんがん",
        "def": "世俗を超えた悟りの境地のこと。または、冷淡で付き合いにくい態度のこと。「巌」は岩のこと。枯れた木と冷たい岩のことで、禅宗で情念や煩悩を捨て去った悟りの境地をいう。",
        "grade": "Jun1"
    },
    {
        "word": "枯木竜吟",
        "yomi": "こぼくりょうぎん",
        "def": "一度衰えたものが回復する。または、苦しい状況を抜け出して生を得ること。または、ありえないことが実現することのたとえ。禅宗の言葉で、枯れているように見える木が風に吹かれると、竜が声を発するような勢いで音が鳴るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "狐狸妖怪",
        "yomi": "こりようかい",
        "def": "人を騙したり、恐れさせたりする化け物のこと。または、人知れず悪事を働くもののこと。「狐狸」は人を騙すとされている狐と狸のことで、悪賢く信用できない人のたとえ。「妖怪」は化け物のこと。",
        "grade": "Jun1"
    },
    {
        "word": "金剛不壊",
        "yomi": "こんごうふえ",
        "def": "並外れて固く、決して壊れないこと。または、非常に意志が固いこと。「金剛」は「堅固」という意味の梵語を、漢語に翻訳した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "今昔之感",
        "yomi": "こんじゃくのかん",
        "def": "昔のことを思い出して、現在との時世や環境の大きな変化に深く感心すること。",
        "grade": "Jun1"
    },
    {
        "word": "剛毅果断",
        "yomi": "ごうきかだん",
        "def": "意志が固く、思い切った決断と行動をすること。「剛毅」は意志が非常に固いこと。「果断」は大胆な決断と行動をすること。",
        "grade": "Jun1"
    },
    {
        "word": "剛毅直諒",
        "yomi": "ごうきちょくりょう",
        "def": "裏表がなく誠実で意志が固いこと。「剛毅」は意志が固いこと。「直諒」は正直で誠実なこと。",
        "grade": "Jun1"
    },
    {
        "word": "五陰盛苦",
        "yomi": "ごおんじょうく",
        "def": "人の体と心を構成している五つの要素から生まれる苦しみのこと。「五陰」は人の体と精神を構成する五つの要素のこと。全ての物質をいう「色」、感覚をいう「受」、心の中に浮かぶ像をいう「想」、欲求をいう「行」、意識をいう「識」の五つ。仏教の言葉で、八苦のうちの一つ。",
        "grade": "Jun1"
    },
    {
        "word": "呉下阿蒙",
        "yomi": "ごかのあもう",
        "def": "昔から全く進歩しない人のたとえ。または、学問や知識がない人のたとえ。「呉下」は呉の国にいること。「阿」は親しみを込めて人の名前の前につける言葉。「蒙」は人の名前。呉の国にいる蒙さんという意味から。中国の三国時代、呉の魯粛が呂蒙と久しぶりに会うと、以前とは違って学識が非常に深くなっていて驚いたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "五穀豊穣",
        "yomi": "ごこくほうじょう",
        "def": "穀物が充分に実ること。「五穀」は米、麦、粟、豆に黍（きび）または稗（ひえ）を加えた５つのことで、人間が主食とする五種類の代表的な穀物のこと。または、具体的な穀物名を指さずに穀物の総称という意味で用いられることもある。「豊穣」は穀物が充分に実ること。",
        "grade": "Jun1"
    },
    {
        "word": "後生菩提",
        "yomi": "ごしょうぼだい",
        "def": "来世に極楽に生まれ変わること。または、来世に生まれ変わって悟りを得ること。「後生」は現世での死後に、来世に生まれ変わること。「菩提」は悟りの境地のこと。",
        "grade": "Jun1"
    },
    {
        "word": "五盛陰苦",
        "yomi": "ごじょうおんく",
        "def": "人の体と心を構成している五つの要素から生まれる苦しみのこと。「五」「陰」は人の体と精神を構成する五つの要素のこと。全ての物質をいう「色」、感覚をいう「受」、心の中に浮かぶ像をいう「想」、欲求をいう「行」、意識をいう「識」の五つ。仏教の言葉で、八苦のうちの一つ。",
        "grade": "Jun1"
    },
    {
        "word": "五濁悪世",
        "yomi": "ごじょくあくせ",
        "def": "末世のこと。仏教の言葉で、五つの汚れに満ち溢れた世界ということから。「五濁」は劫濁、見濁、煩悩濁、衆生濁、命濁という、この世に表れるとされる五つの汚れのこと。",
        "grade": "Jun1"
    },
    {
        "word": "梧鼠之技",
        "yomi": "ごそのぎ",
        "def": "様々な技能をもっているが極めている技能がないこと。または、役に立つ技能が一つとしてないこと。「梧鼠」はむささびのことで、飛ぶ、木に登る、泳ぐ、穴を掘る、走るという五つのスキルがあるが、どれも極めてはいないことから。",
        "grade": "Jun1"
    },
    {
        "word": "梧桐一葉",
        "yomi": "ごどういちよう",
        "def": "物事が衰える前兆のこと。「梧桐」は植物のあおぎりのこと。あおぎりは他の木よりも早く葉が落ちるとされ、あおぎりの葉が一枚落ちるのを見て、秋が来ることを知るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "欣求浄土",
        "yomi": "ごんぐじょうど",
        "def": "死んだ後に極楽浄土に往生できるように願うこと。「欣求」は心から願って喜ぶこと。「浄土」は苦しみのない極楽浄土を略した言葉。浄土宗や浄土真宗の基本的な思想をいう。",
        "grade": "Jun1"
    },
    {
        "word": "言語道断",
        "yomi": "ごんごどうだん",
        "def": "言葉で言い表すことができないほどひどいこと。とんでもないこと。「言語」は言葉に出して表現すること。 「道断」は言うことが断たれること。「道」は言葉で言い表すという意味。 元は仏教語で、仏教の真理や悟りの境地は、言葉で言い表して説明することは出来ないという意味。現在では悪い意味で使われることが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "採菓汲水",
        "yomi": "さいかきっすい",
        "def": "仏に供えるために木の実を採ったり水を汲むなど、仏道修行に努めること。「菓」は木の実のこと。",
        "grade": "Jun1"
    },
    {
        "word": "歳寒松柏",
        "yomi": "さいかんしょうはく",
        "def": "逆境で苦しい状況でも、信念や志を貫くことのたとえ。「歳寒」は季節の冬。または逆境や苦難という意味。松や柏などの常緑樹は寒い季節でも緑の葉をつけていることから。",
        "grade": "Jun1"
    },
    {
        "word": "歳寒松柏",
        "yomi": "さいかんのしょうはく",
        "def": "逆境で苦しい状況でも、信念や志を貫くことのたとえ。「歳寒」は季節の冬。または逆境や苦難という意味。松や柏などの常緑樹は寒い季節でも緑の葉をつけていることから。",
        "grade": "Jun1"
    },
    {
        "word": "採薪汲水",
        "yomi": "さいしんきゅうすい",
        "def": "自然の中で質素な生活をすること。山で薪（たきぎ）を採り、川の水を汲むという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "採薪之憂",
        "yomi": "さいしんのうれい",
        "def": "病気を患っていることを相手にへりくだっていう言葉。病気で、薪（たきぎ）を採りにいくことすらできないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "左支右吾",
        "yomi": "さしゆうご",
        "def": "様々な手段を用いて危険を防ぐこと。または、左右のどちらにも差支えがあること。あれこれ言い逃れをして危険を回避しようとすること。左を支えて、右を防ぐという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "三顧之礼",
        "yomi": "さんこのれい",
        "def": "立場が上の人が礼を尽くして、すぐれた才能を持つ人を招くこと。または、立場が上の人が立場が下の人に礼を尽くして、仕事を依頼すること。「三顧」は三回訪問すること。古代中国の三国時代、蜀の皇帝劉備が諸葛亮を迎え入れるために住居を三回訪問したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "三枝之礼",
        "yomi": "さんしのれい",
        "def": "両親に礼儀を尽くし、両親への孝行を重んじること。鳩の子どもは、親の鳩がとまっている木の枝の三本下の枝にとまるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "三者鼎談",
        "yomi": "さんしゃていだん",
        "def": "三人で向かい合って話し合うこと。三人が話し合うことを「鼎」にたとえた言葉。「鼎」は物を煮たり、祭器として使われる底の深い器で、足が三本あるということから。",
        "grade": "Jun1"
    },
    {
        "word": "三者鼎立",
        "yomi": "さんしゃていりつ",
        "def": "同じ力を持っている三人が並び立つこと。または、同じ力を持つ三つの勢力が争いあう、三すくみの状態のこと。三人が並び立つことを「鼎」にたとえた言葉。「鼎」は物を煮たり、祭器として使われる底の深い器で、足が三本で均衡を保って安定して立っているということから。",
        "grade": "Jun1"
    },
    {
        "word": "三十而立",
        "yomi": "さんじゅうじりつ",
        "def": "三十歳になって、自分の中の道徳観や学識が確立して、それが自信になって思想が固まること。孔子が自身の生涯を振り返って言った言葉。三十歳の異名の「而立」の語源。「三十にして立つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "三牲之養",
        "yomi": "さんせいのよう",
        "def": "親に食事をご馳走して孝行すること。「三牲」は牛、羊、豚の三種類のいけにえということから、ごちそうのたとえ。「養」は親を養うこと。",
        "grade": "Jun1"
    },
    {
        "word": "三尺童子",
        "yomi": "さんせきのどうじ",
        "def": "七、八歳の子どものこと。「三尺」の「尺」は長さの単位で、「三尺」は身長が低いことのたとえ。身長が低い子どもということから。または、「一尺」は二歳半として数え、「三尺」で七、八歳とするという説もある。",
        "grade": "Jun1"
    },
    {
        "word": "山藪蔵疾",
        "yomi": "さんそうぞうしつ",
        "def": "大きな事を成す人物は、どんな人でも包みいれる器量があるということのたとえ。または、どんなすぐれた人物でも一つくらい弱点があるということ。「山藪」は山と藪のことで、立派な人物のたとえ。「蔵」は隠すや、しまい込むということ。「疾」は害になるものという意味から、虫や毒蛇のこと。山や藪は害虫や毒蛇ですら隠し包み込むという意味から。中国の春秋時代、晋の景公が宋に救援を出そうとしたときに、伯宋がそれを諫めたという故事から。「山藪疾を蔵す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "三諦円融",
        "yomi": "さんだいえんにゅう",
        "def": "仏教の言葉で、空、仮、中の三つの真理がそれぞれの立場を保ちながらも、互いに溶け合っている状態が同時に成り立っていること。「三諦」は空、仮、中の三つの真理のこと。「円融」はお互いに融合しているが、それぞれ立場を保ちつつ妨げになっていないこと。天台宗が説く三つの真理のことで、全てのものには実体が存在しないという「空」と、全てのものは因縁によって存在するという「仮」と、それら二つを超越して存在しているという「中」のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "参天弐地",
        "yomi": "さんてんじち",
        "def": "天や地のように大きな徳を積むこと。「参天」は天と並ぶこと。「弐地」は地と並ぶこと。「天に参じ地に弐す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "山濤識量",
        "yomi": "さんとうしきりょう",
        "def": "すぐれた判断力や考え、器量をもっている人のこと。「山濤」は人の名前。「識量」は知識や器量のこと。竹林の七賢と呼ばれる賢者の一人である、山濤のようにすぐれた知識と器量があるということから。",
        "grade": "Jun1"
    },
    {
        "word": "三分鼎足",
        "yomi": "さんぶんていそく",
        "def": "力が同じものが三人並び立つこと。または、同じ力を持つ勢力が並び立つこと。三人が並び立つことを「鼎」にたとえた言葉。「鼎」は食べ物を煮たり、祭器として使われる三本足の器。",
        "grade": "Jun1"
    },
    {
        "word": "山礪河帯",
        "yomi": "さんれいかたい",
        "def": "永久に変わらないかたい誓約のこと。または、国が平和で栄え続けること。「山」は泰山、「礪」は砥石、「河」は黄河のことで、広い黄河が帯のように細くなっても、高い泰山がすりへって砥石のように平になっても、長く変わることがないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "坐臥行歩",
        "yomi": "ざがこうほ",
        "def": "日常的に行う動作の体の動かし方のこと。「坐」は座ること、「臥」は寝ること、「行歩」は歩くという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "坐作進退",
        "yomi": "ざさしんたい",
        "def": "日常生活で行う動作の体の動かし方。立ち居振る舞い。「坐」は座る、「作」は立つ、「進」は進む、「退」は退く。日常生活で行う基本的な動作を並べた言葉。「座作進退」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "座薪懸胆",
        "yomi": "ざしんけんたん",
        "def": "目的を果たすために、苦難に耐えて機会を待つこと。「座薪」は固い薪の上に座ること、「懸胆」は枕元に苦い肝を懸けて、寝起きになめること。あえて固い薪の上に座り、寝起きに苦い肝をなめることで、復讐心を忘れないようにしつつ、わき立たせるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "斬衰斉衰",
        "yomi": "ざんさいしさい",
        "def": "親しい関係の人の死んだ時に使う喪服。「斬衰」は縁を縫っていない喪服で、君主や父親が死んだ時に使う、最も重い三年の喪の期間に着る服。「斉衰」は縁を縫っている喪服で、母親や妻が死んだ時に使う、二番目に重い一年の喪の期間に着る服。",
        "grade": "Jun1"
    },
    {
        "word": "残息奄奄",
        "yomi": "ざんそくえんえん",
        "def": "どうにか呼吸が出来ているような、死んでしまいそうな状態のこと。または、そのような状態のことから、広く色々なことが滅びてしまいそうな苦しい状況のこと。「残息」は呼吸のこと。「奄」は覆うやふさぐという意味で、「奄奄」は呼吸が止まってしまいそうな状態ということから、弱々しい状態のこと。「残息奄々」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "紫幹翠葉",
        "yomi": "しかんすいよう",
        "def": "山の木々がみずみずしく青々としていて美しい様子。「紫幹」は暗褐色の幹、「翠葉」は緑色の木の葉のこと。「紫翠」と略すこともある。",
        "grade": "Jun1"
    },
    {
        "word": "只管打坐",
        "yomi": "しかんたざ",
        "def": "雑念を捨ててわきめもふらず座禅を組むこと。「只管」はひたすら、一心に。「打坐」は座禅をすること。",
        "grade": "Jun1"
    },
    {
        "word": "史魚屍諫",
        "yomi": "しぎょしかん",
        "def": "史魚が自らの死体を使い主君をいさめたという中国の故事。「史魚」は人物の名前。「屍諫」は死体を使いいさめるという意味。人事に関して、主君をいさめたが聞き入れられなかったのを悔いて、子に自らが死んだら死体を窓の下に放り出しておけと命じた。死後、主君が死体の理由を聞き、聞き入れなかったのは過ちだったと認め、生前の史魚の進言にそった人事を行った故事から。",
        "grade": "Jun1"
    },
    {
        "word": "四弘誓願",
        "yomi": "しぐぜいがん",
        "def": "仏になろうとする修行者や菩薩が願いかなえると誓う四つのこと。あらゆる生き物の苦しみを無くす誓願、衆生無辺誓願度。尽きない煩悩を全て断つ誓願、煩悩無尽誓願断。全ての法門を学び尽くす誓願、法門無量誓願学。仏道の最高の悟りを得て成仏する誓願、仏道無上誓願成。",
        "grade": "Jun1"
    },
    {
        "word": "屍山血河",
        "yomi": "しざんけつが",
        "def": "この上なく激しい戦闘のこと。または、その惨状のこと。「屍山」は死体の山、「血河」は血の河のことで、激しい惨状の様子。",
        "grade": "Jun1"
    },
    {
        "word": "獅子身中",
        "yomi": "しししんちゅう",
        "def": "獅子の体内に寄生する虫が獅子を死なせることから、組織や集団の内部から災いをもたらすこと。",
        "grade": "Jun1"
    },
    {
        "word": "獅子奮迅",
        "yomi": "ししふんじん",
        "def": "ライオンが奮い立つように激しい勢いで活動することやその様子のこと。「獅子」はライオンのこと。「奮迅」は激しく奮い立つ様子。",
        "grade": "Jun1"
    },
    {
        "word": "梓匠輪輿",
        "yomi": "ししょうりんよ",
        "def": "「梓」は家具職人、「匠」は大工、「輪」は車輪を作る職人、「輿」は車台を作る職人のことで、これらの総称。",
        "grade": "Jun1"
    },
    {
        "word": "死屍累累",
        "yomi": "ししるいるい",
        "def": "死体が当たり一面に積み重なり、むごたらしい様子。「死屍」は死体、亡骸。「累累」はあたり一面に積み重なっている様子。",
        "grade": "Jun1"
    },
    {
        "word": "自然淘汰",
        "yomi": "しぜんとうた",
        "def": "適したものだけが自然に選ばれて生き残り、劣っているものは滅びていくこと。ダーウィンが進化論で用いた言葉。「淘汰」は劣っているものを選び、取り除くこと。",
        "grade": "Jun1"
    },
    {
        "word": "四塞之国",
        "yomi": "しそくのくに",
        "def": "攻めにくく守りやすい四方を山や川に囲まれた地勢の国のこと。",
        "grade": "Jun1"
    },
    {
        "word": "七十古稀",
        "yomi": "しちじゅうこき",
        "def": "昔から七十歳まで生きることが出来る人は稀だということ。杜甫の詩の「人生七十古来稀なり」という一節に由来して、七十歳を「古稀」と呼ぶようになった。",
        "grade": "Jun1"
    },
    {
        "word": "七顛八倒",
        "yomi": "しちてんばっとう",
        "def": "激しい苦痛に苦しみもだえること。「七」や「八」は程度が甚だしいことのたとえで、何度も転がって何度も倒れるという意味から。「七転八倒」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "七堂伽藍",
        "yomi": "しちどうがらん",
        "def": "寺の主な七つの堂の総称。または、七つの堂の揃っている寺のこと。「七堂」は、時代や宗派により異なるが、金堂、塔、講堂、鐘楼、経蔵、僧房、食堂のこと。「伽藍」は寺の建物のこと。",
        "grade": "Jun1"
    },
    {
        "word": "七歩之才",
        "yomi": "しちほのさい",
        "def": "「七歩」は七歩歩くという意味で、七歩歩く間にすぐれた詩を素早く作る詩の才能のこと。三国時代、曹植の詩才に嫉妬した曹丕は七歩歩く間に詩を作ることが出来なければ処刑すると命じたところ、即座にすぐれた詩を作ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "七歩八叉",
        "yomi": "しちほはっさ",
        "def": "詩文の才能にめぐまれていること。魏の曹植は七歩歩く間に詩を作り、唐の温庭インは八回腕を組む間に八韻の賦を作った故事から。「叉」は腕を組むこと。 ",
        "grade": "Jun1"
    },
    {
        "word": "悉皆成仏",
        "yomi": "しっかいじょうぶつ",
        "def": "「悉皆」は一つ残らず、全てのものという意味で、仏教語でこの世の生きている全てのものが成仏すること。",
        "grade": "Jun1"
    },
    {
        "word": "漆身呑炭",
        "yomi": "しっしんどんたん",
        "def": "仇討ちや復讐をするために、非常に苦労すること。「漆身」は漆を身体に塗る、「呑炭」は炭を呑むこと。春秋時代、晋の予穣は主君の仇討ちをするために別人を装うために、漆を身体に塗って皮膚病を装い、炭を呑んで声が出ないようにして機会をうかがったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "疾風怒濤",
        "yomi": "しっぷうどとう",
        "def": "「疾風」は強く速い風、「怒濤」はうねり逆巻く大波のことから、時代や社会の状況が激しく変化することのたとえ。十八世紀のゲーテやシラーを中心とした文学革新運動の訳語。",
        "grade": "Jun1"
    },
    {
        "word": "紫電一閃",
        "yomi": "しでんいっせん",
        "def": "刀剣などが稲妻のように一瞬きらりときらめくことから、一瞬や極めて短い時間のこと。または、そのような少し時間で急激に変化すること。「紫電」は刀を鋭く振るとひらめく稲妻のような光のこと。「一閃」は一瞬のひらめきのこと。",
        "grade": "Jun1"
    },
    {
        "word": "資弁捷疾",
        "yomi": "しべんしょうしつ",
        "def": "「資弁」は生まれつき弁舌が達者、「捷疾」は速いや素早いことから、生まれつき弁舌が達者で、行動が素早いこと。中国古代の殷の紂王を評した故事が由来。",
        "grade": "Jun1"
    },
    {
        "word": "子墨客卿",
        "yomi": "しぼくかくけい",
        "def": "文人。詩文を作る人のこと。「子墨」は墨を擬人化した表現、「客卿」は他国から来ている客分待遇の高官のこと。",
        "grade": "Jun1"
    },
    {
        "word": "七五三縄",
        "yomi": "しめなわ",
        "def": "鳥居や神棚などに飾ったり、神域を区別するために用いたりする縄のこと。縄の網目に七、五、三筋のわらをはさんで垂らすことから由来する当て字。",
        "grade": "Jun1"
    },
    {
        "word": "四面楚歌",
        "yomi": "しめんそか",
        "def": "周りを敵や反対者に囲まれており、味方がいなくて孤立している状態のこと。楚の項羽は漢の劉邦に追い詰められたときに、夜になって漢の軍の中から聞こえてきた楚の国の歌をきいて、漢に降った楚の人が多いことを嘆き、敗北を悟った故事から。",
        "grade": "Jun1"
    },
    {
        "word": "社燕秋鴻",
        "yomi": "しゃえんしゅうこう",
        "def": "出合って間もない間に分かれること。「社燕」は春の社日にきて、秋の社日に去る燕、「秋鴻」は秋にきて春に去る白鳥のことで、燕と白鳥がすれ違う短い出会いという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "釈根灌枝",
        "yomi": "しゃくこんかんし",
        "def": "「釈根」は根を捨てる、「灌枝」は枝に水を注ぎかけるという意味から、他の事に気をとられて物事の本質を忘れること。または、問題の本質を調べることをせずに結果だけを問題にすること。",
        "grade": "Jun1"
    },
    {
        "word": "杓子果報",
        "yomi": "しゃくしかほう",
        "def": "「杓子」は菜や汁を盛る道具、「果報」は幸せのことで、杓子に食べ物が山盛りに配られるという意味から、運に恵まれること。",
        "grade": "Jun1"
    },
    {
        "word": "杓子定規",
        "yomi": "しゃくしじょうぎ",
        "def": "杓子の柄を無理やり定規のかわりにするということから、一つの基準で全てを決めようとして応用や融通がきかなくなるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "車水馬竜",
        "yomi": "しゃすいばりょう",
        "def": "車や馬などの乗り物の往来がとてもにぎやかな様子。車は流れる水のように、馬は竜のように連なっているという意味。",
        "grade": "Jun1"
    },
    {
        "word": "周章狼狽",
        "yomi": "しゅうしょうろうばい",
        "def": "予想していなかったことが起きて、ひどく慌てること。「周章」と「狼狽」はどちらもひどく慌てるという意味。「狼」と「狽」はどちらも想像上の動物のことで、「狼」は後足が極端に短く、「狽」は前足が極端に短いため、離れるとうまく歩けずに倒れてしまうことから、「狼狽」でうまくいかずに慌てふためくという意味になった。",
        "grade": "Jun1"
    },
    {
        "word": "終南捷径",
        "yomi": "しゅうなんしょうけい",
        "def": "正規の試験などをすることなく官職につくこと。または、終南山には仕官への近道があるということ。「終南」は長安の南にある山の終南山のこと。「捷径」は近道、最短距離の道のこと。終南山で隠居していた盧蔵用が、則天武后に召されて官職を得た故事から、終南山で隠者のふりをすることで名声が上がって仕官への近道になるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "秋風索莫",
        "yomi": "しゅうふうさくばく",
        "def": "勢いが弱くなって、物寂しい様子のこと。夏が過ぎて、秋の物寂しい風が吹くという意味から。「索莫」は物寂しい様子。「索莫」は「索漠」、「索寞」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "秋風落莫",
        "yomi": "しゅうふうらくばく",
        "def": "勢いが弱くなって、物寂しい様子のこと。夏が過ぎて、秋の物寂しい風が吹くという意味から。「落莫」は物寂しい様子。",
        "grade": "Jun1"
    },
    {
        "word": "衆妙之門",
        "yomi": "しゅうみょうのもん",
        "def": "全てのものが生まれ出るとされる門のこと。「衆」は数が多いこと。「妙」は様々な不思議な現象のこと。全てのもののことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "夙興夜寝",
        "yomi": "しゅくこうやしん",
        "def": "朝から夜遅くまでずっと仕事に精を出すこと。「夙興」は朝早く起床すること。「夜寝」は夜遅い時間に寝ること。「夙に興き夜に寝ぬ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "輸攻墨守",
        "yomi": "しゅこうぼくしゅ",
        "def": "攻める方も守る方も知略を尽くして戦うこと。「輸」は公輸盤、「墨」は墨子のことで、どちらも人の名前。公輸盤が攻めて、墨子が守るという意味から。宋を攻めようとしていた楚の公輸盤を墨子が机上の仮説で守り抜き、それを見て感嘆した楚王は、宋を攻めないことを誓ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "守株待兎",
        "yomi": "しゅしゅたいと",
        "def": "古いしきたりを守ることにしばられて、融通がきかないこと。または、思いがけない幸運が起こることを頼りにする愚かさのこと。「守株」は切り株を見つめること。「待兎」は兎を待つこと。中国の春秋時代の宋の国で、偶然に木の切り株にぶつかって死んだ兎を手に入れた農夫は、それからずっと切り株を見つめて過ごし、畑が荒れ果てたという故事から。「株を守りて兎を待つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "首鼠両端",
        "yomi": "しゅそりょうたん",
        "def": "二つの中でどちらかに決めることができず、選べない曖昧な態度のたとえ。または、情勢をみて、どうするか決めること。ねずみが穴から顔を出して、きょろきょろと様子をうかがうという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "出谷遷喬",
        "yomi": "しゅっこくせんきょう",
        "def": "出世すること。「遷喬」は高い木に移ること。鳥が谷から出てきて高い木に移るということから、高い地位を手に入れることのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "出藍之誉",
        "yomi": "しゅつらんのほまれ",
        "def": "弟子が師匠を超えること。または、学問をすることで人は良い方向に向上するということ。青い染料は藍の葉から作るが、布を染めることで藍よりも青くなるということから。「青は之を藍より取りて藍よりも青し」から出来た言葉。",
        "grade": "Jun1"
    },
    {
        "word": "酒嚢飯袋",
        "yomi": "しゅのうはんたい",
        "def": "能力も知識もない人のこと。「嚢」は袋のこと。酒を入れる袋と飯をいれる袋という意味から。飯を食い、酒を飲むだけの何の役にも立たない人のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "珠聯璧合",
        "yomi": "しゅれんへきごう",
        "def": "才能のある多くの人材が一つのところに集まること。または、結婚を祝う言葉。たくさんの宝石が連なりあうという意味から。「珠連璧合」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "株連蔓引",
        "yomi": "しゅれんまんいん",
        "def": "全ての関係した者を罰すること。「株連」は植物の根のひとつのまとまりのこと。「蔓引」は蔓を引いて抜くこと。植物の蔓を引いて、根のまとまりを一気に引き抜くという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "春蛙秋蝉",
        "yomi": "しゅんあしゅうぜん",
        "def": "全く意味がなく、ただうるさいだけの言論のこと。春の蛙や秋の蝉のようにやかましいという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "舜日尭年",
        "yomi": "しゅんじつぎょうねん",
        "def": "世の中が平和なこと。古代中国の伝説の聖天子の舜帝と尭帝が、世の中を治めていた平和な年月という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "駿足長阪",
        "yomi": "しゅんそくちょうはん",
        "def": "すぐれた能力を持っている人が、自分の才能を試すために、難しいことに挑んでみたいと思うこと。「駿足」は速く走ることができる馬。「長阪」は長い距離のある坂道。速く走ることができる馬は、長く険しい坂道を駆けてみたいと思うという意味から。「駿足長阪を思う」を略した言葉。「駿足長坂」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "小家碧玉",
        "yomi": "しょうかへきぎょく",
        "def": "貧しい家庭で生まれ育った、美しい容姿の女性のたとえ。または、貧しい家庭にある宝物のこと。「小家」は貧しく卑しい家という意味で、自身の家を謙遜していう言葉。「碧玉」は青い色の宝石。または、中国の東晋の汝南王の愛人の名前。",
        "grade": "Jun1"
    },
    {
        "word": "小人之勇",
        "yomi": "しょうじんのゆう",
        "def": "一時の感情に任せた、軽率な勇気のこと。「小人」は度量の狭い人、小人物。",
        "grade": "Jun1"
    },
    {
        "word": "消息盈虚",
        "yomi": "しょうそくえいきょ",
        "def": "時代が変化していくこと。「消息」は消えたり生まれたりすること。または、繁栄したり衰退したりすること。「盈虚」は満ちたり欠けたりすること。または、繁栄したり衰退したりすること。",
        "grade": "Jun1"
    },
    {
        "word": "掌中之珠",
        "yomi": "しょうちゅうのたま",
        "def": "自分の中で一番大切なもののこと。または、自分の妻と子どものこと。手のひらの中にある宝石という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "松柏之寿",
        "yomi": "しょうはくのじゅ",
        "def": "長く生きること。または、長生きを祝う言葉。「松柏」は常緑樹の松とこのてがしわのことで、どちらも寿命が長い植物ということから、長寿の象徴。",
        "grade": "Jun1"
    },
    {
        "word": "賞罰之柄",
        "yomi": "しょうばつのへい",
        "def": "ほめることと罰を与えることができる権力のこと。「柄」は権力のこと。",
        "grade": "Jun1"
    },
    {
        "word": "焦眉之急",
        "yomi": "しょうびのきゅう",
        "def": "危険が間近に迫ってきていることのたとえ。「焦眉」は眉が焦げるほどに火が近づくということ。「焼眉之急」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "蕉風俳諧",
        "yomi": "しょうふうはいかい",
        "def": "日本の江戸時代の俳人の松尾芭蕉と、その一門によって確立された俳諧のこと。さび、しおり、細み、軽みなどを主体として、落ち着いた雰囲気と奥深い趣を尊ぶ句風を特徴としている。「正風俳諧」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "昭穆倫序",
        "yomi": "しょうぼくりんじょ",
        "def": "祖先の霊を祭っている建物の宗廟の序列には、一定の決まりがあるということ。「昭」は太祖を中央にして、左側に二世、四世、六世を祭ること。「穆」は太祖を中央にして、右側に三世、五世、七世を祭ること。「倫序」は順序のこと。",
        "grade": "Jun1"
    },
    {
        "word": "鐘鳴鼎食",
        "yomi": "しょうめいていしょく",
        "def": "財産も地位もある人の贅沢な生活のこと。「鐘鳴」は鐘を鳴らして食事の時間を知らせること。「鼎食」は祭器としても使われる、三本足の器の鼎に料理を盛って、たくさんの鼎を並べて食事すること。",
        "grade": "Jun1"
    },
    {
        "word": "笑面夜叉",
        "yomi": "しょうめんやしゃ",
        "def": "見た目は笑顔だが、心のそこで悪いことを考えていること。「夜叉」は人に害を与える悪い鬼神のこと。",
        "grade": "Jun1"
    },
    {
        "word": "杵臼之交",
        "yomi": "しょきゅうのまじわり",
        "def": "身分をこだわらずに人付き合いをすること。「杵臼」はきねとうすのこと。中国の後漢の時代の公孫穆は、学費を稼ぐために呉祐の家で雇われて、きねとうすを使って米をついていた。あるとき呉祐が公孫穆に話しかけてみると、高い学識があることに驚き、その後は主従を越えた付き合いを結んだという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "処女脱兎",
        "yomi": "しょじょだっと",
        "def": "兵法の一つで、始めのうちは大したことのないように見せて相手を油断させ、後にものすごい勢いを発揮することのたとえ。「処女」は家にいる少女という意味から、未婚の少女のこと。「脱兎」は逃げる兎。おとなしい少女に見せかけて油断させ、その後に逃げる兎のような勢いで攻めるということから。「始めは処女の如く後は脱兎の如し」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "黍離之歎",
        "yomi": "しょりのたん",
        "def": "国が滅んだことへの嘆き。「黍離」は『詩経』「王風」の詩篇の名称。中国の東周の大夫が、西周の宮殿の跡地が荒地になっているのを見て嘆いて作った詩といわれている。「黍離之嘆」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "支葉碩茂",
        "yomi": "しようせきも",
        "def": "本家と分家、一族の全てが繁栄すること。「支葉」は枝と葉のことで、本家と分家のたとえ。「碩茂」は大きく繁栄すること。「枝葉碩茂」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "芝蘭玉樹",
        "yomi": "しらんぎょくじゅ",
        "def": "才能のあるすぐれた人材や子弟のこと。または、一族や一門から人材を輩出すること。「芝」は霊芝のこと。「蘭」は藤袴のこと。どちらも植物で香り高いということから、すぐれた才能を持つ人のたとえ。「玉樹」は宝石のように美しい木のこと。",
        "grade": "Jun1"
    },
    {
        "word": "芝蘭結契",
        "yomi": "しらんけっけい",
        "def": "良い影響を受ける賢者との交友。「芝」は霊芝のこと。「蘭」は藤袴のこと。どちらも植物で香り高いということから、善人や賢者のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "芝蘭之室",
        "yomi": "しらんのしつ",
        "def": "善人のたとえ。または、賢者に影響を受けることのたとえ。「芝」は霊芝のこと。「蘭」は藤袴のこと。どちらも植物で香り高いということから、善人や賢者のたとえ。「善人と居るは芝蘭の室に入るが如し」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "芝蘭之交",
        "yomi": "しらんのまじわり",
        "def": "良い影響を受ける賢者との交友。「芝」は霊芝のこと。「蘭」は藤袴のこと。どちらも植物で香り高いということから、善人や賢者のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "指鹿為馬",
        "yomi": "しろくいば",
        "def": "間違っていたり、理屈に合わないと理解していても、無理に押し通すこと。中国の秦の始皇帝の死後に、権力を得ようとした趙高は、二世皇帝に鹿を馬と言って献上した。そのことに対して、何も言わなかった人や、それは馬だと言った人、鹿だと言った人がいたが、趙高は鹿と言った人は全て処罰したという故事から。「鹿を指して馬と為す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "辛苦遭逢",
        "yomi": "しんくそうほう",
        "def": "非常に辛く苦しい出来事にあうこと。「辛苦」は辛く苦しい出来事。「遭」と「逢」はどちらも遭遇するということ。",
        "grade": "Jun1"
    },
    {
        "word": "神工鬼斧",
        "yomi": "しんこうきふ",
        "def": "人の技術とは到底思えないような素晴らしい技術で作られた作品のこと。神が細工を施したような、鬼神が斧をふるって作ったような作品という意味から。神業や名人芸のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "参差錯落",
        "yomi": "しんしさくらく",
        "def": "様々な不揃いなものが入り混じっている様子。「参差」は大きさや長さが揃っていない。「錯落」は色々のものがごちゃごちゃと交ざっていること。",
        "grade": "Jun1"
    },
    {
        "word": "参商之隔",
        "yomi": "しんしょうのへだて",
        "def": "距離が非常に離れているために、会う機会がないこと。または、夫婦や家族が別れたり、不仲になることのたとえ。「参」はオリオン座の星、参星。「商」はさそり座の星、商星。東西に遠く離れた二つの星は、空に同時に現れることはないということから。古代中国の高辛氏の二人の息子は仲が悪く、いつも争いをしていたために、互いに遠く離れた参星と商星をつかさどらせたという伝説から。",
        "grade": "Jun1"
    },
    {
        "word": "薪水之労",
        "yomi": "しんすいのろう",
        "def": "人に仕えて、怠けず懸命に働くこと。または、炊事などの家事仕事。「薪水」は薪を拾いに行って、水を汲みに行くこと。",
        "grade": "Jun1"
    },
    {
        "word": "時雨之化",
        "yomi": "じうのか",
        "def": "「時雨」は適切な時に適度に降る雨のこと。適度な雨は草木の育成をよくすることから、君主の善政や聖人の教化が、人々を感化すること。",
        "grade": "Jun1"
    },
    {
        "word": "慈烏反哺",
        "yomi": "じうはんぽ",
        "def": "育ててくれた親に恩返しすること。「慈烏」はカラスの別名、「反哺」は口移しで餌を与えること。成長したカラスは、口移しで老いた親に餌を与えて幼時の恩を返すといわれていることから。",
        "grade": "Jun1"
    },
    {
        "word": "持盈保泰",
        "yomi": "じえいほたい",
        "def": "安らかで満ち足りた状態を維持し続けること。または、慎重に行動して災いを招かないようにすること。「持盈」は満ち足りた状態を維持すること。「保泰」は安らかなことを維持すること。",
        "grade": "Jun1"
    },
    {
        "word": "自家撞着",
        "yomi": "じかどうちゃく",
        "def": "同じ人の行動や言動が前後で辻褄が合わないこと。「自家」は自分自身のこと、「撞着」は辻褄があわないこと、矛盾していること。",
        "grade": "Jun1"
    },
    {
        "word": "爾雅温文",
        "yomi": "じがおんぶん",
        "def": "心がおだやかで、態度や言動が礼儀にかなっていること。「爾雅」は言葉や文章などが美しいこと。 「温文」は温和で礼儀にかなっていること。",
        "grade": "Jun1"
    },
    {
        "word": "而今而後",
        "yomi": "じこんじご",
        "def": "今より後やこれから、今後という意味。",
        "grade": "Jun1"
    },
    {
        "word": "日月星辰",
        "yomi": "じつげつせいしん",
        "def": "「辰」は日、月、星の総称のことで、天体や空のこと。",
        "grade": "Jun1"
    },
    {
        "word": "自然法爾",
        "yomi": "じねんほうに",
        "def": "浄土真宗で如来の絶対的な他力に身を任せること。「自然」は外部からの影響ではなく、自ずからそうであること。「法爾」は法則のままやあるがままということ。全てのものは、自ずから如来の知恵のあらわれであり、真理にかなっているということ。",
        "grade": "Jun1"
    },
    {
        "word": "慈悲忍辱",
        "yomi": "じひにんにく",
        "def": "仏教語で、「慈悲」は慈しみ深い心、「忍辱」は苦難を耐えてしのぶことで、情け深くどんな苦難も耐えてしのぶこと。または、僧が守るべき道のこと。",
        "grade": "Jun1"
    },
    {
        "word": "獣蹄鳥跡",
        "yomi": "じゅうていちょうせき",
        "def": "世の中が酷く乱れていること。「獣蹄」は獣の足跡。獣や鳥の足跡が町中に溢れるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "儒林棟梁",
        "yomi": "じゅりんのとうりょう",
        "def": "儒学者の世界で上にたって、重い責任を担っている人。「儒林」は儒学を学んだり、研究している仲間のこと。「棟梁」は人をまとめて率いる人、統率者のこと。",
        "grade": "Jun1"
    },
    {
        "word": "純真無垢",
        "yomi": "じゅんしんむく",
        "def": "邪念や私欲などのない清らかな心を持っていること。または、自然のままで飾り気のない様子のこと。「純真」と「無垢」はどちらも清らかで汚れのないという意味。同じ意味の言葉を重ねて強調した言葉。主に子供のことをいう言葉。",
        "grade": "Jun1"
    },
    {
        "word": "純情可憐",
        "yomi": "じゅんじょうかれん",
        "def": "邪念や私欲などがなく清らかで、素直で愛らしいこと。「純情」は心が清らかで素直なこと。「可憐」はいじらしく愛らしいこと。主に少女に対して使う言葉。",
        "grade": "Jun1"
    },
    {
        "word": "醇風美俗",
        "yomi": "じゅんぷうびぞく",
        "def": "他人への思いやりのある、美しく望ましい風俗や習慣。「醇風」は人への思いやりのある習慣。「美俗」は美しい習慣。「淳風美俗」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "冗員淘汰",
        "yomi": "じょういんとうた",
        "def": "必要のない人員を減らして整えること。「冗員」は不必要な人員のこと。「淘汰」は必要なものと、必要のないものを選んで必要のないものを捨てること。",
        "grade": "Jun1"
    },
    {
        "word": "上求菩提",
        "yomi": "じょうぐぼだい",
        "def": "菩薩がさらに高みを望んで、完全な悟りの境地を求めること。仏教の言葉で、仏教の修行者の菩薩が、自身が仏になるために、煩悩を捨て去った悟りの境地である菩提を求めるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "城狐社鼠",
        "yomi": "じょうこしゃそ",
        "def": "君主や権力者の威光を笠にきて悪事を働く者のたとえ。「城狐」は城に住んでいるきつね。 「社鼠」は神社などの社に住んでいるねずみ。そのような場所に住んでいるねずみやきつねは、悪いことをしても排除するためには、その場所を壊さないといけないので排除が難しいということから。",
        "grade": "Jun1"
    },
    {
        "word": "情緒纏綿",
        "yomi": "じょうしょてんめん",
        "def": "感情が深く、いつまでも心から離れないこと。「情緒」は感情や気分。「纏綿」はまとわりつくという意味。",
        "grade": "Jun1"
    },
    {
        "word": "常住坐臥",
        "yomi": "じょうじゅうざが",
        "def": "ふだん、いつも。「常住」はいつもという意味。「坐臥」は座ることと寝ること。座っているときも寝ているときもという意味から。「行住坐臥」の「行住」と、「常住」が混同されてできた言葉。「常住座臥」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "常套手段",
        "yomi": "じょうとうしゅだん",
        "def": "いつも決まって使われる手段や方法のこと。または、誰もが知っているような手段や方法のこと。「常套」は古臭くて誰でも知っているようなこと。",
        "grade": "Jun1"
    },
    {
        "word": "乗輿車駕",
        "yomi": "じょうよしゃが",
        "def": "天子が乗る車。または、天子のこと。「乗輿」と「車駕」はどちらも天子が外出するときに使う車のこと。",
        "grade": "Jun1"
    },
    {
        "word": "乗輿播越",
        "yomi": "じょうよはえつ",
        "def": "天子が都を落ち延びて、遠くの他国を流浪すること。「乗輿」は天子が乗る車のこと。「播越」は居場所がなくなって、他国を流浪すること。",
        "grade": "Jun1"
    },
    {
        "word": "常鱗凡介",
        "yomi": "じょうりんぼんかい",
        "def": "普通の人のたとえ。「鱗」は魚の鱗のことから、魚のたとえ。「介」は貝のこと。普通の魚と平凡な貝類という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "上漏下湿",
        "yomi": "じょうろうかしゅう",
        "def": "貧しい家、あばら家を言い表す言葉。屋根からは雨が漏れてきて、床から湿気が上がってくるという意味から。「上は漏れ下は湿る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "人為淘汰",
        "yomi": "じんいとうた",
        "def": "数多くの中から、目的にあった性質を持った個体を選んで残していくこと。家畜や植物などの品種改良の方法の一つ。「人為」は自然のままではなく、人が手を加えること。「淘汰」は悪いものを捨てて、良いものだけを残すこと。",
        "grade": "Jun1"
    },
    {
        "word": "人主逆鱗",
        "yomi": "じんしゅのげきりん",
        "def": "君主や支配者から怒りを買うことのたとえ。「人主」は君主や支配者のこと。「逆鱗」は竜の顎の下に逆さに生えているとされる一枚の鱗のことで、これに触ると竜は激怒して触った人を殺すという伝説から、上の立場の人からの激しい怒りを買うことのたとえ。「人主もまた逆鱗有り」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "水魚之交",
        "yomi": "すいぎょのまじわり",
        "def": "とても仲がよく、離れがたい交際や友情のこと。その関係を魚と水にたとえた言葉。三国時代、蜀の劉備が仲の良かった孔明を軍師に迎えたときに、古参の武将は不満をもらしたが、魚に水が必要なように私には孔明が必要だと言ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "翠色冷光",
        "yomi": "すいしょくれいこう",
        "def": "冷たく感じるような青い光のこと。また、月の光りを表現したもの。「翠色」は青緑色、または深い緑色のこと。「冷光」は冷ややかな光という意味。",
        "grade": "Jun1"
    },
    {
        "word": "水滴石穿",
        "yomi": "すいてきせきせん",
        "def": "小さい力でも積み重なれば強大な力になることのたとえ。「水滴」は一滴の水、「石穿」は石に穴をあけること。水滴も同じ位置に落ち続ければ、いずれ石に穴をあけることができるという意味から。「水滴石を穿（うが）つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "水天一碧",
        "yomi": "すいてんいっぺき",
        "def": "水平線で海と空の境が、区別できないように青い色一色に溶け合っている様子のこと。「水天」は海と空のこと。「一碧」は水面や空の色が深い青色一色になっていること。",
        "grade": "Jun1"
    },
    {
        "word": "水到渠成",
        "yomi": "すいとうきょせい",
        "def": "学問を身につけると、それに伴って徳も自然に備わるということ。または、物事は手を加えなくても、時がたてば自然と望んだとおりになるということ。「渠」は溝や堀のことで、水が流れると、土が削られていって、水の流れだけで溝が出来上がるという意味から。「水至りて渠成る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "推本溯源",
        "yomi": "すいほんそげん",
        "def": "物事の根本を考えて、その全てを知ろうとすること。根源を推察して、根源にさかのぼるという意味から。「本を推して源に溯る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "趨炎附熱",
        "yomi": "すうえんふねつ",
        "def": "その時に権力のあるものにこびへつらうこと。「趨」は走ること。「炎」と「熱」は激しい勢いがあるもののたとえ。勢いのある炎に走って向かい、熱いものにつくということから。「炎に趨き熱に附く」とも読む。「趨炎付熱」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "寸指測淵",
        "yomi": "すんしそくえん",
        "def": "考えの浅い行為。または、実際に行うことが不可能なこと。一寸の長さしかない指で、水の深い場所の深さを測ろうとするという意味から。「寸指もて淵を測る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "随侯之珠",
        "yomi": "ずいこうのたま",
        "def": "貴重な宝玉やこの世で並ぶものがないほどの至宝のこと。中国の伝説上の銘珠のこと。「随侯」は人の名前で、随侯が傷ついた大蛇を助けたお礼に伝説の宝珠を貰ったとされる故事から。「隋侯之珠」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "随珠弾雀",
        "yomi": "ずいしゅだんじゃく",
        "def": "使い方や使うものが適切ではないこと。または、利益が少なく損失が多いこと。「随珠」は随侯が大蛇を助けたときに贈られたとされる伝説の宝玉で、その貴重な宝玉を雀（すずめ）を打ち落とすために弾として使うということから。",
        "grade": "Jun1"
    },
    {
        "word": "杜撰脱漏",
        "yomi": "ずさんだつろう",
        "def": "物事のやり方が雑で、間違っている部分が多いこと。「杜撰」は北宋の杜黙という詩人の作品が、当時の詩の約束事を守っていないものが多かったという事から、間違いが多く、規則に合っていない文章や詩のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "青雲之志",
        "yomi": "せいうんのこころざし",
        "def": "立身出世するために功名を得ようとする心。または、立派な人物になるために徳を磨こうとする志。「青雲」は雲の上にある青空のことで、高位や高官、学問や道徳を修めた立派な人物という意味。",
        "grade": "Jun1"
    },
    {
        "word": "精衛填海",
        "yomi": "せいえいてんかい",
        "def": "実現不可能な計画を立てて、結局失敗して無駄に終わること。または、いつまでたっても悔やんでいること。「精衛」は伝説上の小鳥の名前。「填海」は海を埋めること。伝説上の皇帝炎帝の娘である女娃は東海で溺れ死んだ。女娃は伝説上の小鳥「精衛」に化身し、自身の死んだ東海を小石や小枝などで埋めようとしたが、失敗に終わったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "斉駆並駕",
        "yomi": "せいくへいが",
        "def": "能力や実力、地位などに差がないこと。「駕」は馬車や乗り物のこと。「斉駆」はそろって走らせること。一台の馬車を数頭の馬で引っ張り疾駆することで、ともに肩を並べて進むことから力に差が無いことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "西施捧心",
        "yomi": "せいしほうしん",
        "def": "同じ行動でも、人物や状況の違いによって善悪の差が生じること。または、病気に苦しむ美しい女性の様子のこと。 「西施」は越の有名な美女の名前。病を患った西施は、眉をひそめながら痛む胸をおさえて歩くことが多かったが、多くの人がその姿を美しいと見惚れた。その様子を見ていた村の醜い女性が、真似をして同じように歩くと、皆が逃げ出したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "西狩獲麟",
        "yomi": "せいしゅかくりん",
        "def": "文章を書くことを止めること。または、物事の終わりという意味。または、狩りに行って麒麟を捕らえたという故事から。「麟」は太平の世で、天子の出現に応じて現れるとされる麒麟という聖獣のこと。乱世の世に西の方で捕らえられ、神聖なはずの麒麟を人々は不気味だと恐れたのを見て、孔子は今まで自分がやってきたのは何だったのかと思い、『春秋』を最後に筆を置いたとされる故事から。",
        "grade": "Jun1"
    },
    {
        "word": "西戎東夷",
        "yomi": "せいじゅうとうい",
        "def": "西方と東方の異民族の蔑称。または、漢民族からみて異民族の蔑称。「戎」は西方の異民族のこと。「夷」は東方の異民族のこと。どちらも読みは「えびす」。",
        "grade": "Jun1"
    },
    {
        "word": "清浄無垢",
        "yomi": "せいじょうむく",
        "def": "汚れのない清らかな様子。仏教では、煩悩がなく澄んでいる心のことをいう。「無垢」は汚れのないという意味。",
        "grade": "Jun1"
    },
    {
        "word": "盛粧麗服",
        "yomi": "せいそうれいふく",
        "def": "美しく着飾ること。「盛粧」はしっかりと化粧をすること。「麗服」は美しい衣服を着ること。十分に化粧をして、美しい服を着るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "清濁併呑",
        "yomi": "せいだくへいどん",
        "def": "善も悪も全て受け入れること。人としての器が大きく、どんなことでも受け入れること。「清濁」は清らかなものと濁っているもののことで、善と悪や、賢者と愚者などのたとえ。清らかなものも濁っているものも全てを飲み込むという意味から。「清濁併せ呑む」という形で用いることが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "井底之蛙",
        "yomi": "せいていのあ",
        "def": "広い世間を知らず、自分だけの狭い見識にとらわれていること。「井の中の蛙大海を知らず」と同じ意味。",
        "grade": "Jun1"
    },
    {
        "word": "生呑活剥",
        "yomi": "せいどんかっぱく",
        "def": "人が作った詩や文章を盗んで、そのまま使うこと。または、他人から聞いた考えや意見を理解せずにそのまま受け入れて、自分の考えや意見であるかのように言うこと。「生呑」は生きているまま丸ごと飲み込むこと。「活剥」は生きているまま皮を剥ぐこと。",
        "grade": "Jun1"
    },
    {
        "word": "碩学大儒",
        "yomi": "せきがくたいじゅ",
        "def": "様々な学問を深く習得した学者。または、学問の道を極めつくした大学者のこと。「碩学」は学問を深く習得していること。「大儒」は大学者や儒学者のこと。",
        "grade": "Jun1"
    },
    {
        "word": "尺山寸水",
        "yomi": "せきざんすんすい",
        "def": "高い山の上から見下ろした景色。「尺」と「寸」はどちらも長さの単位で、どちらも短い長さのたとえ。上から見た他の山や川が小さく見えるということから。",
        "grade": "Jun1"
    },
    {
        "word": "碩師名人",
        "yomi": "せきしめいじん",
        "def": "すぐれた功績のある学者や、高い名声のある人。または、徳の高い人や、人望のあつい人。「碩師」は大学者。「名人」は高い名声のある人。",
        "grade": "Jun1"
    },
    {
        "word": "積薪之嘆",
        "yomi": "せきしんのたん",
        "def": "後から来た人が重用されて、先にいた人が下の立場になって苦労する悩みのこと。古い薪の上に新しい薪が積み重ねられていき、古い薪は下のままになっているという意味から。「積薪之歎」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "積水成淵",
        "yomi": "せきすいせいえん",
        "def": "小さいものでも、数が多くなれば大きな力になるということ。または、努力を積み重ねていけば願いを叶えることが出来るということ。少しの水も集まれば淵になるという意味から。「積水淵を成す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "尺寸之功",
        "yomi": "せきすんのこう",
        "def": "ほんの少しの功績。自身の功績を謙遜していうときに使うこともある言葉。「尺」と「寸」はどちらも短い長さの単位ということから、ほんの少しということのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "尺寸之地",
        "yomi": "せきすんのち",
        "def": "ほんの少しの土地。「尺」と「寸」はどちらも短い長さの単位ということから、ほんの少しということのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "尺寸之柄",
        "yomi": "せきすんのへい",
        "def": "ほんの少しの権力のこと。「尺」と「寸」はどちらも短い長さの単位ということから、ほんの少しということのたとえ。「柄」は権力のこと。",
        "grade": "Jun1"
    },
    {
        "word": "刺草之臣",
        "yomi": "せきそうのしん",
        "def": "普通の人々のこと。「刺草」は草を刈り取ること。普通の人が、君主に自身のことを謙っていう言葉。草を刈り取るだけの卑しい者という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "尺短寸長",
        "yomi": "せきたんすんちょう",
        "def": "どんな人にも長所と短所は必ずあるということ。「尺」と「寸」はどちらも長さを表す単位。場合によっては一尺でも短いと感じることもあり、一寸でも長いと思うことがあるという意味から。「尺も短き所有り、寸も長き所有り」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "尺璧非宝",
        "yomi": "せきへきひほう",
        "def": "時間は非常に大切なものであるということのたとえ。「尺璧」は直径が一尺ほどある宝石。一尺の直径がある宝石も時間に比べると大した宝物ではないという意味から。「尺璧宝に非ず」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "折衝禦侮",
        "yomi": "せっしょうぎょぶ",
        "def": "敵の攻撃を防いで、相手を恐れさせること。「折衝」は攻撃してくる敵の武器をくじくこと。「禦侮」はこちらを侮ることを防ぐという意味。「衝くを折き侮りを禦ぐ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "雪中松柏",
        "yomi": "せっちゅうのしょうはく",
        "def": "志や節操、主義を決して曲げないことのたとえ。植物の松や柏の葉の色は、雪が降っても緑色のまま変わらないということから。",
        "grade": "Jun1"
    },
    {
        "word": "窃位素餐",
        "yomi": "せついそさん",
        "def": "高い地位をもっているだけの無駄飯食い。または、職務を果たさず、無駄に高い給料を得ていることのたとえ。「窃位」は才能も人徳もないのに高い地位についていること。「素餐」は何もせずに食べること。",
        "grade": "Jun1"
    },
    {
        "word": "切切偲偲",
        "yomi": "せつせつしし",
        "def": "善を勧めて、互いに励ましあいながら磨きあうこと。「切切」と「偲偲」はどちらも心をこめて元気付けるという意味。「切偲」という善を勧めて励ましあうという意味の言葉を重ねて強調した言葉。孔子の弟子の子路が、孔子に士人とはどういう人かと訪ねたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "雪泥鴻爪",
        "yomi": "せつでいのこうそう",
        "def": "人の行動や、人の一生で起こる出来事は儚いものであるということ。「雪泥」は雪が解けたあとのぬかるんでいる場所。「鴻爪」は鳥の鴻の爪の跡。雪解けのぬかるみに鴻が爪の跡を残しても、爪の跡はすぐに消えるということから。",
        "grade": "Jun1"
    },
    {
        "word": "旋乾転坤",
        "yomi": "せんけんてんこん",
        "def": "国の情勢を一変すること。「旋」と「転」は根本から回すという意味。「乾」は天、「坤」は地のこと。天地を一回転させて、正しい状況に戻すという意味から。「乾を旋らし坤を転ず」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "先見之明",
        "yomi": "せんけんのめい",
        "def": "これから先にどうなるかを見抜くことができる能力。「先見」は先のことを見抜くこと。「明」は物事の本質を見抜く能力のこと。",
        "grade": "Jun1"
    },
    {
        "word": "先庚後庚",
        "yomi": "せんこうこうこう",
        "def": "失敗しないように注意深く物事を行うこと。「庚」は変えるという意味。易経の言葉で、物事を変える時には、変える前と後のことをしっかりと説明するべきであるということ。「庚に先だち庚に後る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "千錯万綜",
        "yomi": "せんさくばんそう",
        "def": "様々なことが複雑に入り混じっていること。「千」と「万」は数が多いことのたとえ。「錯」と「綜」は入り組んでいて、絡まりあっていていること。",
        "grade": "Jun1"
    },
    {
        "word": "千射万箭",
        "yomi": "せんしゃばんせん",
        "def": "一つ一つのことに手を抜いてはいけないという教え。「箭」は矢のこと。弓道の心得をいう言葉で、千本万本の矢を射るときでも、今射る矢をおろそかにせず、新たな気持ちで望むべきということ。",
        "grade": "Jun1"
    },
    {
        "word": "千乗之国",
        "yomi": "せんじょうのくに",
        "def": "大国。「乗」は兵車を数える単位で、千の兵車を出すことのできる国ということから。一つの兵車には、それぞれに百人の兵がつくとされていて、十万の兵力をいう。",
        "grade": "Jun1"
    },
    {
        "word": "川上之歎",
        "yomi": "せんじょうのたん",
        "def": "時間が過ぎていくことへの嘆き。「川上」は川のそば。孔子が川の流れを見て、昼も夜も関係なく流れが過ぎていく、過ぎ去るとはこういうものかと嘆いたという故事から。「川上之嘆」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "栴檀双葉",
        "yomi": "せんだんのふたば",
        "def": "立派ですぐれた才能を持っている人は、子どもの頃からすぐれた才能を持っているということ。「栴檀」は香木の白檀のこと。「双葉」は芽が出たばかりの小さな二枚の葉のこと。白檀は芽が出た直後でもいい香りを放つということから。「栴檀は双葉より芳し」を略した言葉。「栴檀二葉」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "千成瓢箪",
        "yomi": "せんなりびょうたん",
        "def": "豊臣秀吉の馬印のこと。小さく数が多い瓢箪の一種をいう。美濃攻めの時に、豊臣秀吉が瓢箪を高く掲げ合図を送った功績を織田信長に認められ、報酬として金の瓢箪を与えられて、瓢箪を馬印にすることを許されたといわれている。",
        "grade": "Jun1"
    },
    {
        "word": "穿壁引光",
        "yomi": "せんぺきいんこう",
        "def": "貧しい生活をしながら勉学に励むこと。苦学のたとえ。壁に穴を開けて隣の家の光を盗み、盗んだ光で勉強をするということから。前漢にいた匡衡は貧しく、灯火の油を買うことができず、壁に穴を開け、隣家の明かりを盗んで勉学に励んだという故事から。「壁を穿ちて光を引く」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "千篇一律",
        "yomi": "せんぺんいちりつ",
        "def": "物事がどれも同じで面白みがないこと。「千篇」はたくさんの詩文のこと。「一律」は全て同じ調子という意味。「千編一律」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "千里命駕",
        "yomi": "せんりめいが",
        "def": "遠くにいる友人を訪ねること。「千里」は非常に距離が離れていることのたとえ。「命駕」は馬車の用意を命じること。遠くの友人を訪ねるために、馬車の用意を命令するという意味から。「千里駕を命ず」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "是耶非耶",
        "yomi": "ぜかひか",
        "def": "物事の善か悪かの判断に迷うこと。疑問や反語という意味の助字の「耶」という文字を、物事の善か悪かをいう「是非」に付け足した言葉。「所謂天道是耶非耶」という出典の一節で、善人が苦しみ、悪人が横行するという例は多くあり、天の定める道は正しいのかどうか迷うということから。",
        "grade": "Jun1"
    },
    {
        "word": "是非之心",
        "yomi": "ぜひのこころ",
        "def": "物事の善と悪をしっかりと判別できる能力のこと。「是非」は正しいことと、間違っていること。",
        "grade": "Jun1"
    },
    {
        "word": "善巧方便",
        "yomi": "ぜんぎょうほうべん",
        "def": "相手や状況に合わせたやり方を考えること。「善巧」は上手いこと。「方便」はやり方。仏教の言葉で、仏が人々に仏法を説く時のやり方をいうもので、相手の能力に合わせてやり方を変えるということから。",
        "grade": "Jun1"
    },
    {
        "word": "前虎後狼",
        "yomi": "ぜんここうろう",
        "def": "災難などの辛いことが次から次へと起こること。前から来る虎を防いでも、すぐに後ろから狼がやって来るという意味から。「前門の虎、後門の狼」という形で使うことが多い言葉。「前門に虎を拒ぎ後門に狼を進む」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "前車覆轍",
        "yomi": "ぜんしゃのふくてつ",
        "def": "先人の失敗を学び、今の戒めにすること。「覆轍」はひっくり返った車の残した車輪の跡のこと。先に通った車のひっくり返った車輪の跡を見て、同じようにならないように、その場所を通らないようにするという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "前途遼遠",
        "yomi": "ぜんとりょうえん",
        "def": "これから先の道のりが非常に遠いこと。「前途」はこれから先の道のり、将来のこと。「遼」と「遠」はどこまでも続いているということ。目的を果たすまでに、たくさんの苦労や災難が待ち構えていることをいう。",
        "grade": "Jun1"
    },
    {
        "word": "全豹一斑",
        "yomi": "ぜんぴょういっぱん",
        "def": "物事のわずかな部分だけを見て、物事の全体を推測したり、批評したりすること。見識が狭いことのたとえ。狭い管を覗いて、中から見えた一つの豹の斑文を見て、豹の全体を推測するという意味から。中国の晋の王献之が幼い時に、学生たちが博打のようなもので遊んでいるのを見て、とある学生の負けを予想すると、一部分だけを見て狭い見識で全体を判断していると言い返されたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "前狼後虎",
        "yomi": "ぜんろうこうこ",
        "def": "災難などの辛いことが次から次へと起こること。前から来る虎を防いでも、すぐに後ろから狼がやって来るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "総角之好",
        "yomi": "そうかくのよしみ",
        "def": "小さなころからの親交のこと。「総角」は束ねた髪を角（つの）のように両側から垂らした小児の髪型のことから、小さい子供という意味。「好」は親しい関係のこと。",
        "grade": "Jun1"
    },
    {
        "word": "喪家之狗",
        "yomi": "そうかのいぬ",
        "def": "元気がなくてやつれている人のたとえ。または、身を寄せるところがなく、放浪している人のたとえ。「喪家」は喪中の家のこと。「狗」は犬のこと。葬式をしている家は忙しいので、犬に餌をやり忘れてしまい犬がやせてしまうという意味から。また、一説に家を失った犬や宿無しの犬のことをいうこともある。",
        "grade": "Jun1"
    },
    {
        "word": "僧伽藍摩",
        "yomi": "そうぎゃらんま",
        "def": "寺院や寺院の建物の総称。仏教語で、多くの僧が集まって修行する清らかな場所という意味。",
        "grade": "Jun1"
    },
    {
        "word": "痩躯長身",
        "yomi": "そうくちょうしん",
        "def": "身長が高く、痩せている体型のこと。主に男性の体格を表現するのに用いる言葉。",
        "grade": "Jun1"
    },
    {
        "word": "蒼狗白衣",
        "yomi": "そうくはくい",
        "def": "時世の変化が速いことのたとえ。「蒼狗」は青い犬または黒い犬のこと。空に浮かぶ雲は、犬に見えたかと思えば、すぐに白衣に見えるように、変化が速いという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "叢軽折軸",
        "yomi": "そうけいせつじく",
        "def": "一つ一つは小さいものでも、数が多く集まれば大きな力になるということ。「叢軽」は軽いものが数多く集まること。「折軸」は車軸が折れること。軽いものでも数多く集まれば、車軸が折れるほどの重量になるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "糟糠之妻",
        "yomi": "そうこうのつま",
        "def": "貧しい生活をして、共に苦労をしてきた妻のこと。「糟糠」は酒かすと米ぬかのことから貧しい食事のたとえ。光武帝が、姉の湖陽公手と家臣の宋弘を結婚させようとしたが、既婚者である宋弘は「貧しい時期を共に苦労してきた妻のことを大切にしたい」と言って断ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "桑弧蓬矢",
        "yomi": "そうこほうし",
        "def": "男子が将来の目標や抱負をしっかりと決めること。または、その目標や抱負のこと。「桑弧」は桑の木で作った弓。「蓬矢」はよもぎで作った矢。古代中国の風習で、男の子が生まれると将来の活躍を願い、蓬矢を天地四方に射ていたことから。",
        "grade": "Jun1"
    },
    {
        "word": "荘周之夢",
        "yomi": "そうしゅうのゆめ",
        "def": "自分とものとの区別がなくなって、全てのものが一つのものとする万物一体の境地のこと。または、人の生がはかないことのたとえ。または、夢と現実の境がはっきりと区別できなくなること。「荘周」は道教の始祖の一人とされる思想家の荘子の別名。荘子が胡蝶になって遊ぶ夢をみて、目が覚めると夢で胡蝶になったのか、胡蝶が夢をみて自分になったのかわからなくなったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "壮士凌雲",
        "yomi": "そうしりょううん",
        "def": "俗世を超越しようとする気高くて立派なこころざしのこと。または、積極的に高みを目指すこころざしのこと。「凌雲」は雲よりも高い場所に上るという意味から、俗世を超越するという意味。",
        "grade": "Jun1"
    },
    {
        "word": "曾参殺人",
        "yomi": "そうしんさつじん",
        "def": "嘘の話でも、多くの人から何度も繰り返し話を聞かされていると信じてしまうことのたとえ。「曾参」は人名。孔子の弟子。ある時、曾参の親類の者が人を殺した。誰かが誤って、曾参の母親に「曾参が人を殺した」と告げたが、曾参の母親は信じなかった。しかし、二人目、三人目と同じことを告げに来ると、さすがに話を信じて、機織仕事をやめて家を飛び出したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "曾参歌声",
        "yomi": "そうしんのかせい",
        "def": "貧しい生活のなかでも欲にとらわれずに高潔に生きること。「曾参」は人の名前。曾参は衣食も満足にいかないほど貧しかったが、『詩経』の商頌の詩を歌うと世界に響き、金石の楽器の演奏のように見事なものだったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "甑塵釜魚",
        "yomi": "そうじんふぎょ",
        "def": "とても貧しいことのたとえ。「甑」は蒸すための調理器具で、こしきやせいろのこと。「魚」は蚊の幼虫のボウフラのこと。こしきには塵がつもり、鍋にはボウフラがわいて炊事をすることができないほど貧しいということから。",
        "grade": "Jun1"
    },
    {
        "word": "蒼然暮色",
        "yomi": "そうぜんぼしょく",
        "def": "夕方になって、少しずつ暗くなっていく様子。「蒼然」は日が沈んで薄暗い様子。「暮色」は日が沈んで薄暗い夕方の景色。",
        "grade": "Jun1"
    },
    {
        "word": "桑田碧海",
        "yomi": "そうでんへきかい",
        "def": "世の中の移り変わりが激しいことのたとえ。「桑田」は桑畑。「碧海」は大海。桑畑だった所が大海になるような変化が起こるとの意から。",
        "grade": "Jun1"
    },
    {
        "word": "桑蓬之志",
        "yomi": "そうほうのこころざし",
        "def": "男子が将来の目標を心にしっかりと決めること。「桑」は桑の木で作った弓、「蓬」は植物のよもぎの矢のこと。古代中国で、男子が生まれるとこれから先に世間で活躍することを願い、矢を天地四方に射た風習から。",
        "grade": "Jun1"
    },
    {
        "word": "草茅危言",
        "yomi": "そうぼうきげん",
        "def": "国民が国政を厳しく批判する声のこと。「草茅」は草むらのことで、一般の人たちのこと。「危言」は正しいことをありのままに言うこと。",
        "grade": "Jun1"
    },
    {
        "word": "聡明叡知",
        "yomi": "そうめいえいち",
        "def": "聖人のもつ四つの徳のこと。または、生まれたときから賢く、すぐれた才能があり、先のことを見通すことができること。「聡」はすべてのことを聞き分けること。「明」はすべてのことを見分けること。「叡」はすべてのことに通ずること。「知」はすべてのことを知っていること。「聡明叡智」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "草木禽獣",
        "yomi": "そうもくきんじゅう",
        "def": "命があるもの全てのもののこと。草や木、鳥、動物ということから。",
        "grade": "Jun1"
    },
    {
        "word": "楚越同舟",
        "yomi": "そえつどうしゅう",
        "def": "互いに仲が悪い人たちや、互いに敵対関係にある人たちが同じ場所にいたり、同じ境遇にあること。もとは、そのような人たちでも利害が同じ場合は協力しあうという意味。「楚」と「越」は中国の春秋時代の国の名前、「同舟」は同じ舟に乗ること。長い間、敵対関係にある楚と越の国の人たちが、同じ舟に乗って転覆しそうになったときは、敵同士であっても助け合うだろうと「孫子」が言ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "楚材晋用",
        "yomi": "そざいしんよう",
        "def": "自国のすぐれた人材が他国に移ってしまうこと。または、自分とは直接関係ないところにある人材や、物をうまく利用すること。「楚材」は中国の楚の国の人材。「晋」は中国の国の名前。楚の貴族たちは刑罰の乱用を恐れて、敵対していた晋の国に亡命して重用されたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "楚囚南冠",
        "yomi": "そしゅうなんかん",
        "def": "捕虜として捕らわれていても、祖国のことを忘れないこと。または、捕らわれて他国にいる人のこと。「楚囚」は他国に捕らわれた楚の国の人。「南冠」は南方にある国の様式の冠で、この場合の南方は楚の国のことをいう。中国の春秋時代、楚の鐘儀は晋に捕らえられていても、祖国である楚の国の冠をいつも被っていたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "粗酒粗餐",
        "yomi": "そしゅそさん",
        "def": "質素な酒と食事のこと。「餐」は食べ物のこと。人をもてなす時に出す酒や料理を謙遜していう言葉。",
        "grade": "Jun1"
    },
    {
        "word": "鼠窃狗盗",
        "yomi": "そせつくとう",
        "def": "泥棒の異称。「鼠窃」は鼠のように他人に見つからないように盗みを働くこと。「狗盗」は犬の鳴き声の真似をして、家に入り込むこと。",
        "grade": "Jun1"
    },
    {
        "word": "率土之浜",
        "yomi": "そっとのひん",
        "def": "国中。世界のあらゆる場所。「率土」は全ての土地という意味。「浜」は地がなくなる場所、地続きになっている陸の果て。",
        "grade": "Jun1"
    },
    {
        "word": "素波銀濤",
        "yomi": "そはぎんとう",
        "def": "白い波。または、白い雲や、白いもやなどのこと。「素波」は白い波。「銀濤」は大きな波の波頭。どちらも白い波を言い表す言葉。",
        "grade": "Jun1"
    },
    {
        "word": "楚夢雨雲",
        "yomi": "そむううん",
        "def": "男女の交わり、情交のたとえ。中国の戦国時代の楚の懐王が昼寝をした際、夢の中で巫山の女神と情交を結んだ。別れ際に女神が「朝には雲となって、夕方には雨となってここに参ります」と言ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "象箸玉杯",
        "yomi": "ぞうちょぎょくはい",
        "def": "贅沢な生活を言い表す言葉。または、贅沢な欲求が生まれ始めること。象牙の箸と宝石の杯という意味から。古代中国の殷の名臣の箕子は、主君の紂王が象牙の箸を作ったことを聞き、箸だけでは満足できずに宝石の杯を作り、それに合わせ食事や住居も贅沢になっていき、最後には世界の全てのものを集めても満足しなくなるだろうと恐れたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "粟散辺地",
        "yomi": "ぞくさんへんち",
        "def": "辺境にある小さな国のこと。粟の粒が散らばっているかのように、世界の果てにある小さな国という意味から。中国やインドから見た日本のことをいう場合もある。",
        "grade": "Jun1"
    },
    {
        "word": "太液芙蓉",
        "yomi": "たいえきのふよう",
        "def": "美人の顔のたとえ。「太液」は漢代には未央宮の北にあった池の名前のこと。「芙蓉」は蓮の花のこと。",
        "grade": "Jun1"
    },
    {
        "word": "泰山鴻毛",
        "yomi": "たいざんこうもう",
        "def": "重さの差が激しいことのたとえ。「泰山」は中国の山の名前で非常に重いもののたとえ。「鴻毛」は鴻の羽毛のことで非常に軽いもののたとえ。主に死の意義の有無についていう言葉。死刑宣告された友人に司馬遷が送った手紙の一説、「死は或は泰山より重く、或は鴻毛より軽し」を略した言葉。「太山鴻毛」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "泰山之安",
        "yomi": "たいざんのやすき",
        "def": "その山のようにどっしりと安定していて変わらないこと。「泰山」は中国の山の名前。「太山之安」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "泰山梁木",
        "yomi": "たいざんりょうぼく",
        "def": "立派で優れている人物のこと。「泰山頽れ梁木壊る」という言葉を略したもので、孔子が自身の死を予見して歌ったとされ、立派で優れている人物の死を意味するようになった。「泰山」は中国の山東省にある山の名前。「梁木」は屋根を支えている長く太い木、梁のこと。中国の人々から最も尊ばれる、立派な風格のある山の泰山と、屋根を支えている重要な梁ということから。「太山梁木」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "大名鼎鼎",
        "yomi": "たいめいていてい",
        "def": "よい評判が世間に広く知られること。「大名」はよい評判、名誉。「鼎鼎」は華やかな様子。",
        "grade": "Jun1"
    },
    {
        "word": "太牢滋味",
        "yomi": "たいろうのじみ",
        "def": "立派で豪華な料理のこと。「太牢」は祭りの時に供えるいけにえという意味から、牛、羊、豚の三種の肉のこと。「滋味」はおいしい食べ物のこと。「大牢滋味」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "他山之石",
        "yomi": "たざんのいし",
        "def": "自身を磨くために役に立つ、他人の間違っている行い。自分の所有していない、他人の山から採取された粗悪な石でも、自分の山から採取された宝石を磨くには役に立つという意味から。他人の間違っている行いでも、自分を向上させるためには役に立つということのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "多士済済",
        "yomi": "たしせいせい",
        "def": "優れた能力や才能のある人物がたくさんいること。または、その様子。「多士」は優れた才能や能力を持っている多くの人たちのこと。「済済」は数が多くて盛んな様子や、立ち振る舞いの礼儀作法が整っていて立派なこと。「済」を「さい」と読むことは本来は誤用。「多士済々」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "多生之縁",
        "yomi": "たしょうのえん",
        "def": "この世に生まれる前から結ばれている深い因縁。道を歩いていて、知らない人と服の袖が触れるような些細なことでも、この世に生まれる前の、何度も転生を繰り返す間に結ばれた深い縁によるものだという意味から。本来は誤用だが、「他生之縁」と書くこともある。",
        "grade": "Jun1"
    },
    {
        "word": "短褐穿結",
        "yomi": "たんかつせんけつ",
        "def": "貧しい人の質素な衣服。「短褐」は丈の短い粗末な布の服。「穿結」は破れていたり、繕ったりしている服。",
        "grade": "Jun1"
    },
    {
        "word": "箪食瓢飲",
        "yomi": "たんしひょういん",
        "def": "質素な食事のたとえ。「箪」は竹でできた容器、わりご。「瓢」は瓢箪でできた容器、ひさご。わりご一杯の飯とひさご一杯の汁物だけの食事ということから。孔子の弟子の顔回が、貧しい生活をしながらも勉学に励むのを孔子がほめた言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "耽美主義",
        "yomi": "たんびしゅぎ",
        "def": "芸術的思想の一つで、理性や善悪の道理などよりも、美を最も価値のあるものとする思想。「耽美」は美の世界に陶酔すること。十九世紀末にイギリスやフランスで生まれたもので、込められている思想などではなく、形式や感覚、虚構を最も重んじるもの。",
        "grade": "Jun1"
    },
    {
        "word": "探卵之患",
        "yomi": "たんらんのうれい",
        "def": "足場となる大切な場所を襲撃されることへの恐怖。または、内部の事情を見抜かれることへの恐怖。親鳥が巣を離れている間に、卵を取られてしまうのではないかという心配という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "大智如愚",
        "yomi": "だいちじょぐ",
        "def": "すぐれて賢い人は、一目見たくらいでは愚かな人に見えるということ。本当の賢者は知識や才能を見せびらかさないということから。「大智は愚の如し」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "大智不智",
        "yomi": "だいちふち",
        "def": "本当にすぐれて賢い人は、知識や才能を見せびらかさないので、一見愚かな人のように見えるということ。「大智」は、すぐれた知恵、またはそれを持つ人。「大智は智ならず」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "弾丸之地",
        "yomi": "だんがんのち",
        "def": "非常に狭い土地のこと。「弾丸」は小さな鳥を捕獲するために使う弾き弓の小さな玉のことで、非常に小さいもののたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "断機之戒",
        "yomi": "だんきのいましめ",
        "def": "物事を途中でやめてしまったり、諦めてしまってはいけないという戒めの言葉。おもに学問のことを指す。 「断機」は織りかけている機の糸を途中で切ること。孟子が学問を投げ出そうとしたときに、孟子の母親は織り途中の機の糸を切断して「学問を途中でやめることは、この織物と同じようなものだ」と言って戒めたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "断金之交",
        "yomi": "だんきんのまじわり",
        "def": "この上なく親密な友情のこと。「断金」は金属を断ち切ること。金属を断ち切ることができるほどに固く結ばれた絆という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "徴羽之操",
        "yomi": "ちうのそう",
        "def": "「徴羽」は中国の五音の中の二つのことで、二つの音を操ることから正しい音楽のこと。",
        "grade": "Jun1"
    },
    {
        "word": "知己朋友",
        "yomi": "ちきほうゆう",
        "def": "交際のある友人のこと。「知己」は親友のことで、自分の心をよく知っているという意味。「朋友」は友人や友達のこと。",
        "grade": "Jun1"
    },
    {
        "word": "竹頭木屑",
        "yomi": "ちくとうぼくせつ",
        "def": "役に立たないもののこと。または、役に立たないように見えるものでも、役立つことがあるので粗末にしないこと。「竹頭」は竹の切れ端。「木屑」は木を削ったときに出るくず。船を作るときに出た木屑を捨てずにとっておき、雪道で滑らないようにまいたり、竹の切れ端から作った釘を船の修理に使ったという故事から。 ",
        "grade": "Jun1"
    },
    {
        "word": "竹馬之友",
        "yomi": "ちくばのとも",
        "def": "子供のころからの親友や幼馴染のこと。「竹馬」は一本の竹の棒を馬に見立てたもの。幼いころから竹馬で駆け回って一緒に遊んだ友達という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "智者一失",
        "yomi": "ちしゃのいっしつ",
        "def": "どんなに賢い人にでも失敗や誤りはあるということ。「智者」は賢者などの知恵のある人。「一失」は一つの過失ということ。どんな賢い人でも、多くの考えを出せば一つくらいは間違えることもあるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "置錐之地",
        "yomi": "ちすいのち",
        "def": "ほんの少しの土地のこと。または、ひどく狭い空間のこと。錐（きり）を立てるのが精一杯なほど狭い土地という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "智謀浅短",
        "yomi": "ちぼうせんたん",
        "def": "浅はかな策略のこと。考えが足りないこと。「智謀」は知恵や策略、または知恵を使った策略。「浅短」は浅はかなこと、思慮が足りないこと。「知謀浅短」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "遅暮之嘆",
        "yomi": "ちぼのたん",
        "def": "年老いていく自身の体を嘆くこと。「遅暮」は少しずつ終わりに近づいていくという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "中原逐鹿",
        "yomi": "ちゅうげんちくろく",
        "def": "多くの英雄が天子の位を狙って争うこと。または、一つの地位などの目的を狙って競い合うこと。「中原」は中国の黄河中流域のことで、当時の国の中心ということから天下のたとえ。「逐鹿」は鹿を追いかけることで、「鹿」は天子の位のたとえでもあり、猟師が鹿を追いかけることを天下を狙って競い合うことにたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "中原之鹿",
        "yomi": "ちゅうげんのしか",
        "def": "多くの英雄が天子の位を狙って争うこと。または、一つの地位などの目的を狙って競い合うこと。「中原」は中国の黄河中流域のことで、当時の国の中心ということから天下のたとえ。「鹿」は鹿を追いかけることで、「鹿」は天子の位のたとえでもあり、猟師が鹿を追いかけることを天下を狙って競い合うことにたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "中流砥柱",
        "yomi": "ちゅうりゅうのしちゅう",
        "def": "苦しく辛い状況でも動じずに、節操を守る人のたとえ。「中流」は川の流れの激しい場所。「砥柱」は中国の黄河の中にそびえ立っている滑らかな岩の名前。砥柱は激しい流れの川の中でも、堂々とそびえたっているということから。",
        "grade": "Jun1"
    },
    {
        "word": "沖和之気",
        "yomi": "ちゅうわのき",
        "def": "天地の間にある調和されて穏やかな気のこと。「沖和」はやすらかなこと。陰と陽が交わるところにあるものとされ、人間そのものを言い表す言葉。「冲和之気」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "智勇兼備",
        "yomi": "ちゆうけんび",
        "def": "知恵と勇気の両方を持っていること。「智勇」は知恵と勇気。「兼備」は複数のものを全て持ち合わせること。主に男性をほめるときに使う言葉。元は中国の趙の藺相如を褒め称えた言葉。「知勇兼備」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "寵愛一身",
        "yomi": "ちょうあいいっしん",
        "def": "多くの人の中から特別に扱われ、一人で愛情を独占すること。「三千の寵愛一身に在り」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "朝盈夕虚",
        "yomi": "ちょうえいせききょ",
        "def": "人の一生が儚いことのたとえ。「盈」は満ちるという意味で、「虚」は「盈」の対語になる言葉で、空になるという意味。朝に繁栄したものが夕方には滅びるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "朝歌夜絃",
        "yomi": "ちょうかやげん",
        "def": "毎日朝から晩まで遊んで暮らすこと。「絃」は楽器の琴。朝は歌って夜は琴を弾くという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "張冠李戴",
        "yomi": "ちょうかんりたい",
        "def": "相手を間違えること。食い違うこと。張さんの冠（かんむり）を李さんがかぶるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "兆載永劫",
        "yomi": "ちょうさいようごう",
        "def": "限りなく長い時間のこと。「兆載」は一兆年という意味。「永劫」は仏教の言葉で、非常に長い時間という意味。",
        "grade": "Jun1"
    },
    {
        "word": "張三李四",
        "yomi": "ちょうさんりし",
        "def": "どこにでもいるような普通の人のこと。張氏の三男と李氏の四男という意味。「張」や「李」という姓は中国では数が多く、三男や四男は重要視されないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "長身痩躯",
        "yomi": "ちょうしんそうく",
        "def": "身長が高く痩せている体型のこと。「長身」は身長が高いこと。「痩躯」は痩せている体格の体のこと。主に男性の体格を表現するのに用いる言葉。",
        "grade": "Jun1"
    },
    {
        "word": "朝秦暮楚",
        "yomi": "ちょうしんぼそ",
        "def": "一定の場所に生活の拠点をもたずにふらふらと放浪すること。または、信念や主義などがすぐに変わる人のこと。朝には秦の国にいたのに、夕方には楚の国にいるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "朝穿暮塞",
        "yomi": "ちょうせんぼそく",
        "def": "建物を頻繁に壊したり、作ったりすること。「穿」は穴を掘ること。朝に穴を掘って、夜にはその穴を塞ぐという意味から。「朝に穿ち暮れに塞ぐ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "打打発止",
        "yomi": "ちょうちょうはっし",
        "def": "激しい議論を交わすこと。または刀などでお互いに激しく切り合って戦う様子を表す言葉。「打打」は物同士を何度も打ち続ける音。「発止」は硬い物が激しくぶつかり合う音。「打打」は「丁丁」、「発止」は「発矢」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "長枕大被",
        "yomi": "ちょうちんたいひ",
        "def": "同じ布団で寝るほどに兄弟や夫婦が仲睦まじいことのたとえ。「被」は夜着や掛け布団のことで、元は夫婦仲がよいことだったが、玄宗皇帝が、息子兄弟が仲良く寝られるようにと、大きな布団と長い枕を作らせた故事から、兄弟の仲がよいことをいうようにもなった。",
        "grade": "Jun1"
    },
    {
        "word": "長汀曲浦",
        "yomi": "ちょうていきょくほ",
        "def": "どこまでも遠くまで続く、美しい海岸線のこと。長く続く波打ち際と曲がりくねった入り江という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "凋氷画脂",
        "yomi": "ちょうひょうがし",
        "def": "苦労するだけで、なんの成果も得られないこと。氷に彫刻して、脂に絵を描くという意味で、どちらも跡形も無くなるということから。「氷に凋りて脂に画く」とも読む。「凋冰画脂」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "長鞭馬腹",
        "yomi": "ちょうべんばふく",
        "def": "どんなに大きな力があっても、どうすることもできないことがあるということ。または、大きすぎたり、長すぎたりすると逆に役に立たないということ。「長鞭馬腹に及ばず」を略した言葉で、鞭が長すぎると馬の腹に当たらないという意味から。中国の春秋時代、晋の景公が楚に攻められている宋を助けようとしたときに、晋にいくら力があっても、天が味方している楚と戦うべきではないと、伯宗が諫めたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "鳥面鵠形",
        "yomi": "ちょうめんこくけい",
        "def": "飢えのせいで、非常に痩せている様子。「鵠」は鳥の白鳥のこと。顔が鳥のように痩せていて、体は白鳥のように痩せているという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "長夜之飲",
        "yomi": "ちょうやのいん",
        "def": "何日も続けて行う、大規模な酒宴。古代中国の殷の紂王は、朝になっても窓を開けずに灯りをともして、何日にも渡って酒宴を続けたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "長夜之楽",
        "yomi": "ちょうやのたのしみ",
        "def": "何日も続けて行う、大規模な酒宴。古代中国の殷の紂王は、朝になっても窓を開けずに灯りをともして、何日にも渡って酒宴を続けたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "長幼之序",
        "yomi": "ちょうようのじょ",
        "def": "年上と年下の間にある、守るべき社会的、道徳的な秩序のこと。「長幼」は年齢が上の人と下の人。「序」は順序、席次のこと。儒教の五つの道徳法則、五倫のうちの一つ。",
        "grade": "Jun1"
    },
    {
        "word": "朝蠅暮蚊",
        "yomi": "ちょうようぼぶん",
        "def": "度量の狭く、くだらない人が集まってきて鬱陶しいこと。朝には蠅がまとわりつき、日暮れには蚊がまとわりつくという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "重卵之危",
        "yomi": "ちょうらんのき",
        "def": "この上なく危険なことのたとえ。積み重ねた卵は、いつ崩れて卵が割れるか分からないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "凋零磨滅",
        "yomi": "ちょうれいまめつ",
        "def": "文物などが滅びて完全になくなること。「凋零」は草花がしおれて落ちること。「磨滅」はこすれてなくなること。",
        "grade": "Jun1"
    },
    {
        "word": "直言極諫",
        "yomi": "ちょくげんきょっかん",
        "def": "自身が正しいと思うことは、相手にはっきりと言って諫めること。「直言」は遠慮せずに思ったことを言うこと。「極諫」は激しく諫めること。",
        "grade": "Jun1"
    },
    {
        "word": "猪突猛進",
        "yomi": "ちょとつもうしん",
        "def": "他のことがどうなるか考えることもなく、目標だけを見て全力でまっすぐ突き進むこと。「猪突」は猪がまっすぐに突進するという意味から、ひたすら目標だけを目指して行動すること。「猛進」はものすごい勢いで突き進むこと。",
        "grade": "Jun1"
    },
    {
        "word": "沈魚落雁",
        "yomi": "ちんぎょらくがん",
        "def": "他と比べることもできないほどに美しい女性のこと。その女性を見た魚は恥らって水底に隠れ、女性を見た雁は見とれて空から落ちるということから。元は価値観の相対性を言った言葉で、人間の基準では絶世の美女でも、魚や雁からすれば恐れて逃げる対象でしかないということから。",
        "grade": "Jun1"
    },
    {
        "word": "椿萱並茂",
        "yomi": "ちんけんへいも",
        "def": "両親がどちらも健康で暮らしていること。「椿」は古代の霊木。長寿の木で、父親のたとえ。「萱」は勿忘草のことで、主婦の部屋の前に植えたことから、母親のたとえ。「並茂」は並んで生い茂ること。「椿萱並び茂る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "沈著痛快",
        "yomi": "ちんちゃくつうかい",
        "def": "落ち着きがあって、非常に心地よいこと。人の気質や、芸術作品などのことをいう言葉。「沈着痛快」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "珍味佳肴",
        "yomi": "ちんみかこう",
        "def": "この上なくおいしく、珍しい味のご馳走。「珍味」は珍しい味の食べ物。「佳肴」はとてもおいしい酒のおかず。「珍味嘉肴」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "通暁暢達",
        "yomi": "つうぎょうちょうたつ",
        "def": "ある事柄について詳しく知り抜いていて、文章や言葉がのびやかで行き届いていること。「通暁」は物事に詳しく通じていること。「暢達」はのびのびとしている様子。",
        "grade": "Jun1"
    },
    {
        "word": "通儒碩学",
        "yomi": "つうじゅせきがく",
        "def": "学問を広く深く学んだ学者のこと。または、学問の道を極めつくした大学者のこと。「碩学」は大学者など、学問の広く深い人のこと。",
        "grade": "Jun1"
    },
    {
        "word": "九十九折",
        "yomi": "つづらおり",
        "def": "何度も折れ曲がっている様子のこと。または、くねくねと何度も曲がっている険しい坂道や山道。葛藤（つづらふじ）という植物の蔓（つる）のように何度も曲がりくねっていることから本来は「葛折」と書く。「九十九」は曲がっている回数が多いことを表現したもの。",
        "grade": "Jun1"
    },
    {
        "word": "鄭衛桑間",
        "yomi": "ていえいそうかん",
        "def": "国を滅亡に導くほどの下品で淫靡な音楽のこと。「鄭」と「衛」は春秋時代の中国の国の名前で、両国の音楽はみだらなものであったとされている。「桑間」は衛の地名のことで、殷の紂王の作った淫靡な音楽のことでもある。",
        "grade": "Jun1"
    },
    {
        "word": "鄭衛之音",
        "yomi": "ていえいのおん",
        "def": "国を滅亡に導くほどの下品で淫靡な音楽のこと。「鄭」と「衛」は春秋時代の中国の国の名前で、両国の音楽はみだらなものであったとされている。",
        "grade": "Jun1"
    },
    {
        "word": "鼎新革故",
        "yomi": "ていしんかくこ",
        "def": "古い習慣や制度などを新しいものに改正すること。「鼎新」と「革故」はどちらも新しいものにするという意味。",
        "grade": "Jun1"
    },
    {
        "word": "剃髪落飾",
        "yomi": "ていはつらくしょく",
        "def": "髪を剃って仏門に入ること。特に身分の高い人が仏門に入ることをあらわす言葉。",
        "grade": "Jun1"
    },
    {
        "word": "滴水嫡凍",
        "yomi": "てきすいてきとう",
        "def": "一瞬の気も抜かずに、禅の修業にはげむこと。「滴水」は水がしたたること。「嫡凍」の「嫡」はすぐにという意味で、「嫡凍」はすぐに凍るという意味。滴る水が間をおかずに凍る寒さということを、厳しい修行の緊張感にたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "哲婦傾城",
        "yomi": "てっぷけいせい",
        "def": "賢い女性が事あるごとに口をはさむようになると、国家や城を傾け滅ぼしかねないということ。「哲婦」は賢い女性、「傾城」は城を傾けるという意味から、城を滅ぼすという意味。「哲婦城を傾く」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "轍鮒之急",
        "yomi": "てっぷのきゅう",
        "def": "危険や困難が迫っていることのたとえ。また、切迫した状況にある人のたとえ。「轍」は車輪の跡、わだちのこと。「鮒」は魚の鮒（ふな）のこと。水がなくなった車輪の跡にいる鮒という意味から。荘子が監河侯に米を借りに行ったが、監河侯から「近々年貢が入るのでその後に貸しましょう」と言われた。それを聞いた荘子は、「ここに来る途中で水が枯れた車輪の跡にいる鮒に水をくださいと助けを求められました。そこで私は、後で川の水を持ってきてあげようと答えました。しかし鮒は、水が欲しいのは今だと言って怒ってしまいました」というたとえ話をして窮状を訴えたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "鉄網珊瑚",
        "yomi": "てつもうさんご",
        "def": "珍しい品物や、素晴らしい才能をもつ人物を得るために探すこと。海の底に鉄の網を沈めて、それに着生させ、成長したあとに引き上げて珊瑚を採取するという、唐の時代に東ローマ帝国で行われたとされる方法から。",
        "grade": "Jun1"
    },
    {
        "word": "手前味噌",
        "yomi": "てまえみそ",
        "def": "自分で自分のことを自慢すること。各家庭で味噌を作ることが一般的であった頃、色々な工夫をこらして作った自分の味噌を周りに自慢していたことが語源とされている。",
        "grade": "Jun1"
    },
    {
        "word": "顛委勢峻",
        "yomi": "てんいせいしゅん",
        "def": "川のどこでも流れに勢いがあって激しいこと。「顛委」は頂上と末端という意味から、水の水源と末流、上流と下流という意味。「勢峻」は勢いが激しいこと。",
        "grade": "Jun1"
    },
    {
        "word": "顛越不恭",
        "yomi": "てんえつふきょう",
        "def": "人としての道を外れて、君主の命令に従わないこと。「顛越」は転がり落ちるという意味から、人としての道を外れること。「不恭」は不謹慎な態度のこと。",
        "grade": "Jun1"
    },
    {
        "word": "天淵之差",
        "yomi": "てんえんのさ",
        "def": "違いの差が非常に大きいこと。天と淵には大きな開きがあるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "天淵氷炭",
        "yomi": "てんえんひょうたん",
        "def": "違いの差が非常に大きいこと。「炭」は燃えている炭。「天」と「淵」、「氷」と「炭」という互いに性質が反対のものを並べて、非常に差があることをたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "甜言蜜語",
        "yomi": "てんげんみつご",
        "def": "心地よい言葉。人を誘惑するような蜜のように甘く、心地よい言葉や、魅力的なおいしい話という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "天香桂花",
        "yomi": "てんこうけいか",
        "def": "月の中にあるとされる桂（かつら）の花のこと。または、美人を言い表す言葉。「天香」は天から香る、かぐわしい香り。",
        "grade": "Jun1"
    },
    {
        "word": "転生輪廻",
        "yomi": "てんしょうりんね",
        "def": "仏教の言葉で、人が生まれ、死んだあとにまた生まれるというのを繰り返すこと。「転生」は死んだ後にまた生まれること。生まれ変わり。「輪廻」は車輪が回り続けるように、生と死を繰り返すということ。",
        "grade": "Jun1"
    },
    {
        "word": "天神地祇",
        "yomi": "てんしんちぎ",
        "def": "全ての神のこと。「天神」は天を司る神。「地祇」は地を司る神。天と地の全ての神をいう。",
        "grade": "Jun1"
    },
    {
        "word": "天日之表",
        "yomi": "てんじつのひょう",
        "def": "天子となるべき容貌のこと。「天日」は天子のこと。「表」は顔の形、容貌。中国の書生という人物が、唐の高祖李淵の次男を評した故事から。",
        "grade": "Jun1"
    },
    {
        "word": "天地四時",
        "yomi": "てんちしいじ",
        "def": "天地と四季のこと。「四時」は四つの時ということから、春、夏、秋、冬の四季のこと。",
        "grade": "Jun1"
    },
    {
        "word": "点滴穿石",
        "yomi": "てんてきせんせき",
        "def": "小さい力でも積み重なれば強大な力になることのたとえ。「点滴」は一滴の水、「穿石」は石に穴をあけること。水滴も同じ位置に落ち続ければ、いずれ石に穴をあけることができるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "天之美禄",
        "yomi": "てんのびろく",
        "def": "酒の別名。「美禄」はよい俸禄ということ。天から授かった素晴らしいものという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "天之暦数",
        "yomi": "てんのれきすう",
        "def": "運命のこと。または、天命によって帝王になる運命のこと。「暦数」は運命のこと。古代中国の伝説上の聖天子の尭帝が、自身の息子ではなく、臣下の舜に帝位を譲ったときに言ったとされる言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "天覆地載",
        "yomi": "てんぷうちさい",
        "def": "広く大きな人徳や慈愛の心のたとえ。「天覆」は天が上から広くこの世の全てのものを覆うこと。「地載」は地が下からこの世の全てのものを載せて支えること。天地が全てのものを包み込むという意味から、様々なことを受け入れる、人としての器量の大きさをいう。",
        "grade": "Jun1"
    },
    {
        "word": "天府之国",
        "yomi": "てんぷのくに",
        "def": "外敵からの攻撃を防ぎやすい地形をしていて、作物がよくできる肥えた土地のこと。「天府」は人の手が加えられていない、自然にできた倉庫という意味。",
        "grade": "Jun1"
    },
    {
        "word": "顛撲不破",
        "yomi": "てんぼくふは",
        "def": "どうやっても議論で相手を言い負かすことができないこと。「顛」はひっくり返すこと。「撲」はたたくこと。ひっくり返したり、たたいたりしても破れないという意味で、学説などが批判や、反論など一切できないほどに正しいことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "天保九如",
        "yomi": "てんぽうきゅうじょ",
        "def": "長生きすることを願う言葉。「天保」は『詩経』の「小雅」の中にある篇の名前で、天子の長寿と平安を祈る詩。「九如」は「天保」の中で「如」の文字が九つ使われているということ。",
        "grade": "Jun1"
    },
    {
        "word": "天網恢恢",
        "yomi": "てんもうかいかい",
        "def": "悪人や悪事を天は決して見逃さないということ。「天網」は天が張っている網ということから、天の道理が厳しくも正しいということのたとえ。天が張っている網は、非常に大きく、隙間があるように見えるが、何があっても悪は逃がさないということから。「天網恢恢疎にして漏らさず」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "天網之漏",
        "yomi": "てんもうのろう",
        "def": "天の下す罰から免れること。または、法の抜け穴をつくこと。「天網」は悪人を捕らえるために、天が張っている網ということから、国の法律をいう。",
        "grade": "Jun1"
    },
    {
        "word": "天佑神助",
        "yomi": "てんゆうしんじょ",
        "def": "天や神の助けのこと。または、予測していないような出来事に運良く助けられること。「天佑」は天の助けのこと。「神助」は神の助けのこと。どちらも、人の力の及ばないものからの加護という意味。似ている意味の言葉を重ねて強調した言葉。「天祐神助」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "泥車瓦狗",
        "yomi": "でいしゃがこう",
        "def": "役に立たないもののこと。「泥車」は泥で作られた車。「瓦狗」は瓦で作られた犬。泥で作られた車は何も運ぶことができず、瓦で作られた犬は番犬としての役目を果たすことができないことから役に立たないものという意味。",
        "grade": "Jun1"
    },
    {
        "word": "田園将蕪",
        "yomi": "でんえんしょうぶ",
        "def": "田畑の働き手がいなくなって、雑草が生い茂って荒れ果てようとしている様子。「蕪」は雑草が生い茂ること。「田園将に蕪れなんとす」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "伝観播弄",
        "yomi": "でんかんはろう",
        "def": "たくさんの人が次々に手にとっていじくること。または、そうされること。「伝観」は次々に伝えて見ること。「播」は広く行き渡らせる、「弄」は手にとっていじくること。",
        "grade": "Jun1"
    },
    {
        "word": "電光雷轟",
        "yomi": "でんこうらいごう",
        "def": "勢いが非常に激しいこと。「電光」は稲光が走ること。「雷轟」は雷が鳴り響くこと。",
        "grade": "Jun1"
    },
    {
        "word": "東窺西望",
        "yomi": "とうきせいぼう",
        "def": "あちこちを見回して、落ち着きのない様子。「東窺」は東の方角をうかがうこと。「西望」は西の方角を遠望すること。",
        "grade": "Jun1"
    },
    {
        "word": "倒懸之急",
        "yomi": "とうけんのきゅう",
        "def": "状態が非常に切迫していること。「倒懸」は逆さまに吊るすという意味で、逆さ吊りになって苦しい状態にたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "桃三李四",
        "yomi": "とうさんりし",
        "def": "物事を成し遂げるには、それ相応に時間が必要であるということ。桃が実をつけるには三年が必要で、李が実をつけるには四年の年月が必要であるということから。",
        "grade": "Jun1"
    },
    {
        "word": "冬日之温",
        "yomi": "とうじつのおん",
        "def": "君主から臣下への恩恵は、寒い冬の日の陽光のように優しく暖かいということ。「冬日」は冬の日の太陽の光。「温」は暖かく心地よいこと。",
        "grade": "Jun1"
    },
    {
        "word": "投桃報李",
        "yomi": "とうとうほうり",
        "def": "仲の良い友人同士で、お互いに物を贈りあうこと。または、自分が徳を施せば、必ず徳で報いるということ。「李」は植物のスモモ。桃を贈られれば、お返しにスモモを贈るという意味から。「桃を投じて李に報ゆ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "豆剖瓜分",
        "yomi": "とうぼうかぶん",
        "def": "一つの国が小さく分裂すること。瓜や豆を割るように小さくわかれるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "稲麻竹葦",
        "yomi": "とうまちくい",
        "def": "物がたくさんあることのたとえ。人や物がたくさん集まっていて群がっている様子をいう。植物の稲・麻・竹・葦が同じ場所に群がって生えているという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "桃李満門",
        "yomi": "とうりまんもん",
        "def": "すぐれた人材が数多く集まること。人材を桃やすももにたとえた言葉で、味のよい桃やすももが門に満ち溢れるという意味から。「桃李門に満つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "兎角亀毛",
        "yomi": "とかくきもう",
        "def": "この世界に存在するはずのないもののこと。兎の頭に角が生え、亀の甲羅に毛が生えるという意味から。元は戦争が起こる前触れのことを言った言葉。",
        "grade": "Jun1"
    },
    {
        "word": "兎葵燕麦",
        "yomi": "ときえんばく",
        "def": "名前と実体が伴っていないこと。「兎葵」は植物のいれにえ。「燕麦」は植物のからすむぎ。名前に「葵」や「麦」があるが、実際には違うということから。",
        "grade": "Jun1"
    },
    {
        "word": "菟糸燕麦",
        "yomi": "としえんばく",
        "def": "名前と実体が伴っていないこと。「菟糸」は植物のねなしかずら。「燕麦」は植物のからすむぎ。名前に「糸」や「麦」があるが、実際には違うということから。「兎糸燕麦」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "兎死狗烹",
        "yomi": "としくほう",
        "def": "利用できるときだけは重用されるが、利用できなくなるとすぐに捨てられるということのたとえ。兎がいなくなれば、兎を捕まえるための猟犬は必要なくなって、猟犬は煮て食べられるという意味から。元は、戦乱の世が終わって平和になると、武勲をあげた武将は必要なくなって殺されるということをいった言葉。「兎死して狗烹らる」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "斗酒百篇",
        "yomi": "としゅひゃっぺん",
        "def": "たくさんの酒を飲みながら、たくさんの詩を作ること。「斗酒」の「斗」は容量の単位で、一斗の量の酒ということから、たくさんの酒のたとえ。「百篇」の「篇」は詩を数える単位で、百篇の詩ということから、たくさんの詩のたとえ。唐の詩人の杜甫が李白のことを評した言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "兎走烏飛",
        "yomi": "とそううひ",
        "def": "あっという間に月日が過ぎていくこと。「兎」は月、「烏」は日（太陽）のたとえで、「兎」と「烏」で月日のたとえ。「走」や「飛」は経過が早いことのたとえ。月には兎、太陽には金烏が住んでいるとされる中国の伝説からきた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "斗粟尺布",
        "yomi": "とぞくしゃくふ",
        "def": "兄弟の仲が悪いこと。「斗粟」の「斗」は容量の単位で、一斗の粟ということから、少しの食べ物のたとえ。「尺布」の「尺」は長さの単位で、一尺の布ということから、少しの衣服のたとえ。中国の漢の淮南王と文帝は腹違いの兄弟だったが、文帝はおごり昂って法に背く行いを多くしたために、淮南王に王位を奪われ流罪にされた。その道中で文帝は悶え苦しみ、食を断って死んだ。そのことを人々は、一尺の布でも一斗の粟でも分け合えば、互いに寒さと飢えをしのげるのに、何故仲良くできなかったのかと歌ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "図南鵬翼",
        "yomi": "となんのほうよく",
        "def": "大事業や海外進出などの大きな計画を立てること。大きな目標を立てて、その目標を達成しようとすることをいう。「図南」は南の海へ行こうと計画すること。「鵬」は伝説の大きな鳥。鵬が南の海を目指して飛びたったという説話から。",
        "grade": "Jun1"
    },
    {
        "word": "途方途轍",
        "yomi": "とほうとてつ",
        "def": "物事の方法や理屈、道筋のこと。「途方」はやり方や道筋という意味。「途轍」は通っていく道ということから、やり方や道筋という意味。同じ意味の言葉を重ねて強調したもの。",
        "grade": "Jun1"
    },
    {
        "word": "左見右見",
        "yomi": "とみこうみ",
        "def": "あっちを見たり、こっちを見たりすること。または、様々なことに注意を払うこと。右を見たり、左を見たりするという意味から。「と」はそのように、「こう」はこのようにという意味で、それに漢字を当てた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "杜黙詩撰",
        "yomi": "ともくしさん",
        "def": "詩や文章にたくさんの間違いがあって、いい加減なこと。「杜黙」は人の名前。「詩撰」は詩や文章を作ること。中国の詩人の杜黙の作る詩や文章は、定型詩の格式にほとんど当てはまっていなかったということから。「杜撰」という形で使うことが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "豚蹄穣田",
        "yomi": "とんていじょうでん",
        "def": "少しの損失で大きな見返りを期待すること。「豚蹄」は豚のひづめ。「穣田」は田が豊かに実ること。豚のひづめのような些細なものを供えて、豊作の神に豊作を祈るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "敦篤虚静",
        "yomi": "とんとくきょせい",
        "def": "人を思いやる心が厚く、心にわだかまりがなく、落ち着いていること。「敦」と「篤」は人情に厚い、他人を思いやる心が厚いこと。「虚静」は欲が無く、落ち着いている心のこと。",
        "grade": "Jun1"
    },
    {
        "word": "道之以徳",
        "yomi": "どうしいとく",
        "def": "道徳心を育てることで、人々は各々に考え、正しい生き方や考え方をするようになるということ。「之を道くに徳を以てす」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "動静云為",
        "yomi": "どうせいうんい",
        "def": "人の言葉と行動。「動静」は普段の生活の立ち居振る舞い。「云為」は普段の生活の発言と行動。",
        "grade": "Jun1"
    },
    {
        "word": "堂塔伽藍",
        "yomi": "どうとうがらん",
        "def": "寺院の中にある建物をまとめていう名称。「堂」は神仏を祭る建物、「塔」はもとは釈迦の遺骨や遺物を納めた場所のことから、供養をするための重層の建築物のこと。「伽藍」は僧侶が集まって仏道の修行をする場所のこと。",
        "grade": "Jun1"
    },
    {
        "word": "堂堂之陣",
        "yomi": "どうどうのじん",
        "def": "わずかな乱れもなく整然と隊列を組んでいる陣容のこと。「堂堂」はいかめしく立派な様子。",
        "grade": "Jun1"
    },
    {
        "word": "同病相憐",
        "yomi": "どうびょうそうれん",
        "def": "同じ境遇にあって、同じ苦しみを持つ者同士はお互いに同情する気持ちが強いということ。同じ病気になった者同士が互いに慰めあうという意味から。「同病相憐れむ」という形で用いることが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "洞房花燭",
        "yomi": "どうぼうかしょく",
        "def": "結婚して初めての夜。新婚初夜。「洞房」は家の奥にある女性の部屋のこと。閨房。「花燭」は華やかなろうそくの灯りという意味から、婚礼という意味。「洞房華燭」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "道傍苦李",
        "yomi": "どうぼうのくり",
        "def": "誰からも関心を示されずに見捨てられたもののたとえ。「道傍」は道端のこと。「苦李」は苦い味のすもも。道端にある誰の物でもないすももの木に実がなっていても、苦いすももは誰もとろうとしないという意味から。中国の三国時代の賢者の王戎が、多くの人が道端のすももをとり合っていたが、王戎はとろうとしなかったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "桐葉知秋",
        "yomi": "どうようちしゅう",
        "def": "わずかな前兆や現象から、物事の本質や衰退を察知すること。「知秋」は秋が到来を知ること。一枚の葉が落ちることから、秋の訪れを察知するということから。",
        "grade": "Jun1"
    },
    {
        "word": "土階茅茨",
        "yomi": "どかいぼうし",
        "def": "質素な建物のたとえ。「土階」は土で出来た階段。「茅茨」は茅葺きの屋根。入り口の階段が土で出来ていて、茅葺きの屋根の宮殿という意味から。古代中国の伝説の聖天子の尭帝と舜帝の宮殿を言い表した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "呑雲吐霧",
        "yomi": "どんうんとむ",
        "def": "仙人の術を使う人が、その術を使って雲を飲み込んで霧を吐き出すこと。または、仙人の術の修行をするときに、食べ物を食べずに気を養うこと。「雲を呑み霧を吐く」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "呑花臥酒",
        "yomi": "どんかがしゅ",
        "def": "春の日を遊び楽しみ尽くすこと。春の素晴らしさや美しさを味わって、酒に酔って心地よくなって横になるということから。「花に呑み酒に臥す」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "呑牛之気",
        "yomi": "どんぎゅうのき",
        "def": "やる気に満ち溢れていること。牛を丸呑みするほどに大きな心意気という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "呑舟之魚",
        "yomi": "どんしゅうのうお",
        "def": "人並み外れた才能がある人、大人物のたとえ。舟を丸呑みにするほどの大きな魚ということから。",
        "grade": "Jun1"
    },
    {
        "word": "呑炭漆身",
        "yomi": "どんたんしっしん",
        "def": "仇討ちや復讐をするために、多くの苦労を重ねること。「呑炭」は炭を呑むこと。「漆身」は漆を身体に塗ること。春秋時代、晋の予穣は主君の仇討ちをするために、漆を身体に塗って皮膚病の別人を装い、炭を呑んで声が出ないようにして機会を窺ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "呑吐不下",
        "yomi": "どんとふげ",
        "def": "質問の答えに困って、何もいえない様子。「呑吐」は呑むことと吐くこと。「不下」はその行動をする余裕がないということ。仏教の言葉で、呑むことも吐くこともできないということから。",
        "grade": "Jun1"
    },
    {
        "word": "呑波之魚",
        "yomi": "どんぱのうお",
        "def": "人並み外れた才能がある人、大人物のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "南山捷径",
        "yomi": "なんざんしょうけい",
        "def": "正規の試験などを受けることなく官職につくこと。または、終南山には仕官への近道があるということ。「南山」は中国の山、終南山のこと。「捷径」は近道、最短距離の道のこと。終南山で隠者のふりをして生活することで名声が上がり官職を得ることができるという故事から、終南山は仕官への近道であるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "南山之寿",
        "yomi": "なんざんのじゅ",
        "def": "事業が栄え続けること。または、長寿を祝う言葉。「南山」は中国にある終南山という山のことで、長寿や堅固の象徴とされていることから。",
        "grade": "Jun1"
    },
    {
        "word": "難中之難",
        "yomi": "なんちゅうのなん",
        "def": "難しいことの中でも、際立って難しいもの。",
        "grade": "Jun1"
    },
    {
        "word": "南都北嶺",
        "yomi": "なんとほくれい",
        "def": "奈良と比叡山のこと。または、奈良の興福寺と比叡山の延暦寺のこと。「南都」は京都からみて南の都である奈良、もしくは奈良にある興福寺のこと。「北嶺」は比叡山、もしくは比叡山にある延暦寺のこと。",
        "grade": "Jun1"
    },
    {
        "word": "二姓之好",
        "yomi": "にせいのこう",
        "def": "結婚すること。または、婚約した両家の親しい交際のこと。昔の中国では同じ姓をもつ者同士は結婚できないという風習があったことから、「二姓」とは姓の異なる両家のこと。",
        "grade": "Jun1"
    },
    {
        "word": "日常坐臥",
        "yomi": "にちじょうざが",
        "def": "「いつでも」「常に」「日ごろ」などの意味。「坐」は座ること、「臥」は寝ることから、「坐臥」は起きているときも寝ているときもいつでもということ。",
        "grade": "Jun1"
    },
    {
        "word": "忍気呑声",
        "yomi": "にんきどんせい",
        "def": "怒りや悔しさを声に出さずに抑え込むこと。「忍気」は怒りをこらえること。「呑声」は息を呑んで声にしないこと。",
        "grade": "Jun1"
    },
    {
        "word": "燃犀之明",
        "yomi": "ねんさいのめい",
        "def": "物事の本質を鋭く見抜く力があることのたとえ。怪物がいるといわれる深い淵の中で、犀（さい）の角を燃やして探してみると、水の底に本当に怪物がいたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "燃眉之急",
        "yomi": "ねんびのきゅう",
        "def": "危険がすぐ近くまで迫っていて非常に緊迫した状況のたとえ。眉が燃えるほど近くに火が迫り、急を要する事態であることから。",
        "grade": "Jun1"
    },
    {
        "word": "嚢沙之計",
        "yomi": "のうしゃのけい",
        "def": "漢の将軍「韓信」が行った水攻めのこと。「嚢沙」は土嚢のことで、土嚢を使って川の上流で水をせき止めて、敵が川を渡るのを見計らい土嚢を外し、下流に一気に水を流して、多くの敵を倒したという策略。",
        "grade": "Jun1"
    },
    {
        "word": "嚢中之錐",
        "yomi": "のうちゅうのきり",
        "def": "すぐれた才能の持ち主は、大衆の中に交じっていても、自然と才能を発揮することから目立ってくることのたとえ。「嚢中」は袋の中という意味。「錐」は小さな穴をあけるための鋭い刃先の工具袋の中に錐を入れておくと、錐の刃先が自ずと袋を突き破り、外に出てくることから。",
        "grade": "Jun1"
    },
    {
        "word": "能鷹隠爪",
        "yomi": "のうよういんそう",
        "def": "すぐれた人は人前で無闇に能力を誇示しないということ。「能鷹」は才能のある鷹のことで才能のある人のたとえ。「隠爪」は爪を隠すことでやたらと力量を誇示しない態度のこと。",
        "grade": "Jun1"
    },
    {
        "word": "吠影吠声",
        "yomi": "はいえいはいせい",
        "def": "一人が根拠のないうそのようなことでも言い始めると、周りが同調して本当のことのように広めること。",
        "grade": "Jun1"
    },
    {
        "word": "稗官野史",
        "yomi": "はいかんやし",
        "def": "民間に伝わる物語や言い伝え、うわさなどを歴史風に書いたもの。",
        "grade": "Jun1"
    },
    {
        "word": "敗軍之将",
        "yomi": "はいぐんのしょう",
        "def": "戦いに負けた大将のこと。また、失敗したものは言い訳する資格はないということ。",
        "grade": "Jun1"
    },
    {
        "word": "杯賢杓聖",
        "yomi": "はいけんしゃくせい",
        "def": "「杯」と「杓」を賢者と聖人にみたてて酒を飲むことを美化した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "吠日之怪",
        "yomi": "はいじつのあやしみ",
        "def": "優れた言動を理解することができない見識の狭い者が、疑って非難すること。「吠日」は犬が太陽に向かって吠えるという意味。蜀の地方の高い山に囲まれ、曇りや雨が多く、太陽がほとんど出ない地方の犬は、たまに太陽が出ると驚いて太陽に向かって吠えるという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "背水之陣",
        "yomi": "はいすいのじん",
        "def": "死を覚悟して全力で物事にあたること。または、引くことができない困難な状況のこと。川や海を背にして退路のない陣形で戦うという意味。漢の韓信が、戦いの際に川を背にして退却できない状況を意図的に作り兵に決死の覚悟をさせて、二十万以上の趙の兵に大勝したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "覇王之輔",
        "yomi": "はおうのほ",
        "def": "一番力のある者の補佐役のこと。「覇王」は覇者と王者。「輔」は手助けするや、支えるという意味。周の文王が狩りの占いをすると、「覇王之輔」を得ると占われ、釣りをしている呂尚に出会ったという故事から。文王が「先君の太公が望みを求めておられた方である」と言ったことで、呂尚は太公望と呼ばれた。",
        "grade": "Jun1"
    },
    {
        "word": "伯夷叔斉",
        "yomi": "はくいしゅくせい",
        "def": "私欲がなく清らかな人格の人のたとえ。「伯夷」と「叔斉」はどちらも人の名前。伯夷と叔斉は自国を出て、周の文王に身を寄せた。文王の死後、息子の武王が後を継ぎ、自身の主君である殷の紂王を討とうとしたので、不忠だと諫めたが聞き入れられなかった。その後、紂王を討ち取った武王が周王朝を建てたが、伯夷と叔斉は主君を討ち取った武王を非難し、周のものを食べることを恥として、周から離れて隠遁した後に餓死したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "白衣蒼狗",
        "yomi": "はくいそうく",
        "def": "時世の変化が速いことのたとえ。「蒼狗」は青い犬または黒い犬のことで、空に浮かぶ雲は犬に見えたかと思えば、すぐに白衣に見えるように変化するという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "白屋之士",
        "yomi": "はくおくのし",
        "def": "役人になることなく、貧しい生活をしている学者や知識人のこと。「白屋」は白い茅葺きの屋根の家ということから、普通の市民や貧しい家のことをいう。",
        "grade": "Jun1"
    },
    {
        "word": "白虹貫日",
        "yomi": "はくこうかんじつ",
        "def": "心が天に伝わること。または、戦乱になって君主に危険が迫ることのたとえ。白い虹が太陽を貫く現象をいい、この現象は願いが天に伝わったときや、戦乱によって危険な状況に陥る前兆として発生するとされている。「白虹日を貫く」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "百代過客",
        "yomi": "はくたいのかかく",
        "def": "永久に止まらずに、歩き続ける旅人のこと。または、年月をたとえた言葉。「百代」は途絶えることなく、何代も続いていくこと。または、いつまでも続くことのたとえ。「過客」は旅人のこと。時間や年月をいつまでも歩き続け、帰ることのない旅人にたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "伯仲之間",
        "yomi": "はくちゅうのかん",
        "def": "能力が拮抗していて、優劣をつけるのが難しいこと。「伯」は長男、「仲」は次男のことで、「伯仲」はよく似ていて、力がほぼ同じであることのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "白兎赤烏",
        "yomi": "はくとせきう",
        "def": "時間のこと。「白兎」は月に住んでいるとされる白い兎。「赤烏」は太陽の中に住んでいるとされている三本足の烏。どちらも中国の伝説で、月と日のことをいい、そこから時間のたとえとして用いられる。",
        "grade": "Jun1"
    },
    {
        "word": "博聞彊識",
        "yomi": "はくぶんきょうしき",
        "def": "様々なことを聞き知っていて、その内容をしっかりと覚えていること。「博聞」は色々なことを聞き知っていること。「彊識」はしっかりと覚えていること。「博聞強識」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "白竜魚服",
        "yomi": "はくりょうぎょふく",
        "def": "身分の高い人が気付かれないように出掛けて、不幸な出来事にあうこと。「白竜」は白い竜ということから、天帝の使者のこと。「魚服」は魚の服装をするという意味から、身分の高い人がみすぼらしい格好をすることのたとえ。天帝の使者である白い竜が魚の姿になって泳いでいると、漁師の予且に目を射抜かれて捉えられたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "白竜白雲",
        "yomi": "はくりょうはくうん",
        "def": "古代中国で使われていた、裁判官の別名。「白竜」と「白雲」はどちらも古代中国での裁判官の別名で、「白竜」は伏羲の時代、「白雲」は黄帝の時代。",
        "grade": "Jun1"
    },
    {
        "word": "破竹之勢",
        "yomi": "はちくのいきおい",
        "def": "止めることができないほどの激しい勢いがあること。植物の竹は、最初の一つ節を割くと、後の節は滞ることなく滑らかに割くことができるということから。",
        "grade": "Jun1"
    },
    {
        "word": "白駒空谷",
        "yomi": "はっくくうこく",
        "def": "賢者が官職などに取り立てられず、公的な機関に属していないこと。「白駒」は賢者が乗るとされる白い毛の馬ということから、賢者のたとえ。「空谷」は人の気配が全くない谷。白馬が誰もいない谷にいるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "八紘一宇",
        "yomi": "はっこういちう",
        "def": "天の下では民族などに関係なく全ての人は平等であるため、世界を一つにまとめて一つの家のようにしようという考えのこと。「八紘」は天地の東西南北の四つの方向と、北東、南東、南西、北西の四つの隅を合わせたものということから、世界全体のこと。「一宇」は一軒の家のこと。第二次世界大戦で日本が国家の理念として打ち出し、大東亜共栄圏のための海外進出を正当化するために使われた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "発縦指示",
        "yomi": "はっしょうしじ",
        "def": "戦闘の指揮をすること。または、そのような人のこと。猟犬を放って猟犬に獲物の場所を指示するという意味から。項羽を滅ぼした漢の劉邦は、指揮をとった蕭何を戦争の一番の功労者としたが、実際に戦ったわけではないといって、臣下たちが抗議したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "波濤万里",
        "yomi": "はとうばんり",
        "def": "遠く離れた外国のこと。または、遠く離れた外国へ行くための航路のこと。「波濤」は大きな波。「里」は距離の単位の一つで、「万里」は一万里ということから、はるか遠く離れていることのたとえ。海の向こうにある外国という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "破釜沈船",
        "yomi": "はふちんせん",
        "def": "命を捨てる覚悟で出陣すること。川を渡った後に、飯を炊くための釜を壊し、帰るための船を川に沈めて出陣するということから。古代中国の楚の項羽が、秦との戦いで行ったという故事から。「釜を破り船を沈む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "斑衣之戯",
        "yomi": "はんいのたわむれ",
        "def": "親孝行することのたとえ。または、孝養を尽くすことのたとえ。「斑衣」は子どもが着るような派手な模様の服のこと。楚の老莱子は七十歳になっても、子供用の服を着て子どものように戯れ、親を喜ばせて年老いたことを忘れさせようとした故事から。",
        "grade": "Jun1"
    },
    {
        "word": "反逆縁坐",
        "yomi": "はんぎゃくえんざ",
        "def": "反乱を起こした罪の連座で処罰を受けること。「縁坐」は直接罪を犯したわけではないが、他人の犯罪に関わったために処罰を受けること、連座。「反逆縁座」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "班荊道故",
        "yomi": "はんけいどうこ",
        "def": "しばらく会っていない、昔の友人とたまたま出会って語り合うこと。「班荊」は草を敷くこと。「道故」は話をすること。中国の春秋時代、伍挙が楚から亡命して晋に行く途中に、古い友人の公孫帰生とたまたま出会って語り合ったという故事から。「荊を班きて故を道う」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "繁劇紛擾",
        "yomi": "はんげきふんじょう",
        "def": "多忙を極めて、混乱すること。「繁劇」は多忙を極める。「紛擾」はまとまりがなく、わけがわからなくなること。",
        "grade": "Jun1"
    },
    {
        "word": "繁絃急管",
        "yomi": "はんげんきゅうかん",
        "def": "音楽の調子が激しく速いこと。「繁」と「急」は変化が激しいという意味から、演奏の調子が早くなること。「絃」は弦楽器、「管」は管楽器のこと。「繁弦急管」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "反哺之羞",
        "yomi": "はんぽのしゅう",
        "def": "親の恩に子が報いること、親孝行することのたとえ。「反哺」は食べ物を返すこと。中国の伝説で、烏は六十日で成鳥になり、その後は親鳥に六十日の間、親に餌を与えるということから。",
        "grade": "Jun1"
    },
    {
        "word": "半面之識",
        "yomi": "はんめんのしき",
        "def": "少し顔を見たことがある程度の知り合いのこと。または、少し会っただけの人の顔を覚えていること。「半面」は顔の半分。顔の半分程度しかしらないの意。中国の後漢の応奉は、二十歳のときに戸から顔を半分出した車大工を見かけただけなのに、数十年後に道で見かけた時に、その顔を覚えていたので声を掛けたという故事から。「半面識」と略して使うこともある言葉。",
        "grade": "Jun1"
    },
    {
        "word": "梅妻鶴子",
        "yomi": "ばいさいかくし",
        "def": "俗世を離れた清らかで風流な隠遁生活のこと。妻のかわりに梅の木を、子のかわりに鶴を愛でて、一人で清らかに風雅に暮らしたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "馬牛襟裾",
        "yomi": "ばぎゅうきんきょ",
        "def": "見識も教養もない人のこと。または、礼儀にはずれた行いをする人のこと。「襟裾」はえりとすそということから、衣服のことで、牛や馬が服を着ただけのような人という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "莫逆之交",
        "yomi": "ばくぎゃくのまじわり",
        "def": "互いに争うことがなく、気心の知れた関係。親友。「莫」は否定を意味する助字で、「莫逆」は逆らうことがないという意味。「莫逆」は「ばくげき」、「交」は「こう」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "麦秀黍離",
        "yomi": "ばくしゅうしょり",
        "def": "祖国が滅亡したことを嘆くこと。「麦秀」は植物の麦が伸びること。「黍離」は植物の黍が生い茂ること。古代中国の殷の箕子が滅亡した殷の廃墟を見て嘆いた「麦秀之詩」と、東周の大夫が西周の宮殿に黍が生い茂っているのを見て嘆いた「黍離」という詩の題名を重ねた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "麦秀之歌",
        "yomi": "ばくしゅうのうた",
        "def": "祖国が滅亡したことを嘆くこと。「麦秀」は植物の麦が伸びること。古代中国の殷の箕子が滅亡した殷の廃墟で、麦が生い茂っているのを見て嘆き作った歌ということから。",
        "grade": "Jun1"
    },
    {
        "word": "馬遅枚速",
        "yomi": "ばちばいそく",
        "def": "司馬相如は文章を書くことが遅く、枚皐は速かったという故事のこと。司馬相如と枚皐は、どちらも中国の文章の文体の一つの「賦」の巨匠。",
        "grade": "Jun1"
    },
    {
        "word": "伐性之斧",
        "yomi": "ばっせいのおの",
        "def": "人の心や体に害を与えるもののこと。「伐性」は人としての本質を害すること。女性や淫らな音楽に溺れたり、偶然起こる良い出来事に期待することをいう。人としての本質を破壊する斧という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "伐氷之家",
        "yomi": "ばっぴょうのいえ",
        "def": "地位の高い身分の家柄。「伐氷」は氷を切り出すこと。古代中国では、卿大夫以上の高い身分の家柄のものだけが、葬式に氷を使うことが許されたということから。「伐冰之家」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "万頃瑠璃",
        "yomi": "ばんけいるり",
        "def": "青く、どこまでも広がっている様子。「万頃」は限りなく広いこと。「瑠璃」は紺青色のこと。または、紺青色の宝石のこと。空や海がどこまでも青く広がっている様子をいう。「万頃琉璃」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "万杵千砧",
        "yomi": "ばんしょせんちん",
        "def": "きぬたを打つたくさんの女性。または、いろんなところから聞こえるきぬたの音。「万」と「千」は数が多いことのたとえ。「杵」はきぬたを打つための棒。「砧」は布を叩いて柔らかくして、つやを出すための石や木の台。",
        "grade": "Jun1"
    },
    {
        "word": "盤石之固",
        "yomi": "ばんじゃくのかため",
        "def": "並外れて堅固なこと。安定していて、揺れ動くことがないこと。「盤石」は大きな岩のことで、並外れて固いことや、安定していることのたとえ。「磐石之固」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "万乗之君",
        "yomi": "ばんじょうのきみ",
        "def": "大国の君主のこと。「乗」は兵車を数える単位のこと。一つの兵車につき百人の兵がつくとされ、一万台の兵車を出すことができる国の君主という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "万全之策",
        "yomi": "ばんぜんのさく",
        "def": "失敗する可能性が少しもない、完璧な策略。「万全」は一万に一つも失敗する可能性がないということから。",
        "grade": "Jun1"
    },
    {
        "word": "万物逆旅",
        "yomi": "ばんぶつのげきりょ",
        "def": "天地のこと。「逆旅」は旅館や宿のこと。全てのものが、生まれてから消えるまで、一時的な間に宿る場所ということから。",
        "grade": "Jun1"
    },
    {
        "word": "万夫之望",
        "yomi": "ばんぷののぞみ",
        "def": "世界の多くの人々に尊敬して慕われること。または、そのような人のこと。「万夫」は数多くの人、万人。「望」は仰ぎ見る、尊敬すること。",
        "grade": "Jun1"
    },
    {
        "word": "万里之望",
        "yomi": "ばんりののぞみ",
        "def": "高い官職や地位につきたいという望みのこと。「万里」は非常に遠い距離のたとえ。非常に遠くにある目的地に着きたいという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "万里鵬程",
        "yomi": "ばんりほうてい",
        "def": "非常に遠い道のりのたとえ。または、海がどこまでも広く大きいことを言い表す言葉。「万里」の「里」は距離の単位で、「万里」は非常に遠いことのたとえ。「鵬」は中国の想像上の鳥。「程」は道のり。鵬は大きなつむじ風を巻き起こし、九万里もの上空へ飛び上がるということから。",
        "grade": "Jun1"
    },
    {
        "word": "万里鵬翼",
        "yomi": "ばんりほうよく",
        "def": "はるか遠くまで広がる大空や、遠い場所への旅路のたとえ。または、極めて大きな気概や勢いのたとえ。「万里」の「里」は距離の単位で、「万里」は非常に遠いことのたとえ。「鵬」は中国の想像上の非常に大きな鳥で、翼を広げた大きさは何千里もあるとされていて、空の雲のように見えるとされている。",
        "grade": "Jun1"
    },
    {
        "word": "悲喜交交",
        "yomi": "ひきこもごも",
        "def": "悲しみと喜びの感情が交ざり合うこと。または、それを交互に味わうこと。",
        "grade": "Jun1"
    },
    {
        "word": "匪石之心",
        "yomi": "ひせきのこころ",
        "def": "自分の信念を堅く守り、決して揺らぐことのない心のこと。石のように転がることがない心という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "肥大蕃息",
        "yomi": "ひだいはんそく",
        "def": "肥え太って大きくなり活発に増えること。「肥大」は肥えて太ること。「蕃息」は活発に増えること。",
        "grade": "Jun1"
    },
    {
        "word": "筆耕硯田",
        "yomi": "ひっこうけんでん",
        "def": "文章を書くことで収入を得て、生活する人のこと。そのような人にとっての硯（すずり）を、農夫にとっての田に見立てたもので、筆で田を耕す意味から。",
        "grade": "Jun1"
    },
    {
        "word": "匹夫之勇",
        "yomi": "ひっぷのゆう",
        "def": "思慮の足りない人が一時の感情に任せただけの勇気のこと。「匹夫」は身分の低い人や普通の人という意味から、軽率な人のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "飛兎竜文",
        "yomi": "ひとりょうぶん",
        "def": "素晴らしい才能を持っている若者や子どものこと。「飛兔」と「竜文」はどちらも走る速度の速い馬の名前で、賢くすぐれている子どものたとえ。「竜」は「りゅう」とも、「文」は「もん」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "皮膚之見",
        "yomi": "ひふのけん",
        "def": "物事の表面的な部分だけを見て、本質を捉えようとしない浅はかな考えのこと。「見」は考えという意味。",
        "grade": "Jun1"
    },
    {
        "word": "百縦千随",
        "yomi": "ひゃくしょうせんずい",
        "def": "相手にどんなわがままを言われても聞き入れること。または、自分の思い通りになること。「百」や「千」は数が多いことのたとえ。「縦」はわがままのこと。「随」は逆らわずに従うこと。",
        "grade": "Jun1"
    },
    {
        "word": "百世之師",
        "yomi": "ひゃくせいのし",
        "def": "後世までずっと師として尊敬され続ける人のこと。「百世」は世代が百代もの長い期間という意味から、非常に長い年月、後世まで長く続くという意味。",
        "grade": "Jun1"
    },
    {
        "word": "百世之利",
        "yomi": "ひゃくせいのり",
        "def": "永遠に利益を得続けること。「百世」は世代が百代もの長い期間という意味から、非常に長い年月、後世まで長く続くという意味。",
        "grade": "Jun1"
    },
    {
        "word": "百尺竿頭",
        "yomi": "ひゃくせきかんとう",
        "def": "行き着くことの出来る最高の地点。長さが百尺ある長い竿の先の部分という意味から。最高の地点からさらに努力して、その先を目指す向上心をいう。「百尺竿頭一歩を進む」という形で用いることが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "百年之業",
        "yomi": "ひゃくねんのぎょう",
        "def": "これから後の世に残る素晴らしい仕事のこと。または、昔から受け継がれてきた伝統的な仕事のこと。「業」は仕事という意味。",
        "grade": "Jun1"
    },
    {
        "word": "百年之柄",
        "yomi": "ひゃくねんのへい",
        "def": "将来のことを考えた政治を行い、権力を長く保とうとすること。「百年」は長い期間のたとえ。「柄」は権力のこと。",
        "grade": "Jun1"
    },
    {
        "word": "百福荘厳",
        "yomi": "ひゃくふくしょうごん",
        "def": "数多く積んだ福で仏像を飾ること。または、仏の三十二相のこと。「百福」は百の福徳を積むこと。「荘厳」は仏像や奉ってある建物を美しく飾ること。仏の三十二相は、仏にあるとされる三十二の特徴で、それぞれ百の福徳を積むことで現われるとされている。",
        "grade": "Jun1"
    },
    {
        "word": "百味飲食",
        "yomi": "ひゃくみのおんじき",
        "def": "色々な珍しい味の食べ物や、おいしい食べ物のこと。「百味」は様々なおいしい食べ物。「飲食」は飲み物と食べ物。",
        "grade": "Jun1"
    },
    {
        "word": "百薬之長",
        "yomi": "ひゃくやくのちょう",
        "def": "酒のこと。酒を賞賛したもので、様々な薬の中で酒が最も効果があるという意味の言葉。「百薬」は様々な種類の薬。「長」は最も上に立つもの、かしら。前漢の王莽が言ったとされる言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "百里之命",
        "yomi": "ひゃくりのめい",
        "def": "一つの国の政治、運命のこと。「百里」は四方が百里の範囲のことで、天子から委任された諸侯の国の領土のことをいう。「命」は制令のことで、一国の運命のこと。",
        "grade": "Jun1"
    },
    {
        "word": "百伶百利",
        "yomi": "ひゃくれいひゃくり",
        "def": "非常に賢く、理解力や判断力にすぐれていること。「百」は普通の程度を大いに超えている様子を言い表す言葉。「伶」と「利」はどちらも賢いという意味。「百伶百俐」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "百挙百捷",
        "yomi": "ひゃっきょひゃくしょう",
        "def": "どんなことをしても全て上手くいくこと。「百挙」は行動や策略などの様々な行い。「捷」は勝つという意味。",
        "grade": "Jun1"
    },
    {
        "word": "百歩穿楊",
        "yomi": "ひゃっぽせんよう",
        "def": "すぐれた射撃の能力があること。「穿」は穴を開けること。「楊」は柳のこと。 百歩離れた場所から、細い柳の葉を打ち抜くという意味から。「百歩楊を穿つ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "氷肌玉骨",
        "yomi": "ひょうきぎょっこつ",
        "def": "容姿の美しい女性のこと。または、梅の花の異称。「氷肌」は透明な氷のように清らかな肌。または、寒さが厳しい期間に咲く梅の花のたとえ。「玉骨」は高貴な人や美しい人の骨ということから、美しい容姿のこと。",
        "grade": "Jun1"
    },
    {
        "word": "氷壺秋月",
        "yomi": "ひょうこしゅうげつ",
        "def": "清く澄んだ心のこと。「氷壺」は白い玉で出来ていて、中に氷が入っている壺。「秋月」は秋の月。どちらも清らかで澄んでいる様子を言い表す言葉。「氷」は「冰」とも、「壺」は「壷」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "豹死留皮",
        "yomi": "ひょうしりゅうひ",
        "def": "死後に名声を残すこと。生きている時に功績を上げて、死後に功績と名を残すことをいう。動物の豹は、死後に美しい毛皮を残すという意味から。「豹は死して皮を留む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "漂蕩奔逸",
        "yomi": "ひょうとうほんいつ",
        "def": "特に目的もなくさまようこと。「漂蕩」は目的もなく歩き回ること。「奔逸」は好きなように行動すること。",
        "grade": "Jun1"
    },
    {
        "word": "飛鷹走狗",
        "yomi": "ひようそうく",
        "def": "野生の鳥や獣をとること。「狗」は狩りに使うための犬、猟犬。狩猟のために鷹を飛ばして、猟犬を放つという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "飛竜乗雲",
        "yomi": "ひりょうじょううん",
        "def": "時代の流れに乗って、英雄や賢者が才能を発揮することのたとえ。竜が雲に乗って空へ舞い上がるという意味から。「飛竜雲に乗る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "牝鶏牡鳴",
        "yomi": "ひんけいぼめい",
        "def": "女性が強い権力を持って、勢力を振るうこと。「牝鶏」は雌鶏。「牡鳴」は雄鶏の鳴き声。雌鶏が雄鶏の鳴き声の真似をするという意味から。日の出の時間に鳴くのは本来は雄鶏であり、雌鶏が鳴くことは秩序が乱れた証とされ、王后や王妃が権力を握り、国家が滅びることの前触れとされていた。",
        "grade": "Jun1"
    },
    {
        "word": "貧富貴賤",
        "yomi": "ひんぷきせん",
        "def": "貧しい人と裕福な人、高貴な人と下賎な人のこと。",
        "grade": "Jun1"
    },
    {
        "word": "美酒佳肴",
        "yomi": "びしゅかこう",
        "def": "とても豪華な食事のこと。または、そのような酒食のこと。「美酒」はおいしい酒。「佳肴」はおいしい料理。",
        "grade": "Jun1"
    },
    {
        "word": "美須豪眉",
        "yomi": "びしゅごうび",
        "def": "立派でたくましい男性の容姿を言い表す言葉。「美須」は美しいひげ。「豪眉」は太くて強そうな眉。",
        "grade": "Jun1"
    },
    {
        "word": "尾生之信",
        "yomi": "びせいのしん",
        "def": "約束を守りぬくことのたとえ。または、正直すぎて機転のきかないことのたとえ。「尾生」は人の名前。「信」は信義という意味。魯の国の尾生が橋の下で女性と会う約束をしたが、いつまでも女性はこないまま尾生は橋の下で待ち続けた。やがて、雨が降り始めて川が増水して、橋の橋脚に抱きついたまま溺れ死んだという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "謬悠之説",
        "yomi": "びゅうゆうのせつ",
        "def": "何の根拠もない、でたらめな話。「謬」は間違っていること。「悠」は極めて広いこと。",
        "grade": "Jun1"
    },
    {
        "word": "猫鼠同眠",
        "yomi": "びょうそどうみん",
        "def": "悪事を働く人と、それを取り締まる人が示し合わせて事を運ぶこと。または、上の立場の人と、下の立場の人が共謀して悪事を働くこと。猫と鼠が共に眠るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "廟堂之器",
        "yomi": "びょうどうのき",
        "def": "朝廷で政治を行うことができる、すぐれた才能のある人物のこと。「廟」は君主の祖先をまつった建物、宗廟。「堂」は君主と臣下が会議を行う場所、明堂。「廟堂」は宗廟と明堂ということから、政治を行う朝廷のこと。「器」は才能のこと。",
        "grade": "Jun1"
    },
    {
        "word": "布衣之極",
        "yomi": "ふいのきょく",
        "def": "庶民として最高の出世のこと。「布衣」は布で作った衣服のことで、一般庶民をあらわすことから、無位無官の人のこと。「極」は最高、最上という意味。",
        "grade": "Jun1"
    },
    {
        "word": "布衣之交",
        "yomi": "ふいのまじわり",
        "def": "身分や地位などを気にしない心からの交友。または、庶民の付き合い。「布衣」は布で作った衣服のことで一般庶民をあらわすことから無位無官の人のこと。",
        "grade": "Jun1"
    },
    {
        "word": "風魚之災",
        "yomi": "ふうぎょのわざわい",
        "def": "海上で受ける嵐などの災難のこと。または、外敵や海賊などによる災いのこと。「風｣は嵐、「魚」は鰐魚などの災いをもたらす悪魚のこと。",
        "grade": "Jun1"
    },
    {
        "word": "風餐雨臥",
        "yomi": "ふうさんうが",
        "def": "旅や野外の仕事の苦痛のこと。または、野宿をすること。風に吹かれて食事をして、雨にうたれて寝るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "風餐露宿",
        "yomi": "ふうさんろしゅく",
        "def": "野宿をすること。または、困難な旅のたとえ。旅や野外での仕事の苦痛を表す言葉。風に吹かれて食事をして、露に濡れながら寝るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "風樹之歎",
        "yomi": "ふうじゅのたん",
        "def": "父母が亡くなり孝行しようとしてもできない嘆きのこと。「風樹」は風に揺れる木のこと。風で揺れている木は、木自身が制止したいと思っても風が止まなければ制止できず、思い通りにいかないということから。「風樹之嘆」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "風霜之任",
        "yomi": "ふうそうのにん",
        "def": "罪や責任を問いただすことは、厳しく激しい任務ということから、監察官や司法官のこと。「風霜」は勢いの激しい風と寒々しい霜の厳しさのこと。「任」は任務という意味。",
        "grade": "Jun1"
    },
    {
        "word": "風木之悲",
        "yomi": "ふうぼくのかなしみ",
        "def": "父母が亡くなり孝行しようとしてもできない悲しみのこと。「風木」は風に揺れる木のことで、風で揺れている木は、木自身が制止したいと思っても風が止まなければ制止できず、思い通りにいかないということから。",
        "grade": "Jun1"
    },
    {
        "word": "浮雲驚竜",
        "yomi": "ふうんきょうりょう",
        "def": "筆に勢いがあり、のびのびとしていること。「浮雲」は空に浮いている雲のことで、自由なことのたとえ。「驚竜」は竜が天に昇ることで、勢いがあることのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "浮雲之志",
        "yomi": "ふうんのこころざし",
        "def": "悪行で手に入れた地位や財産は、儚いものであるという考え。または、そのようなものは自身とは関係ないものだという考え。「浮雲」は空に浮いている雲のことで、雲はすぐに散ってなくなるということから、儚いもののたとえ。または、雲は手の届かないところにあるということから、自身に関係がないもののたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "不壊金剛",
        "yomi": "ふえこんごう",
        "def": "並外れて固く、決して壊れないこと。または、非常に意志が固いこと。「金剛」は「堅固」という意味の梵語を、漢語に翻訳した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "浮瓜沈李",
        "yomi": "ふかちんり",
        "def": "上品で趣きや味わいのある夏の遊び。瓜を水に浮かべて、李を水に沈めること。「瓜を浮かべて李を沈む」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "夫家之征",
        "yomi": "ふかのせい",
        "def": "定職についていない者に課せられた、中国の周の時代にあった罰金。「夫家」は夫婦、「征」は税を徴収すること。一組の農民の夫婦に田が与えられ、その夫婦に課せられていた税と同じ額の罰金を課せられていたということから。",
        "grade": "Jun1"
    },
    {
        "word": "浮花浪蕊",
        "yomi": "ふかろうずい",
        "def": "これといった長所のなく、どこにでもあるようなもののたとえ。「浮花」と「浪蕊」はどちらも花は咲くが、実がならない無駄な花という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "不刊之書",
        "yomi": "ふかんのしょ",
        "def": "いつまでも伝わり続ける書物。不朽の名作。「刊」は削るという意味。紙のない時代には、木や竹に文字を記し、必要の無い部分や誤った部分は削っていたということから。",
        "grade": "Jun1"
    },
    {
        "word": "覆車之戒",
        "yomi": "ふくしゃのいましめ",
        "def": "先人の失敗を学び、今の戒めにすること。「覆車」はひっくり返った車の残した車輪の跡のこと。先に通った車のひっくり返った車輪の跡を見て、同じようにならないように、その場所を通らないようにするという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "腹誹之法",
        "yomi": "ふくひのほう",
        "def": "心の中で非難するだけで罰する法律のこと。「腹誹」は心の中で対象を非難すること。「腹非之法」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "伏竜鳳雛",
        "yomi": "ふくりょうほうすう",
        "def": "能力を発揮する機会がないために人に知られていない英雄。または、将来的な活躍が期待されている若者のこと。「伏竜」は地面の中に潜って隠れている竜。「鳳雛」は中国の伝説上の鳥、鳳凰の雛。",
        "grade": "Jun1"
    },
    {
        "word": "不倶戴天",
        "yomi": "ふぐたいてん",
        "def": "同じ世界で一緒に生きていくことができないほどに深い恨みや憎しみのこと。「不倶」は共存することができないこと。「戴天」は同じ世界にいること。「倶に天を戴かず」とも読み、もとは父親の仇敵を言う言葉で、同じ世界に生かしてはおかないという意味。",
        "grade": "Jun1"
    },
    {
        "word": "不虞之誉",
        "yomi": "ふぐのほまれ",
        "def": "偶然手に入れた名誉のこと。「不虞」は予想外、思ってもいないこと。手に入れた名誉を謙遜していう言葉。",
        "grade": "Jun1"
    },
    {
        "word": "不繋之舟",
        "yomi": "ふけいのふね",
        "def": "心に不満や不信など何もない、無心のたとえ。または、なにものにも縛られずにただ漂っているだけのような人のこと。繋がれてなく、ただ波に漂う船という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "不言之教",
        "yomi": "ふげんのおしえ",
        "def": "口に出すことなく相手に習得させることのできる教えのこと。老荘思想の「無為自然」の教えのことで、道を修めた者は、何もせず、何も言わずに人を教え導くことができるということ。",
        "grade": "Jun1"
    },
    {
        "word": "不失正鵠",
        "yomi": "ふしつせいこく",
        "def": "物事の一番大切な部分を正確にとらえること。「正鵠」は弓の的にある中心の黒い星のこと。矢を外すことなく、正確に正鵠を射抜くという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "不惜身命",
        "yomi": "ふしゃくしんみょう",
        "def": "命や体を惜しむことなく、全力で事に当たること。「不惜」は使うことにためらわないこと。「身命」は体と命。元は仏教語で、仏道を修めるために体も命もためらわずに捧げるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "負薪汲水",
        "yomi": "ふしんきゅうすい",
        "def": "自然の中で質素な生活をすること。薪を採って谷川の水を汲むということから。",
        "grade": "Jun1"
    },
    {
        "word": "負薪之憂",
        "yomi": "ふしんのうれい",
        "def": "自分の病気を謙遜していう言葉。「負薪」は薪を背負うこと。「憂」は病気。薪を背負ったせいで疲れてしまって病気になるということから。または、病気になってしまい、薪を背負う余力も無くなるということから。",
        "grade": "Jun1"
    },
    {
        "word": "負薪之病",
        "yomi": "ふしんのへい",
        "def": "自分の病気を謙遜していう言葉。「負薪」は薪を背負うこと。薪を背負ったせいで疲れてしまって病気になるということから。または、病気になってしまい、薪を背負う余力も無くなるということから。",
        "grade": "Jun1"
    },
    {
        "word": "附耳之言",
        "yomi": "ふじのげん",
        "def": "隠し事は漏れやすく、あっという間に広まるということ。「附耳」は口を耳に近づけて話しをするという意味。耳の横で小さな声で話しをしても、千里も離れている場所でも聞こえてしまうということから。「付耳之言」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "二股膏薬",
        "yomi": "ふたまたこうやく",
        "def": "その時にあわせて意見がころころと変わること。「二股」は両足の股の内側のこと。「膏薬」は練り薬。内股に練り薬を塗って歩くたびに、右の足についたり、左の足についたりするということから。",
        "grade": "Jun1"
    },
    {
        "word": "釜底抽薪",
        "yomi": "ふていちゅうしん",
        "def": "根本にある原因を取り除かなければ、問題を解決することはできないということ。火にかけた釜が煮え立たないようにするには、釜の下にある薪を取り出すのがよいという意味から。「釜底薪を抽く」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "敷天之下",
        "yomi": "ふてんのもと",
        "def": "世界中。「敷天」は空の隅々までということ。空を隅々まで覆うという意味から。「敷天」は「普天」とも、「薄天」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "不抜之志",
        "yomi": "ふばつのこころざし",
        "def": "何があっても諦めないこと。「不抜」はどうやっても抜くことができないという意味から、とても堅いことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "不毛之地",
        "yomi": "ふもうのち",
        "def": "作物が育たない、ひどく痩せた土地。または、見るべきよい結果や、発見が何もないこと。「毛」は地面から生える草木や穀物のこと。",
        "grade": "Jun1"
    },
    {
        "word": "夫里之布",
        "yomi": "ふりのふ",
        "def": "夫布と里布という、古代中国の税のこと。「夫布」は無職の人に課される税のこと。「里布」は麻や桑を家の敷地内に植えない人に課される税のこと。「布」は布銭、金銭のこと。",
        "grade": "Jun1"
    },
    {
        "word": "焚琴煮鶴",
        "yomi": "ふんきんしゃかく",
        "def": "風流を理解する心を持っていないこと。または、趣も飾り気もない単調な景色のこと。琴に火をつけて燃やして、鶴を捕らえて煮るという意味から。「琴を焚き鶴を煮る」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "粉粧玉琢",
        "yomi": "ふんしょうぎょくたく",
        "def": "女性の容姿が美しいことのたとえ。「粉粧」は化粧のこと。「玉琢」は宝石を磨くこと。化粧をした女性が、宝石を磨いたように美しいという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "焚書坑儒",
        "yomi": "ふんしょこうじゅ",
        "def": "宗教、言論、学問などを弾圧すること。「焚書」は書物を燃やすこと。「坑儒」は儒者を土の中に埋めること。秦の始皇帝が政治的な批判を避けるために実用書を除いた書物を全て焼けという命令を出し、それに逆らう儒者を生き埋めにしたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "粉白黛墨",
        "yomi": "ふんぱくたいぼく",
        "def": "美しい人のたとえ。「粉白」は肌の色を整える化粧品の白粉のこと。「黛墨」は眉を整える化粧品の眉墨のこと。",
        "grade": "Jun1"
    },
    {
        "word": "墳墓之地",
        "yomi": "ふんぼのち",
        "def": "生まれ育った故郷。または、死ぬまで暮らそうと思っている地のこと。「墳墓」は墓のこと。祖先から受け継いだ墓がある地という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "舞馬之災",
        "yomi": "ぶばのわざわい",
        "def": "火事のこと。中国の晋の時代の黄平は、馬が踊り、それを見た人々が拍手する夢を見た。そのことを占いの名人の索タンに相談すると、「馬は火の象徴であり、それが踊るということは火が巻き起こること。馬に拍手するというのは、火を消そうとすることだ」といわれ、黄平が帰ると家が火事にあっていたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "文質彬彬",
        "yomi": "ぶんしつひんぴん",
        "def": "見た目の美しさと中身の質の釣り合いがとれていること。「文」は容姿や、立ち居振る舞いのこと。「質」は実質、本質のこと。「彬彬」は釣り合いのとれている様子。",
        "grade": "Jun1"
    },
    {
        "word": "蚊虻走牛",
        "yomi": "ぶんぼうそうぎゅう",
        "def": "力の小さいものが、力の大きなものを倒すことのたとえ。または、ちょっとしたことが大きな事件や災難を引き起こすということ。「蚊虻」は虫のかとあぶ。蚊や虻のように小さな虫でも、数が多ければ牛は走って逃げるという意味から。「蚊虻牛羊を走らす」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "蚊虻之労",
        "yomi": "ぶんぼうのろう",
        "def": "価値のない、つまらない技術のこと。「蚊虻」は虫のかとあぶ。蚊や虻のような小さな労力という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "分憂之寄",
        "yomi": "ぶんゆうのき",
        "def": "諸国の政務を行った地方官、国司のこと。「分憂」は憂いを分かち合うこと。「寄」は任務のこと。人々と憂いを分かち合う任務という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "並駕斉駆",
        "yomi": "へいがせいく",
        "def": "能力や実力、地位などに差がないこと。「駕」は馬車や乗り物のこと。「斉駆」はそろって走らせること。一台の馬車を数頭の馬で引っ張り疾駆することで、ともに肩を並べて進み、力に差が無いことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "並駆斉駕",
        "yomi": "へいくせいが",
        "def": "能力や実力、地位などに差がないこと。「駕」は馬車や乗り物のこと。一台の馬車を数頭の馬で引っ張り疾駆することで、ともに肩を並べて進み、力に差が無いことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "平沙落雁",
        "yomi": "へいさらくがん",
        "def": "干潟に降り立つ雁の群れのこと。中国の山水画の伝統的画材である瀟湘八景の中の一つ。琴曲の名前などにも用いられている言葉。「平沙」は平坦で広大な砂原のこと。「沙」は”砂”と同じ意味。",
        "grade": "Jun1"
    },
    {
        "word": "兵車之会",
        "yomi": "へいしゃのかい",
        "def": " 武力を用いて開かれる諸侯の会合のこと。「兵車」は戦闘に使用する車（戦車）。",
        "grade": "Jun1"
    },
    {
        "word": "兵者凶器",
        "yomi": "へいはきょうき",
        "def": "武器というものは、人を殺傷する忌まわしい道具だということ。「兵」は武器や兵器、「者」は「というものは…」という意味で、強調して提示する語。「凶器」は人を殺傷することを目的とした道具のこと。",
        "grade": "Jun1"
    },
    {
        "word": "平伏膝行",
        "yomi": "へいふくしっこう",
        "def": "神仏や貴人の前での座礼作法のことで、恐縮しながらひれ伏して進み出る様子のこと。または、頭を地に付けるように低くして、目を伏せて膝頭で這って進むこと。",
        "grade": "Jun1"
    },
    {
        "word": "閉明塞聡",
        "yomi": "へいめいそくそう",
        "def": "目を閉じて耳を塞いで世間との接触をたつこと。または、現実から目を背けること。「閉明」は何も見ないために目をつむること。「塞聡」は何も聞かないように耳を塞ぐこと。「明を閉じ聡を塞ぐ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "碧眼紅毛",
        "yomi": "へきがんこうもう",
        "def": "西洋人のこと。「碧眼」はあおみどり色の目。「紅毛」は赤い髪の毛のこと江戸時代にはスペイン人やポルトガル人のことを南蛮人、オランダ人を紅毛人と分けて呼んでいたが、のちに西洋人全般をさすようになった。",
        "grade": "Jun1"
    },
    {
        "word": "碧血丹心",
        "yomi": "へきけつたんしん",
        "def": "厚い忠誠心や誠意のこと。「碧血」は青い宝玉。「丹心」は誠意や真心。敬王に仕えていた萇弘は、讒言によって追放されて、郷里で腹を裂いて自決した。その後、その血が化して青く美しい宝玉になっていたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "碧落一洗",
        "yomi": "へきらくいっせん",
        "def": "雨が降ったあとに、空がきれいに晴れ渡ること。「碧落」は綺麗に晴れ渡った空。「一洗」はすっきりと洗い流すこと。",
        "grade": "Jun1"
    },
    {
        "word": "辺地粟散",
        "yomi": "へんちぞくさん",
        "def": "辺境にある小さな国のこと。粟の粒が散らばっているかのように、世界の果てにある小さな国という意味から。中国やインドから見た日本のことをいう場合もある。",
        "grade": "Jun1"
    },
    {
        "word": "偏僻蔽固",
        "yomi": "へんぺきへいこ",
        "def": "道理に暗く、考えが偏っていて、考えや態度を変えないこと。「偏僻」は考えが偏っていて、心がねじけていること。「蔽固」は道理に暗く、考えや意見を変えないこと。「偏僻にして固を蔽う」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "米泉之精",
        "yomi": "べいせんのせい",
        "def": "酒のこと。米を発酵・熟成させる手法が酒の主な造り方であることから。",
        "grade": "Jun1"
    },
    {
        "word": "鞭声粛粛",
        "yomi": "べんせいしゅくしゅく",
        "def": "相手に気付かれないように、静かに馬に鞭を打つ様子。「粛粛」はひっそりと行うこと。上杉謙信の軍勢が武田信玄の機先を制するために、夜のうちに妻女山を下って、千曲川を相手に気付かれないように渡ったという故事を頼山陽が詠んだもの。「鞭声粛々」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "鳳凰来儀",
        "yomi": "ほうおうらいぎ",
        "def": "世の中が平和であることのたとえ。「鳳凰」は聖天子が出現するときに現れるとされる想像上の鳥。「来儀」は鳳凰が飛来して、威厳のある姿を示すこと。",
        "grade": "Jun1"
    },
    {
        "word": "方正之士",
        "yomi": "ほうせいのし",
        "def": "きちんとした正しい行いをする人のこと。",
        "grade": "Jun1"
    },
    {
        "word": "蜂準長目",
        "yomi": "ほうせつちょうもく",
        "def": "賢く、抜け目無い人の容貌。または、思いやりがなく陰湿な人の容貌。「蜂準」は蜂のように高く鋭い鼻筋。蜂のように鋭く高い鼻筋と、細く長い目という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "抱柱之信",
        "yomi": "ほうちゅうのしん",
        "def": "約束を守りぬくことのたとえ。または、正直すぎて機転がきかないことのたとえ。「抱柱」は橋の脚にしがみつくこと。「信」は信義という意味。魯の国の尾生が橋の下で女性と会う約束をしたが、いつまでも女性はこないまま尾生は橋の下で待ち続けた。やがて、雨が降り始めて川が増水して、橋の橋脚に抱きついたまま溺れ死んだという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "鵬程万里",
        "yomi": "ほうていばんり",
        "def": "非常に遠い道のりのたとえ。または、海がどこまでも広く大きいことを言い表す言葉。「鵬」は中国の想像上の鳥。「程」は道のり。「万里」の「里」は距離の単位で、「万里」は非常に遠いことのたとえ。鵬は大きなつむじ風を巻き起こし、九万里もの上空へ飛び上がるということから。",
        "grade": "Jun1"
    },
    {
        "word": "蓬頭垢面",
        "yomi": "ほうとうこうめん",
        "def": "容姿を整えることをせず、むさくるしいこと。「蓬頭」はよもぎの葉のようになっている、ぼさぼさの髪の毛。「垢面」は洗わずに垢でまみれている顔のこと。",
        "grade": "Jun1"
    },
    {
        "word": "放蕩三昧",
        "yomi": "ほうとうざんまい",
        "def": "思うまま好き勝手に振る舞うこと。「放蕩」は好き勝手にすることや、酒や女遊びに溺れること。「三昧」は一つのことに夢中になること。",
        "grade": "Jun1"
    },
    {
        "word": "朋党比周",
        "yomi": "ほうとうひしゅう",
        "def": "仲間を作って結託して、それ以外の人を排斥すること。「朋党」は考えや利害が同じ仲間のこと。「比周」は片方だけと仲良くすること。主に悪い意味で使われる言葉で、徒党を組んで悪事を働く場合などに使われる。",
        "grade": "Jun1"
    },
    {
        "word": "放蕩無頼",
        "yomi": "ほうとうぶらい",
        "def": "酒や女遊びに溺れて素行に問題があること。「放蕩」は好き勝手にすることや酒や女遊びに溺れること。「無頼」は社会的に認められた職に就かず、素行が悪いこと。",
        "grade": "Jun1"
    },
    {
        "word": "蓬頭乱髪",
        "yomi": "ほうとうらんぱつ",
        "def": "見た目に気を配らず、むさくるしいこと。植物の蓬のように乱れている髪の毛という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "法爾自然",
        "yomi": "ほうにじねん",
        "def": "浄土真宗で如来の絶対的な他力に身を任せること。「法爾」は法則のままやあるがままということ。「自然」は外部からの影響ではなく、自ずからそうであること。全てのものは、自ずから如来の知恵のあらわれであり、真理にかなっているということ。",
        "grade": "Jun1"
    },
    {
        "word": "捧腹絶倒",
        "yomi": "ほうふくぜっとう",
        "def": "腹を抱えて笑いこけること。「捧腹」は腹を抱えること。「絶倒」は倒れそうなほど大笑いすること。「抱腹絶倒」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "捧腹大笑",
        "yomi": "ほうふくたいしょう",
        "def": "腹を抱えて笑いこけること。「捧腹」は腹を抱えること。「抱腹大笑」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "泡沫夢幻",
        "yomi": "ほうまつむげん",
        "def": "人の命が儚いことのたとえ。「泡沫」は水の泡。水の泡や夢、幻のようにすぐ消えてなくなるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "蓬莱弱水",
        "yomi": "ほうらいじゃくすい",
        "def": "はるか遠く離れていること。「蓬莱」は東にあって仙人が住んでいるとされる伝説の島。「弱水」は西にあるとされる伝説の川。「蓬莱」と「弱水」の距離は三十万里離れているとされていることから。",
        "grade": "Jun1"
    },
    {
        "word": "方領矩歩",
        "yomi": "ほうりょうくほ",
        "def": "儒学者の服装と態度のこと。「方領」は四角い服のえりのことで、儒学者の正装。「矩歩」は決まりに則った正しい歩き方。",
        "grade": "Jun1"
    },
    {
        "word": "輔車相依",
        "yomi": "ほしゃそうい",
        "def": "一つが駄目になると、もう一つも駄目になるような、非常に深い関係のこと。「輔車」は車の添え木と車の荷台。または、頬の骨と下顎の骨のこと。唇と歯や、頬の骨と下顎の骨のように、互いに助け合うことによって、互いに存続できるような関係をいう言葉。中国の晋がカクの国を攻めるときに、虞の国は晋に通過する許可を出したが、虞の国と互いに助け合う関係にあったカクの国が滅びると、虞の国も滅びたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "発菩提心",
        "yomi": "ほつぼだいしん",
        "def": "悟りを得るために仏門に入る気持ちを持つこと。「発」は物事を始めること。「菩提心」は煩悩を捨てて、悟りを得ようとする心のこと。「発心」と略して使うこともある。",
        "grade": "Jun1"
    },
    {
        "word": "蒲柳之質",
        "yomi": "ほりゅうのしつ",
        "def": "生まれた時から体が弱く、病気になりやすいこと。「蒲柳」は植物のかわやなぎ、ねこやなぎのことで、木が柔らかく、秋になると真っ先に葉が落ちるということから、病弱な体質のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "奔逸絶塵",
        "yomi": "ほんいつぜつじん",
        "def": "非常に速く走ること。「奔逸」は走って逃げること。「絶塵」は塵を一つも立てないほど速く走ること。「奔佚絶塵」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "本領安堵",
        "yomi": "ほんりょうあんど",
        "def": "忠誠を誓った武士に対して、幕府や領主が領地の所有権を認めて保障したこと。「本領」は先祖から受け継いだ領地。「安堵」は所有権を認めるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "亡羊之嘆",
        "yomi": "ぼうようのたん",
        "def": "進路や方針が多すぎて何を選ぶべきかわからなくなること。または、学問の道が細かく分かれすぎていて、学問の根本を捉えにくいことのたとえ。「亡羊」は羊に逃げ切られること。羊が逃げ出し、大勢の人で追いかけたが分かれ道が多く、逃げられてしまったという話を聞いた楊朱は、学問も同じように様々なものに分かれすぎていて、それぞれ根本の部分は同じなのにそれを忘れ、理解できなくなっていると言ったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "亡羊補牢",
        "yomi": "ぼうようほろう",
        "def": "失敗した後に悪い部分を改善すること。または、失敗してもすぐに改めれば、過ちが大きくならずにすむということのたとえ。羊が囲いから抜けて、逃げられた後に囲いを修理するという意味から。「羊を亡いて牢を補う」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "撲朔謎離",
        "yomi": "ぼくさくめいり",
        "def": "性別が男か女か見分けがつかないこと。または、ごちゃごちゃと入り組んでいて区別がつきにくいこと。「撲朔」は雄の兎が足をばたつかせること。「謎離」は雌の兎が目を細めてぼんやりとしていること。兎の雌雄を見分けることが難しく、それを見分ける方法ということから。木蘭という女性が父親の代わりに男装して十二年間出征して功績を上げ、故郷に帰ったあとに女性の姿で現われると皆驚いたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "暮色蒼然",
        "yomi": "ぼしょくそうぜん",
        "def": "夕方になって、少しずつ暗くなっていく様子。「暮色」は日が沈んで薄暗い夕方の景色。「蒼然」は日が沈んで薄暗い様子。",
        "grade": "Jun1"
    },
    {
        "word": "凡聖一如",
        "yomi": "ぼんしょういちにょ",
        "def": "賢者も普通の人も本質的には同じであり、誰にでも仏になる可能性があるということ。「一如」は同じものであるということ。仏教の言葉で、煩悩を払った聖人と、煩悩に迷っている人は別のものではあるが、人としての本質は同じものであるという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "煩悩菩提",
        "yomi": "ぼんのうぼだい",
        "def": "煩悩は悟りを得るための邪魔になるが、煩悩は悟りを得るために必要なものでもあるということ。「菩提」は悟りへと至る境地のこと。仏教の言葉で、煩悩も人間の本質であり、悟りと煩悩は同一のものであって、煩悩があるからこそ悟りがあるという意味から。「煩悩即菩提」を略した言葉。",
        "grade": "Jun1"
    },
    {
        "word": "磨穿鉄硯",
        "yomi": "ませんてっけん",
        "def": "強い意志を持ち続けて、達成するまで変えないこと。または、休まず学問に励むこと。「磨」はすり減らす、「穿」は穴をあけるということ。鉄の硯に穴を空けるほど学問に励むという意味。",
        "grade": "Jun1"
    },
    {
        "word": "麻中之蓬",
        "yomi": "まちゅうのよもぎ",
        "def": "悪いものもよい環境の中では、よいほうに正されるということ。普通は曲がりくねって育つことの多い蓬も、まっすぐ育つ麻の中で育てるとまっすぐに育つという意味。",
        "grade": "Jun1"
    },
    {
        "word": "満腔春意",
        "yomi": "まんこうしゅんい",
        "def": "なごやかな気分が全身に満ちていること。人を祝う言葉。「満腔」は胸や全身に満ちていること。「春意」は春のような気分。",
        "grade": "Jun1"
    },
    {
        "word": "万劫末代",
        "yomi": "まんごうまつだい",
        "def": "遠い先の世のこと。または、これから先ずっと、限りない時間などの意味。「劫」は仏教語で終わりがないほどの長い時間。「末代」は先の世や後世という意味。",
        "grade": "Jun1"
    },
    {
        "word": "未来永劫",
        "yomi": "みらいえいごう",
        "def": "これから先、未来の時間が永遠ということ。「劫」は仏教語でインドの時間単位の一番長いもので、時間が無限という意味。",
        "grade": "Jun1"
    },
    {
        "word": "無稽之談",
        "yomi": "むけいのだん",
        "def": "でたらめで根拠のない話のこと。「無稽」は考えるべき根拠がまるでないこと。",
        "grade": "Jun1"
    },
    {
        "word": "夢幻泡影",
        "yomi": "むげんほうよう",
        "def": "人生のはかなさのたとえ。「夢」「幻」「泡」「影」は、どれもすぐに消えてしまうはかないものであることから。全てのものは実体がなく空であるという仏教語。",
        "grade": "Jun1"
    },
    {
        "word": "無告之民",
        "yomi": "むこくのたみ",
        "def": "貧しい人や老人、孤児などの弱者のこと。苦しみを訴える相手や手段が存在しない人たちのことから。「無告」は苦しみを訴える相手が誰もいないこと。",
        "grade": "Jun1"
    },
    {
        "word": "矛盾撞着",
        "yomi": "むじゅんどうちゃく",
        "def": "前と後でつじつまが合わないこと。理屈に合わないこと。「矛盾」と「撞着」はどちらも理屈が食い違っていること。矛と盾を売ろうとした商人が「この矛はどんな盾も貫き、この盾はどんな矛も防ぐ」と言った。それを聞いた人から「その矛でその盾を突くとどうなるか」と問われて返答できなかったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "無知蒙昧",
        "yomi": "むちもうまい",
        "def": "知恵や学問がないために物事の道理を理解することが出来ず、愚かなこと。「無知」は知恵や学問がなく、愚かなこと。「蒙昧」は物事の道理を理解できないこと。「無智蒙昧」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "無妄之福",
        "yomi": "むぼうのふく",
        "def": "考えてもいなかった幸運が突然訪れること。「無妄」は予期していなかったことが突然起こること。「無」は「无」、「毋」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "無用之用",
        "yomi": "むようのよう",
        "def": "一目見た時は役に立たないと思っていたものが、重要な働きをすること。『老子』や『荘子』でよく使われる逆接的な理論。車軸や容器の内側には何もないことが重要であり、役に立つ働きをするということから。",
        "grade": "Jun1"
    },
    {
        "word": "明月之珠",
        "yomi": "めいげつのたま",
        "def": "暗闇でも自ら光を放って照らす明月のような宝玉のこと。",
        "grade": "Jun1"
    },
    {
        "word": "名声赫赫",
        "yomi": "めいせいかくかく",
        "def": "世間での評判が勢いよく上がっていくこと。「名声」は世間でのよい評判のこと。「赫赫」は勢いがよいこと。",
        "grade": "Jun1"
    },
    {
        "word": "命世之才",
        "yomi": "めいせいのさい",
        "def": "世に有名な才能のこと。または、そのような才能を持っている人のこと。「命世」は世に名前が知れ渡っているという意味。",
        "grade": "Jun1"
    },
    {
        "word": "鳴蝉潔飢",
        "yomi": "めいせんけっき",
        "def": "気高くて清らかな心の人は、どんなときでも信念を曲げることがないことのたとえ。蝉（せみ）は気高く澄んだ心をもっているので、飢えても露以外の汚れたものを食べることはないという伝説から。",
        "grade": "Jun1"
    },
    {
        "word": "明明赫赫",
        "yomi": "めいめいかくかく",
        "def": "はっきりと非常に明るく光り輝く様子のこと。「明明」ははっきりとしている様子。「赫赫」は非常に明るく輝く様子。",
        "grade": "Jun1"
    },
    {
        "word": "冥冥之志",
        "yomi": "めいめいのこころざし",
        "def": "人に知られないように努力すること。または、人に知られないように心の底で決意すること。「冥冥」は暗い様子という意味から、人に知られない様子のこと。",
        "grade": "Jun1"
    },
    {
        "word": "名誉挽回",
        "yomi": "めいよばんかい",
        "def": "失敗して失った信用や名声を、後の行いによってとり返すこと。「挽回」は失ったものをとり返すという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "麪市塩車",
        "yomi": "めんしえんしゃ",
        "def": "雪が降って積もっている景色を言い表す言葉。「麪市」は白い小麦粉の市場ということから、市場に雪が積もっていることのたとえ。「塩車」は白い塩を載せている車ということから、車に雪が積もっていることのたとえ。市街も車も雪が積もっているように見えるという意味から。「麺市塩車」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "妄想之縄",
        "yomi": "もうぞうのなわ",
        "def": "自分の身を苦しめる心の迷いのこと。仏教語で、みだらな考えや心の迷いを身体を縛るための縄にたとえたもの。",
        "grade": "Jun1"
    },
    {
        "word": "孟仲叔季",
        "yomi": "もうちゅうしゅくき",
        "def": "兄弟姉妹の長幼の順番のこと。長子、次子、三子、四子という意味。",
        "grade": "Jun1"
    },
    {
        "word": "孟母三遷",
        "yomi": "もうぼさんせん",
        "def": "子どもは周りの影響を受けやすいので、子どもの教育には環境を整えることが大事であるということ。「孟母」は孟子の母親。「三遷」は三度転居すること。孟子の母親は、孟子への悪い影響を避けるため墓地の近くから市場の近くに引っ越し、さらに学校に近くに引っ越した。その結果、孟子は勉学に励み偉大な儒者になったという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "孟母断機",
        "yomi": "もうぼだんき",
        "def": "物事を途中でやめてしまったり、諦めてしまってはいけないという戒めの言葉。おもに学問のことを指す。「孟母」は孟子の母親のこと。「断機」は織りかけている機の糸を途中で切ること。孟子が学問を投げ出そうとしたときに、孟子の母親は織り途中の機の糸を切断して「学問を途中でやめることは、この織物と同じようなものだ」と言って戒めたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "百舌勘定",
        "yomi": "もずかんじょう",
        "def": "支払いをするときに口先でうまくごまかして、他人にお金を払わせて自分は支払わないこと。または自分が得するようにすること。百舌と鳩（はと）と鴫（しぎ）が十五文の買い物をしたとき、百舌は鳩と鴫をうまくごまかして、鳩に八文、鴫に七文を支払わせて自分は一文も支払わなくていいようにしたという昔話から。",
        "grade": "Jun1"
    },
    {
        "word": "両刃之剣",
        "yomi": "もろはのつるぎ",
        "def": "役に立つものでも、使い方を間違えると危険をもたらすことのたとえ。または、大きな利益を得る可能性もあるが、大きな被害を受ける可能性もあること。「両刃」は背と腹の両方に刃がついている剣のことで、使い方を間違えると使用者自身にも危険が及ぶことから。「諸刃之剣」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "門前雀羅",
        "yomi": "もんぜんじゃくら",
        "def": "訪ねてくる人が全くいないさびしい様子のこと。「雀羅」は鳥のすずめを捕まえるときに使う網のこと。人の気配がないため、門の前にたくさんのすずめが集まっており、網を設置すれば捕まえられるほどであるという意味から。「門前雀羅設くべし」を略したもので、主に「門前雀羅を張る」という形で使う言葉。",
        "grade": "Jun1"
    },
    {
        "word": "問鼎軽重",
        "yomi": "もんていけいちょう",
        "def": "人の権力や地位を軽くみて、取って代わろうとすることのたとえ。または、人の権力や能力を疑って軽くみること。「鼎」は古代中国で、ものを煮るのに用いた青銅器。ここでは帝位の象徴とされた宝器。古代中国の楚の荘王が、周の帝位の象徴である鼎の大きさや重さを尋ねた。鼎は象徴であり、大小や軽重を問うべきではないにもかかわらず、それを問うたのは周の王室の権威をないがしろにし、暗に王権を狙ったものあったという故事から。一般的に「鼎の軽重を問う」という形で使うことが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "山雀利根",
        "yomi": "やまがらりこん",
        "def": "新しいことを知ろうとせずに、今の知識にこだわること。「山雀（やまがら）」はシジュウカラ科の鳥、「利根」は生まれたときから賢いこと。山雀は一つの芸を覚えることは出来るが、それを応用することができないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "維摩一黙",
        "yomi": "ゆいまいちもく",
        "def": "多くのことを喋るより沈黙がまさっているということ。「維摩」は釈迦の弟子の一人で、仏教の教理について、釈迦の弟子たちが議論していた時に、文殊菩薩は文字や言葉では言い表せないといい、その後に意見を求められた維摩は、何も語ろうとせずに教えを態度で示したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "邑犬群吠",
        "yomi": "ゆうけんぐんばい",
        "def": "小者たちが集まり、うわさや悪口などを話して騒ぎ立てること。「邑」は村里のことで、群がり吠え立てる村里の犬にたとえた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "宥坐之器",
        "yomi": "ゆうざのき",
        "def": "自らの戒めとするために身近に置いてある道具のこと。「宥坐」は身近や身の回りという意味。桓公の墓にあった器は「水が入っていない空の時は傾き、水を適度に入れるとまっすぐに立ち、水が満ちるとひっくり返り全てこぼれる」という。これを見た孔子は「知を持つものは愚を自覚し、功績を持つものは謙譲の心をもち、力を持つものは恐れを忘れず、富があるものは謙遜を忘れずに正しい姿勢を保て。」と説いた故事から。",
        "grade": "Jun1"
    },
    {
        "word": "有終之美",
        "yomi": "ゆうしゅうのび",
        "def": "物事をやり遂げ、最後に立派な結果を残して終わること。",
        "grade": "Jun1"
    },
    {
        "word": "有職故実",
        "yomi": "ゆうそくこじつ",
        "def": "朝廷や武家の昔から伝わる儀式や制度、風俗や習慣のこと。または、それらを研究する学問のこと。「有職」は朝廷や武家に昔から伝わる慣例に詳しいこと。「故実」は伝統的な儀式や制度の慣例のこと。",
        "grade": "Jun1"
    },
    {
        "word": "優孟衣冠",
        "yomi": "ゆうもういかん",
        "def": "他人の真似をする人。または、演技をすること。姿は似ているが、実態が違うもののたとえ。「優孟」は人名。「衣冠」は衣服と冠のこと。中国の春秋時代の楚の国の宰相の叔敖は清廉な人だったが、叔敖の死後にその子孫は貧しく生活に苦しんでいた。叔敖に恩があった俳優の優孟は、叔敖の衣服と冠を身に付けて叔敖になりすまし、叔敖の功績と子孫の不遇を訴えると、荘王は反省して子孫に領地を与えたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "勇猛果敢",
        "yomi": "ゆうもうかかん",
        "def": "危険や困難を恐れずに、力強く思い切りのよい決断をして行動すること。「勇猛」は勇気があって力強いこと。「果敢」は決断力があること。",
        "grade": "Jun1"
    },
    {
        "word": "遊戯三昧",
        "yomi": "ゆげざんまい",
        "def": "なにものにもとらわれることなく、仏の境地に遊ぶこと。または、嫌なことでも、やることそのものを楽しむこと。「遊戯」は仏教の言葉で、仏や菩薩、悟りを開いた修行者がなにものにもとらわれることなく、思いのままに振る舞うこと。「三昧」は一つのことに夢中になること。",
        "grade": "Jun1"
    },
    {
        "word": "用管窺天",
        "yomi": "ようかんきてん",
        "def": "細い管に目を当てて天を窺い見るということから、視野が狭くて見識が足りないという意味。",
        "grade": "Jun1"
    },
    {
        "word": "鷹犬之才",
        "yomi": "ようけんのさい",
        "def": "猟で使われる鷹（たか）や犬は主の意思に従って働くことから、 手先として使うことで役に立つ才能やその才能の持ち主のこと。「才」は才能、または才能の持ち主。",
        "grade": "Jun1"
    },
    {
        "word": "傭書自資",
        "yomi": "ようしょじし",
        "def": "人に雇われて文書を書くことを仕事にして、生計を立てること。「傭書」は雇われて文書を書き写すこと。「自資」は自身の生計の糧にすること。",
        "grade": "Jun1"
    },
    {
        "word": "鷹視狼歩",
        "yomi": "ようしろうほ",
        "def": "残忍で荒々しく、貪欲な人のたとえ。または、隙のない勇猛な英雄のたとえ。「鷹視」は鷹のような鋭い目つきのこと。「狼歩」は狼が獲物を探すような歩き方のこと。",
        "grade": "Jun1"
    },
    {
        "word": "庸中佼佼",
        "yomi": "ようちゅうのこうこう",
        "def": "普通の人たちの中で少しすぐれている才能をもっている人のこと。「庸」は平凡、「佼佼」はすぐれているという意味。",
        "grade": "Jun1"
    },
    {
        "word": "羊頭狗肉",
        "yomi": "ようとうくにく",
        "def": "外見は立派だが中身が釣り合っていないこと。「羊頭を懸げて狗肉を売る」の略語で、羊の頭を看板に掲げていながら実際には犬の肉を売るという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "蠅頭細書",
        "yomi": "ようとうさいしょ",
        "def": "非常に細かい文字のこと。「蠅頭」は蠅の頭のことから、小さいもののたとえ。「細書」は細かく書くことや細かい文字。",
        "grade": "Jun1"
    },
    {
        "word": "耀武揚威",
        "yomi": "ようぶようい",
        "def": "武力や勢いがある様子を自慢して見せること。「耀」は輝かすという意味から、誇らしげに見せること。「武を耀かし威を揚ぐ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "容貌魁偉",
        "yomi": "ようぼうかいい",
        "def": "顔つきや体格が大きくて逞しく、堂々としている様子。「魁偉」は立派で大きい体格のこと。",
        "grade": "Jun1"
    },
    {
        "word": "輿馬風馳",
        "yomi": "よばふうち",
        "def": "速度が並外れて速いことのたとえ。「輿馬」は乗り物と馬のこと。「風馳」は風のように速く走ること。",
        "grade": "Jun1"
    },
    {
        "word": "雷轟電撃",
        "yomi": "らいごうでんげき",
        "def": "「雷轟」は雷が鳴り響くこと、「電撃」は稲光が走るという意味から、勢いが非常に激しいこと。",
        "grade": "Jun1"
    },
    {
        "word": "雷轟電転",
        "yomi": "らいごうでんてん",
        "def": "雷が鳴り響き、稲妻が走るという意味から、町の中が非常に騒がしいことのたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "落月屋梁",
        "yomi": "らくげつおくりょう",
        "def": "友人を思う切ない心情のこと。「落月」は沈んでいく月のこと。「屋梁」は屋根を支えるはり、または屋根のこと。中国の詩人杜甫が江南に流された友人の李白を思い、「家の屋根に落ちかかる月に君の面影を見た」と詩を詠じたことから。",
        "grade": "Jun1"
    },
    {
        "word": "落筆点蠅",
        "yomi": "らくひつてんよう",
        "def": "失敗をうまく取り繕うこと。「点蠅」は蠅（はえ）の絵を描くことで、筆を落とした際の汚れをうまく蠅の絵にするという意味。三国時代、呉の曹不興が孫権の命で絵を描いていたときに、誤って筆を落とした際の汚れを蠅に書き換えてうまく処理した故事から。",
        "grade": "Jun1"
    },
    {
        "word": "洛陽紙価",
        "yomi": "らくようのしか",
        "def": "著書の人気が出て、よく売れること。「洛陽」は地名、「紙価」は紙の価格のこと。左思の著した「三都賦」が大評判になって、人々が争うように書き写したために、紙が不足して高騰したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "嵐影湖光",
        "yomi": "らんえいここう",
        "def": "山水の美しい景色の形容。山の新鮮な精気と湖面の輝きのこと。「嵐影」は山に立ち込める精気、「湖光」は湖に日の光りが当たって輝くこと。",
        "grade": "Jun1"
    },
    {
        "word": "蘭桂騰芳",
        "yomi": "らんけいとうほう",
        "def": "子孫が繁栄することのたとえ。植物の「蘭」と「桂」が立派に成長して香り立つという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "蘭亭殉葬",
        "yomi": "らんていじゅんそう",
        "def": "書画などの骨董品を強く愛好し、執着すること。「蘭亭」は『蘭亭集序』という書作品の名前。「殉葬」は死者と共に葬ること。中国の唐の太宗は「蘭亭集序」を偏愛し、自身の死後、原本を棺に一緒に入れるように命令を残したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "李下瓜田",
        "yomi": "りかかでん",
        "def": "人から疑われるようなことはしないほうが良いというたとえ。「瓜田」は瓜（うり）の畑のこと。「李下」は李（すもも）の木の下のこと。李の木の下で冠を直そうと手を上げたり、瓜の畑で靴を履きなおそうとしたりすると、それらを盗むのではないかと疑われてしまうという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "六言六蔽",
        "yomi": "りくげんのりくへい",
        "def": "人が持つ六言という六つの徳は、学問や人格修養を怠れば六蔽という六つの弊害を生むということ。",
        "grade": "Jun1"
    },
    {
        "word": "六合同風",
        "yomi": "りくごうどうふう",
        "def": "天下が統一され、世の中が平和に治まっていて、教化や風俗を同じくすること。「六合」は天と地と四方で天下のこと。「同風」は同じ風俗ということ。",
        "grade": "Jun1"
    },
    {
        "word": "六菖十菊",
        "yomi": "りくしょうじゅうぎく",
        "def": "菖蒲は五月五日の端午の節句に飾り、菊は九月九日の重用の節句に飾るが、五月六日の菖蒲と九月十日の菊という意味から、時期が過ぎてしまって、役に立たないもののこと。",
        "grade": "Jun1"
    },
    {
        "word": "六尺之孤",
        "yomi": "りくせきのこ",
        "def": "未成年の孤児のこと。または、まだ幼い時に父王と死別して即位した君主のこと。「六尺」は一・四メートルで十四、五歳の身長のこと。また、一尺を二歳半と考えて、十五歳とする説もある。「孤」は孤児のこと。",
        "grade": "Jun1"
    },
    {
        "word": "履霜之戒",
        "yomi": "りそうのいましめ",
        "def": "大きな災難に遭わないように、少しでも災いの予兆があれば準備する、もしくは避けるべきという戒め。「履霜」は霜を踏むこと。霜を踏むようになると寒さが今まで以上に厳しくなるので準備をするべきであるという意味。",
        "grade": "Jun1"
    },
    {
        "word": "立錐之地",
        "yomi": "りっすいのち",
        "def": "とても狭い土地や空間のこと。錐（きり）を立てるのが精一杯なほど狭い土地という意味。一般的には「立錐の余地もない」と用いる。",
        "grade": "Jun1"
    },
    {
        "word": "柳巷花街",
        "yomi": "りゅうこうかがい",
        "def": "色町のこと。「柳巷」は柳の木が多くある街路、「花街」は花が咲いている町のことで、遊郭には柳の木が多く植えられていたことと、花の美しさを女性にたとえたといわれている。",
        "grade": "Jun1"
    },
    {
        "word": "柳眉倒豎",
        "yomi": "りゅうびとうじゅ",
        "def": "容姿の美しい女性が怒る様子。「柳眉」は柳の葉のように細い眉のことで、女性の美しい眉のたとえ。「倒豎」は横や下を向いているものを上に向ける、逆立てること。「柳眉を逆立てる」と用いることが多い言葉。",
        "grade": "Jun1"
    },
    {
        "word": "凌雲之志",
        "yomi": "りょううんのこころざし",
        "def": "世俗を超越しようとする気高い志。または、高い地位に出世することを願う大きな志。「凌雲」は雲よりも高い所という意味から、世間を超越するという意味。「陵雲之志」とも書く。",
        "grade": "Jun1"
    },
    {
        "word": "良禽択木",
        "yomi": "りょうきんたくぼく",
        "def": "賢者は君主をしっかりと選んで仕えるということ。「良禽」は賢い鳥のこと。賢い鳥は、敵に襲われにくく、食べ物を手に入れやすい場所の木を選んで巣を作るという意味から。「良禽は木を択ぶ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "竜駒鳳雛",
        "yomi": "りょうくほうすう",
        "def": "すぐれた才能を持っている賢い少年のこと。「竜駒」は名馬、「鳳雛」は伝説上の鳥の鳳凰のひな。中国の晋の詩人の陸雲は幼い頃から天才と呼ばれていて、呉の大臣の呂閔鴻が陸雲を評したという言葉から。",
        "grade": "Jun1"
    },
    {
        "word": "竜興致雲",
        "yomi": "りょうこうちうん",
        "def": "徳の高い天子が立つと聡明な臣下が現れることのたとえ。竜が興ると雲を沸き起こすという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "竜章鳳姿",
        "yomi": "りょうしょうほうし",
        "def": "立派で威厳のある容姿のこと。竜のように勇ましく、鳳凰のように気品がある立派な姿ということから。「竜」と「鳳」は竜と鳳凰のことで、どちらも伝説上の生物のこと。「章」は模様という意味。",
        "grade": "Jun1"
    },
    {
        "word": "梁上君子",
        "yomi": "りょうじょうのくんし",
        "def": "人の物を盗む、泥棒や盗賊のこと。または、ねずみの異名。「君子」は立派な人物のことで、ここでは下らない人をからかっていう言葉。中国の後漢の陳寔は、とある夜に家の梁の上に泥棒が隠れているのに気づき、子どもを起こして、「人は努力し続けながら生きていかなければならない。悪人も生まれつき悪人ではなく、悪い習慣が身について悪事を働くようになった。梁の上にいる君子もそうだ。」と言い聞かせると、泥棒が梁の上から降りてきて謝罪し、改心したという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "竜跳虎臥",
        "yomi": "りょうちょうこが",
        "def": "筆に勢いがあり、自由でのびのびしている様子のたとえ。筆の勢いを、竜が天に伸び上がったり、虎が地に伏したりする様子にたとえた言葉。元は、中国の南北朝時代の梁の武帝が、晋の王羲之の書を褒め称えた言葉。",
        "grade": "Jun1"
    },
    {
        "word": "竜騰虎闘",
        "yomi": "りょうとうことう",
        "def": "同じくらいの実力のもの同士が全力で戦うこと。実力の拮抗している竜と虎が激しい戦いをするという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "竜頭蛇尾",
        "yomi": "りょうとうだび",
        "def": "始めは盛んな勢いがあるが、終わりに近づくにつれて勢いが落ちてしまうこと。頭は立派な竜だが、尾は弱々しい蛇という意味から。",
        "grade": "Jun1"
    },
    {
        "word": "竜瞳鳳頸",
        "yomi": "りょうどうほうけい",
        "def": "非常に身分が高く、気品のある人の容貌のこと。竜のような瞳と鳳凰のような頸のように神々しいという意味から。中国の唐の時代の唯一の女性の帝王が、幼い頃に男と偽って人相を見てもらうと、仮に女性であっても天子になるだろうと評されたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "両鳳連飛",
        "yomi": "りょうほうれんぴ",
        "def": "兄弟がそろって高い地位を得ること。鳳凰が二羽並んで飛び立つという意味から。中国の南北朝時代、北斉の崔悛と仲文の兄弟が共に出世して、共に大臣に任命されたことを評して言った言葉から。「両鳳連り飛ぶ」とも読む。",
        "grade": "Jun1"
    },
    {
        "word": "綾羅錦繍",
        "yomi": "りょうらきんしゅう",
        "def": "美しく気品のある衣服のこと。または、美しく着飾ること。「綾」はあや織りの絹、あやぎぬ。「羅」は生地の薄い絹の織物、うすぎぬ。「錦」は色鮮やかな絹の織物、にしき。「繍」は刺繍を施している布地。",
        "grade": "Jun1"
    },
    {
        "word": "臨淵羨魚",
        "yomi": "りんえんせんぎょ",
        "def": "願いを叶えるためには、望むだけではなく、そのためには適切な手段や方法を考えて行わなければならないということ。水辺で魚が欲しいと思うだけではなく、そのためには家に帰って網を編んだほうがよいという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "麟子鳳雛",
        "yomi": "りんしほうすう",
        "def": "将来に期待が持てる、すぐれた資質のある子どものたとえ。「麟子」は伝説上の霊獣の麒麟の子ども。「鳳雛」は伝説上の霊獣の鳳凰の雛。",
        "grade": "Jun1"
    },
    {
        "word": "鱗次櫛比",
        "yomi": "りんじしっぴ",
        "def": "きっちりと整って並ぶこと。魚の鱗や、髪をとかす櫛の歯のように整然と並んでいる様子から。",
        "grade": "Jun1"
    },
    {
        "word": "輪廻転生",
        "yomi": "りんねてんしょう",
        "def": "仏教の言葉で、人が生まれ、死んだあとにまた生まれるというのを繰り返すこと。「輪廻」は車輪が回り続けるように、生と死を繰り返すということ。「転生」は死んだ後にまた生まれること。生まれ変わり。",
        "grade": "Jun1"
    },
    {
        "word": "麟鳳亀竜",
        "yomi": "りんぽうきりょう",
        "def": "世の中が平和に治まっているときに現われるとされる、麒麟、鳳凰、亀、竜の四種類の伝説の霊獣。または、賢者や賢人のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "礪山帯河",
        "yomi": "れいざんたいが",
        "def": "永久に変わらない固い誓いのたとえ。または、国が栄え続けることのたとえ。「礪」は砥石（といし）のこと。「山」は泰山のこと。「帯」はおびのこと。「河」は黄河のこと。高い泰山がすりへって砥石のように平たくなるようなことがあったとしても、広い黄河が帯のように細くなるようなことがあったとしても、永久に変わることはないという意味から。",
        "grade": "Jun1"
    },
    {
        "word": "蓮華往生",
        "yomi": "れんげおうじょう",
        "def": "人が死んだ後に極楽に行くこと。「蓮華」は極楽浄土のたとえで、仏や菩薩の座を表している。「往生」は現世を離れて極楽に行くこと。",
        "grade": "Jun1"
    },
    {
        "word": "憐香惜玉",
        "yomi": "れんこうせきぎょく",
        "def": "女性をとても大切に愛でること。「憐」と「惜」は大切にするという意味。「香」や「玉」は女性のたとえ。",
        "grade": "Jun1"
    },
    {
        "word": "狼子野心",
        "yomi": "ろうしやしん",
        "def": "凶暴な人のたとえ。または、凶暴な人は教化するのは非常に困難ということのたとえ。「狼子」は狼（おおかみ）の子、「野心」は野生の心という意味で、狼の子は人に飼われても、生まれついての野生の凶暴さを失わないという意味。",
        "grade": "Jun1"
    },
    {
        "word": "狼貪虎視",
        "yomi": "ろうどんこし",
        "def": "野心が旺盛なことのたとえ。または、無道で欲が深いこと。「狼貪」は狼のように欲が深いこと。「虎視」は虎が獲物を狙うように見ること。",
        "grade": "Jun1"
    },
    {
        "word": "老馬之智",
        "yomi": "ろうばのち",
        "def": "長い経験によって培われたすぐれた知識や経験のこと。斉の管仲が戦いの帰りに道に迷い、一度通った道は覚えているという老馬の知恵を頼って放り、その後をついていくと無事に帰ることができたという故事から。",
        "grade": "Jun1"
    },
    {
        "word": "老莱斑衣",
        "yomi": "ろうらいはんい",
        "def": "親孝行することのたとえ。または、孝養を尽くすことのたとえ。「老莱」は人の名前。「斑衣」は子どもが着るような派手な模様の服のこと。楚の老莱子は七十歳になっても、子供用の服を着て子どものように戯れ、親を喜ばせて年老いたことを忘れさせようとした故事から。",
        "grade": "Jun1"
    },
    {
        "word": "魯魚章草",
        "yomi": "ろぎょしょうそう",
        "def": "文字を書き誤ること。「魯」と「魚」、「章」と「草」はそれぞれ字の形が似ていて間違えやすいことから。",
        "grade": "Jun1"
    },
    {
        "word": "魯魚之謬",
        "yomi": "ろぎょのあやまり",
        "def": "「魯」と「魚」の字の形が似ていることから、文字を書き誤ること。",
        "grade": "Jun1"
    },
    {
        "word": "六道輪廻",
        "yomi": "ろくどうりんね",
        "def": "仏教語で、この世で生きている全てのものが六道の世界で生と死を繰り返すこと。「六道」は死んだ後に行く世界のことで、生きている時の行いの善悪によってどの世界に生まれ変わるか決まり、地獄、餓鬼、畜生、修羅、人間、天上の六つがある。",
        "grade": "Jun1"
    },
    {
        "word": "魯般雲梯",
        "yomi": "ろはんうんてい",
        "def": "中国の春秋時代の魯の国にいたすぐれた大工の魯般が作った、雲に届くほどの高いはしごのこと。「魯般」は人の名前。「雲梯」は雲に届くような高さのあるはしごのことで、主に城を攻めるときに使っていた。魯般は春秋時代の工匠で、公輸盤や公輸判、魯班とも呼ばれ、機械を作るのを得意としていて、木を刻んで作った鳥は空を飛んだとされている。後の世では工匠の祭神として祭られている。",
        "grade": "Jun1"
    },
    {
        "word": "和光同塵",
        "yomi": "わこうどうじん",
        "def": "俗世で目立たないように、才能や徳を隠して暮らすこと。仏教では、仏や菩薩が衆生を救うために、本来の姿を隠して、煩悩の塵をまとって、俗世に現れること。「和光」は、才能の光を和らげ目立たないように隠すこと、「同塵」は、俗世間に合わせるという意味。",
        "grade": "Jun1"
    }
]