[
  {
      "word": "相碁井目",
      "yomi": "あいごせいもく",
      "def": "実力には人それぞれ差があり、何をするにも差ができることを囲碁の腕前にたとえたもの。",
      "grade": "Jun2"
  },
  {
      "word": "暗香疎影",
      "yomi": "あんこうそえい",
      "def": "どこからともなく漂う花の香りと、月光に照らされた木々の影の情景。または、梅のこと。「暗香」はどこからか漂う良い香りのこと。「疎影」はまばらに広がる木々の影のこと。",
      "grade": "Jun2"
  },
  {
      "word": "安寧秩序",
      "yomi": "あんねいちつじょ",
      "def": "国や社会が乱れることなく治まっていて、平和を保つための決まりがしっかりと守られていること。「安寧」は特に問題もなく穏やかなこと。「秩序」は社会や集団などを正しい状態に保つための順序や決まりのこと。",
      "grade": "Jun2"
  },
  {
      "word": "安楽浄土",
      "yomi": "あんらくじょうど",
      "def": "仏教において、阿弥陀仏がいるという安楽の世界。また、すべてが満たされていることのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "唯唯諾諾",
      "yomi": "いいだくだく",
      "def": "物事のよしあしにかかわらず、何にでもはいはいと人の言いなりになること。「唯」と「諾」はどちらも「はい」という意味の返事のこと。",
      "grade": "Jun2"
  },
  {
      "word": "遺憾千万",
      "yomi": "いかんせんばん",
      "def": "この上なく残念なこと。または心残りなこと。「遺憾」は心残り、残念ということ。「千万」は量が多いということから、非常に程度が高いこと。",
      "grade": "Jun2"
  },
  {
      "word": "異国情緒",
      "yomi": "いこくじょうちょ",
      "def": "異国の風物がかもし出す自国とは違う雰囲気や風情のこと。",
      "grade": "Jun2"
  },
  {
      "word": "遺臭万載",
      "yomi": "いしゅうばんさい",
      "def": "悪い評判やうわさを後世まで残すこと。「遺」は残すこと。「臭」は悪臭ということから、悪い噂や評判のたとえ。「万載」は万年という意味。",
      "grade": "Jun2"
  },
  {
      "word": "以身殉利",
      "yomi": "いしんじゅんり",
      "def": "つまらない人間は、自分の利益や欲望のためだけに一生を費やすということ。「以身」は自ら、自分自身という意味。「殉利」は利益や欲望に身を捧げるという意味。「身を以て利に殉ず」とも訓読する。",
      "grade": "Jun2"
  },
  {
      "word": "一韻到底",
      "yomi": "いちいんとうてい",
      "def": "漢詩における古詩の技巧で、初めから終わりまで一つの韻で通すこと。「韻」は詩のリズムや響きを美しくするために同じ響きの漢字をおくこと。「到底」は最初から最後までの意。",
      "grade": "Jun2"
  },
  {
      "word": "一言居士",
      "yomi": "いちげんこじ",
      "def": "何かあるたびに自分の思っていることを逐一言わないと気がすまない人のこと。「一言」は一つの言葉。「居士」は仏教の信者で、世俗を捨てずに家庭にいながら仏教の修行をする人のこと。または、死後につける男子の戒名の称号のこと。「一言抉（こじ）つける」を人の名前に似せた言葉。",
      "grade": "Jun2"
  },
  {
      "word": "一期一会",
      "yomi": "いちごいちえ",
      "def": "一生に一度だけの機会。または、一生に一度だけ会えること。「一期」は生まれてから死ぬまでのこと。「一会」は一度の会合や集会などの人の集まりのこと。「一期」と「一会」はどちらも仏教の言葉。もとは千利休の弟子の山上宗二が説いた茶人の心構え。たとえ同じ人、同じ場所で茶会を開いたとしても、同じものになることはなく、毎回生涯で一度だけのものなので、主人も客も誠意を尽くすべきであるというもの。",
      "grade": "Jun2"
  },
  {
      "word": "一汁一菜",
      "yomi": "いちじゅういっさい",
      "def": "質素な食事のこと。「一汁」は一杯の汁物のこと。「一菜」は一品のおかずこと。汁物一杯、おかず一品の食事のことから。現代では、日本の伝統を基にした健康的な食事という良い意味で使われることもある。",
      "grade": "Jun2"
  },
  {
      "word": "一労永逸",
      "yomi": "いちろうえいいつ",
      "def": "一度苦労すれば、その後は長く利益が得られ、安定した暮らしが送れること。「一労」は一度の苦労。または、少しの苦労。「永」は長くの意味。「逸」は安楽、利益のこと。「一たび労して永く逸んず」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "一切衆生",
      "yomi": "いっさいしゅじょう",
      "def": "この世に生きるすべてのもの。特に、人間のこと。「一切」はすべての意。「衆生」はすべての生物の意。仏教用語。",
      "grade": "Jun2"
  },
  {
      "word": "一生懸命",
      "yomi": "いっしょうけんめい",
      "def": "全力で物事に取り組む様子。命がけで物事に取り組む様子。「懸命」は命をかけて取り組むこと。「一所懸命」が変化した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "一所懸命",
      "yomi": "いっしょけんめい",
      "def": "命がけで物事に取り組む様子。全力で物事に取り組む様子。「一所」は主君から賜った一か所の領地。「懸命」は命をかけて取り組むこと。中世の日本で、幕府から賜った領地を命がけで守ることをいった言葉。",
      "grade": "Jun2"
  },
  {
      "word": "一殺多生",
      "yomi": "いっせつたしょう",
      "def": "一人の人を犠牲にして、たくさんの人が助かること。元は仏教の言葉で、たくさんの人を救うために、悪人一人を犠牲にすることは、望ましくはないが仕方ないという考えをいう。",
      "grade": "Jun2"
  },
  {
      "word": "一朝富貴",
      "yomi": "いっちょうのふうき",
      "def": "いきなり高い地位や財産を得ること。「一朝」はとある朝という意味から、いきなりや急にという意味。",
      "grade": "Jun2"
  },
  {
      "word": "一刀三礼",
      "yomi": "いっとうさんらい",
      "def": "慎みを持って、深く敬いながら仕事をすること。仏像を作るときは、一彫りごとに三回礼拝するという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "一登竜門",
      "yomi": "いっとりゅうもん",
      "def": "権力を持っている人に認められると、急激に世間の評判はよくなるということ。「一登」は一回登ること。「竜門」は中国の黄河の上流にある山のことで、非常に激しい流れの川があることで有名。苦しく険しいことで有名な場所を一度でも登りきれば、名声を上げることが出来るということから。",
      "grade": "Jun2"
  },
  {
      "word": "一筆抹殺",
      "yomi": "いっぴつまっさつ",
      "def": "あまり考えずに、全てのものを消し去ること。または、過去に積み重ねた功績を考慮せずに、全てを否定すること。一筆で記録を全て消し去るという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "衣鉢相伝",
      "yomi": "いはつそうでん",
      "def": "弟子が師から奥義を受け継ぐこと。または、先人から業績や事業を引き継ぐこと。「衣鉢」は師から受け継いだ袈裟と、托鉢のときに施しを受ける鉢ということから、師からの教えという意味。「相伝」は代々と受け継いで伝えていくこと。",
      "grade": "Jun2"
  },
  {
      "word": "意馬心猿",
      "yomi": "いばしんえん",
      "def": "煩悩や情欲などの欲望に、心を乱されて落ち着かないこと。または、そのような欲望を抑えることができないことのたとえ。「意馬」は馬が興奮して暴れまわるように、気持ちが落ち着かないこと。「心猿」は激しく騒ぐ猿のように、気持ちが落ち着かないこと。乱れて落ち着かない気持ちを、走り回る馬や騒ぎ立てる猿にたとえた仏教の言葉。",
      "grade": "Jun2"
  },
  {
      "word": "韻鏡十年",
      "yomi": "いんきょうじゅうねん",
      "def": "理解することが極めて難しいこと。「韻鏡」は中国の唐の時代の書物で、漢字の音韻を図示した書物。非常に難しく、理解するのには十年の歳月が必要という意味から。",
      "grade": "Jun2"
  },
  {
      "word": "飲至策勲",
      "yomi": "いんしさっくん",
      "def": "戦に勝利して、先祖の霊に報告して酒を酌み交わし、戦の功績を竹の札に書き記すこと。「飲至」は君主の先祖を祀っている宗廟で、戦の報告をして酒を酌み交わすこと。「策勲」は功績を竹の札に書いて賞を与えること。「飲至し策を勲ず」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "隠忍自重",
      "yomi": "いんにんじちょう",
      "def": "怒りや苦しみなどをぐっとこらえて、軽はずみな行動をしないこと。または、そうすべきであるという戒めの言葉。「隠忍」は表に出すことなく、耐え忍ぶこと。「自重」は行動を控えること。",
      "grade": "Jun2"
  },
  {
      "word": "羽化登仙",
      "yomi": "うかとうせん",
      "def": "酒に酔うなどして天に昇天するような心地良さになることのたとえ。羽が生えて仙人になり昇天するという古代中国の信仰から。",
      "grade": "Jun2"
  },
  {
      "word": "雨露霜雪",
      "yomi": "うろそうせつ",
      "def": "さまざまな気象状態の変化のこと。または、人生でのさまざまな苦しみや悩みのこと。雨や露が降り、霜や雪が降りるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "雲水行脚",
      "yomi": "うんすいあんぎゃ",
      "def": "僧侶が様々な国を巡り歩きながら、仏教の修行をすること。「雲水」は留まることのない雲と水ということから、修行僧のこと。",
      "grade": "Jun2"
  },
  {
      "word": "雲泥万里",
      "yomi": "うんでいばんり",
      "def": "非常に大きな差があること。「雲泥」は空の雲と地上の泥。「万里」の「里」は距離の単位で、「万里」は非常に長い距離のたとえ。空にある雲と地上にある泥には、非常に大きな開きがあるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "永永無窮",
      "yomi": "えいえいむきゅう",
      "def": "果てしなく続くこと。または、終わりのない永遠に続く長い時間。「無窮」は限りが無いこと。「永永として窮まり無し」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "英俊豪傑",
      "yomi": "えいしゅんごうけつ",
      "def": "多くの人の中で特に人並みはずれてすぐれている人のこと。「英」は万人、「俊」は千人、「豪」は百人、「傑」は十人、それぞれにその中の一人の逸材という意味。",
      "grade": "Jun2"
  },
  {
      "word": "回光返照",
      "yomi": "えこうへんしょう",
      "def": "自分本来の姿を振り返り、反省して修行すること。または、日が沈む前に夕日の照り返しで一瞬明るくなるということから、死の間際に息を吹き返すこと。「回光」と「返照」はどちらも夕日の照り返しや、日の光の反射という意味から。「回光」は「えこう」とも、「返照」は「へんじょう」とも読む。「回光」は「廻光」とも、「返照」は「反照」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "会者定離",
      "yomi": "えしゃじょうり",
      "def": "出会った人とは必ず離れる運命にあるということ。「会者」は現世で出会った人のこと。「定離」は例外なく離れることになるという意味。元は仏教語で、世の中が無常であることをたとえた言葉。「生者必滅会者定離」という形で用いることが多い。",
      "grade": "Jun2"
  },
  {
      "word": "越鳥南枝",
      "yomi": "えっちょうなんし",
      "def": "故郷を懐かしみ忘れがたく思う気持ちのたとえ。「越鳥」は中国の南方にある越の国から渡ってきた鳥。「南枝」は南に向かって伸びている木の枝。南方にある越の国から渡ってきた鳥は、南に向かって伸びている木の枝に巣を作るという意味から。「越鳥は南枝に巣くう」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "遠慮会釈",
      "yomi": "えんりょえしゃく",
      "def": "他人のことを考え、控えめな態度で接すること。「遠慮」は控えめにすること。「会釈」はおじぎをして挨拶するということから、他人を思いやるという意味。多くは否定の語句をつけて、強引に物事を行うことを批判するときに使う言葉。",
      "grade": "Jun2"
  },
  {
      "word": "王侯将相",
      "yomi": "おうこうしょうしょう",
      "def": " 高貴な身分は、才能や努力などできまり、家柄や血統ではないという意味。「王侯」「将相」は、王、諸侯、将軍、宰相などの高貴な身分のこと。",
      "grade": "Jun2"
  },
  {
      "word": "往生素懐",
      "yomi": "おうじょうそかい",
      "def": "仏教に帰依して、極楽浄土に行きたいと普段から思っている願いのこと。「往生」は極楽浄土に生まれ変わる、「素懐」はいつも願っている思いのこと。",
      "grade": "Jun2"
  },
  {
      "word": "温良恭倹",
      "yomi": "おんりょうきょうけん",
      "def": "素直で穏やかで、礼儀正しくひかえめなこと。「温良」は穏やかで素直なこと。「恭倹」は人に対して礼儀正しく、丁寧で穏やかなこと。",
      "grade": "Jun2"
  },
  {
      "word": "海角天涯",
      "yomi": "かいかくてんがい",
      "def": "二つの地がきわめて離れていることのたとえ。天の果て、海の角という意味。",
      "grade": "Jun2"
  },
  {
      "word": "開眼供養",
      "yomi": "かいげんくよう",
      "def": "仏像や仏画を新たに作ったときに、最後に目を入れて仏の魂を迎え入れる儀式のこと。",
      "grade": "Jun2"
  },
  {
      "word": "開権顕実",
      "yomi": "かいごんけんじつ",
      "def": " 仏教で悟りにいたる三つの方法の三乗は仮の姿であり、仏の統一された教えの一乗こそが真実の教えであるとうち明けること。「開」は本当のことを話す、「権」は仮、「顕実」は真実の姿をはっきりさせること。",
      "grade": "Jun2"
  },
  {
      "word": "灰心喪気",
      "yomi": "かいしんそうき",
      "def": "気を落として、元気がなくなること。「灰心」は火が消えた灰のように勢いがなく落胆している心。「喪気」は元気を失うこと。",
      "grade": "Jun2"
  },
  {
      "word": "海誓山盟",
      "yomi": "かいせいさんめい",
      "def": "永久に変わることのない海や山のように、変わらない固い誓いという意味。主に男女の愛情についていう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "快刀乱麻",
      "yomi": "かいとうらんま",
      "def": "複雑な問題を見事に解決すること。「快刀」はよく切れる刀のこと。「乱麻」は絡まった麻の糸のこと。絡まった麻の糸を刀で綺麗に断ち切るという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "嫁鶏随鶏",
      "yomi": "かけいずいけい",
      "def": "妻が夫に従うことのたとえ。雌の鶏が雄の鶏に従うという意味から。「嫁鶏鶏に従う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "寡見少聞",
      "yomi": "かけんしょうぶん",
      "def": "知識や経験が少ないこと。または、世間のことを知らないこと。「寡」と「少」はどちらも少ないという意味。自分のことを謙遜していう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "花紅柳緑",
      "yomi": "かこうりゅうりょく",
      "def": "人が手を加えていない自然のままの美しさのこと。紅い花と緑の柳ということから、春の美しい景色を言い表す言葉。禅宗では、花は紅く、柳は緑という自然そのものの姿こそが悟りの境地であることをいう。",
      "grade": "Jun2"
  },
  {
      "word": "過剰防衛",
      "yomi": "かじょうぼうえい",
      "def": "身を守るために許されている限度を超えた反撃をすること。",
      "grade": "Jun2"
  },
  {
      "word": "寡頭政治",
      "yomi": "かとうせいじ",
      "def": "少人数の人で政治権力を握って行う政治。「寡頭」は少人数の支配者ということ。",
      "grade": "Jun2"
  },
  {
      "word": "禍福得喪",
      "yomi": "かふくとくそう",
      "def": "災難にあったり、幸せなことがあったり、成功して出世したり、失敗して地位を失ったりすること。「禍福」は災いと幸せ。「得喪」は成功と失敗。または、出世して地位を得ることと、地位を失うこと。",
      "grade": "Jun2"
  },
  {
      "word": "禍福無門",
      "yomi": "かふくむもん",
      "def": "不幸も幸福も、その人自身が招くものであるということのたとえ。不幸や幸福がやってくるための決まった入り口があるわけではなく、心がけ次第で不幸にも幸福にもなるということ。「禍福門無し、唯人の招く所なり」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "寡聞少見",
      "yomi": "かぶんしょうけん",
      "def": "知識や経験が少ないこと。または、世間のことを知らないこと。「寡」と「少」はどちらも少ないという意味。自分のことを謙遜していう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "寡廉鮮恥",
      "yomi": "かれんせんち",
      "def": "心に悪意があって、恥知らずのこと。「寡」と「鮮」はどちらも少ないという意味。「廉」は心が清く正しいこと。清く正しい心も、恥だと思う心も少ないという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "汗牛充棟",
      "yomi": "かんぎゅうじゅうとう",
      "def": "所有している書物がとても多いことのたとえ。車に載せれば車を引く牛が汗をかくほど重く、家の中で積み上げれば天井の棟木に届くほど書物が多いという意味から。「牛に汗し棟に充つ」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "寒江独釣",
      "yomi": "かんこうどくちょう",
      "def": "冬の雪が降っている川で、一人で釣りをすること。または、その姿のこと。画題として有名。中国の唐の柳宗元の「江雪」という詩で歌われた情景。",
      "grade": "Jun2"
  },
  {
      "word": "寛仁大度",
      "yomi": "かんじんたいど",
      "def": "心が広くて、度量が大きく、慈悲深いこと。「寛仁」は慈悲深く、心が広いこと。「大度」は度量が大きいこと。",
      "grade": "Jun2"
  },
  {
      "word": "勧善懲悪",
      "yomi": "かんぜんちょうあく",
      "def": "善い行いを奨励して、悪い行いには罰を与えること。「勧善」は善い行いを勧めること。「懲悪」は悪い行いを懲らしめること。「善を勧め悪を懲らす」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "冠履倒易",
      "yomi": "かんりとうえき",
      "def": "地位や立場などの順位が逆になっていること。価値や秩序が乱れていることをいう。「冠履」はかんむりと靴。「倒易」は入れ替わること。かんむりと靴が入れ替わるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "閑話休題",
      "yomi": "かんわきゅうだい",
      "def": "それはさておき。ともかく。本題からそれてしまった話を本題に戻すときに使う言葉。主に文章中に用いられる言葉。「閑話」は無駄な雑談のこと。「休題」は話をやめること。「間話休題」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "外柔内剛",
      "yomi": "がいじゅうないごう",
      "def": "穏やかで優しそうな見た目をしているが、実際には何事にも意思を曲げない強い心を持っていること。「柔」は優しいや地味という意味。「剛」は心が強いという意味。",
      "grade": "Jun2"
  },
  {
      "word": "雅俗折衷",
      "yomi": "がぞくせっちゅう",
      "def": "上品で趣があることと、下品で低俗なことを取捨して使うこと。または、小説の文体の一つで、雅語を文章に使い、文章中の口語に俗語を使うこと。",
      "grade": "Jun2"
  },
  {
      "word": "画蛇添足",
      "yomi": "がだてんそく",
      "def": "余計なものをつけたすこと。蛇に足を付け足した絵を描くという意味から。中国の楚の国のとある家の使用人たちが、蛇の絵を最初に描いた人が酒を飲めるという賭けをした。一番最初に書き終えた人は余裕があったために調子に乗り、蛇に足を付け足した絵を描くと蛇ではないと言われて酒を奪われたという故事から。一般的に「蛇足」という形で使われることが多い言葉。「蛇を画きて足を添う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "合従連衡",
      "yomi": "がっしょうれんこう",
      "def": "その時の利益と損害などの状況に合わせて、国や組織などが手を組んだり、離れたりすること。「従」は縦という意味。「合従」は強大になった秦に対して、周辺の六カ国が縦（南北）に同盟を組んで対抗するという蘇秦の策略のこと。「衡」は横という意味。「連衡」は合従の対抗策として秦の張儀が使った策略で、秦と組む利を説いて合従から抜けさせ、秦と各国が横（東西）に同盟を組むというもの。",
      "grade": "Jun2"
  },
  {
      "word": "我武者羅",
      "yomi": "がむしゃら",
      "def": "目的だけを見てひたすら打ち込むこと。「我貪」が変化した言葉で、「我武者」と略して使うこともある。",
      "grade": "Jun2"
  },
  {
      "word": "頑固一徹",
      "yomi": "がんこいってつ",
      "def": "自分の考えや態度をかたくなに変えようとせずに最後まで押し通すこと。または、そのような性格のこと。「頑固」と「一徹」はどちらも考えや態度を変えずに貫き通すという意味。似ている意味の言葉を重ねて強調した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "気韻生動",
      "yomi": "きいんせいどう",
      "def": "絵画や書画などの芸術作品に、生き生きとした気品や高貴な風格が感じられること。「気韻」は気品、風格のある味わい。「生動」は芸術品が生き生きとしていて動き出しそうに見えること。",
      "grade": "Jun2"
  },
  {
      "word": "気宇壮大",
      "yomi": "きうそうだい",
      "def": "心構えや発想などが並はずれて大きく立派なこと。「気宇」は心の広さ、心構え。「壮大」は大きくて立派という意味。",
      "grade": "Jun2"
  },
  {
      "word": "吉凶禍福",
      "yomi": "きっきょうかふく",
      "def": "よいこととわるいこと。幸福と不幸。「吉凶」と「禍福」はどちらもよいことと悪いことや、幸いと災いという意味で、似た意味の言葉を重ねて強調した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "帰命頂礼",
      "yomi": "きみょうちょうらい",
      "def": "頭を地に着けて仏を敬って拝むこと。または、心の底から仏に帰依すること。「帰命」は命懸けで仏の教えを信じて従うこと。「頂礼」は古代インドで最高の敬礼で、頭を地に着けて行う礼。",
      "grade": "Jun2"
  },
  {
      "word": "鬼面嚇人",
      "yomi": "きめんかくじん",
      "def": "見た目の威力だけで人を脅すこと。「鬼面」は鬼の顔の面をかぶること。または、鬼のように恐ろしい表情をすること。「嚇人」は人を脅すこと。「鬼面人を嚇す」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "窮猿投林",
      "yomi": "きゅうえんとうりん",
      "def": "困っている状況の時には、選り好みする余裕はないということ。または、貧しいときは職を選んでいる余裕は無いということ。「窮猿」は逃げ場のない状況に追い込まれた猿。「投林」は林に飛び込むこと。逃げ場の無い状況に追い込まれた猿が、林の中に飛び込んでも、掴まるための枝を選ぶ余裕はないという意味から。中国の東晋の李充が言った言葉とされ、貧しかった李充は将軍の参謀に薦められたが、それでは生活が成り立たないと判断して、報酬は多いが地位の低い地方官になったという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "窮山幽谷",
      "yomi": "きゅうざんゆうこく",
      "def": "人里から遠く離れた、奥深い場所にある静かな山と谷。「窮」と「幽」はどちらも奥深いという意味。",
      "grade": "Jun2"
  },
  {
      "word": "窮鳥入懐",
      "yomi": "きゅうちょうにゅうかい",
      "def": "追われて逃げる場所がなくなった人が助けを求めてくること。追い詰められ、逃げ場を失った人が助けを求めてきたときは、どういう理由でも助けることが人の道であるということ。追い詰められた鳥が人の懐に飛び込んで来るという意味から。「窺鳥懐に入る」という形で使うことが多い言葉。",
      "grade": "Jun2"
  },
  {
      "word": "窮途末路",
      "yomi": "きゅうとまつろ",
      "def": "苦しい境遇や困難から逃げることが出来ない様子。または、そのような状態で困り果てること。「窮途」は先のない道、「末路」は道の終わりのことで、道がないために、どこにも行くことができないという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "窮年累世",
      "yomi": "きゅうねんるいせい",
      "def": "自身から先の子孫にいたるまでいつまでもということ。「窮年」は人の生涯のこと。「累世」は後の世代までという意味。「年を窮め世を累ね」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "窮余一策",
      "yomi": "きゅうよのいっさく",
      "def": "逃げることができなくなり、どうしようもなくなった時に思いついた手段や作戦。「窮余」は苦し紛れにという意味。「一策」は一つの作戦。",
      "grade": "Jun2"
  },
  {
      "word": "矯角殺牛",
      "yomi": "きょうかくさつぎゅう",
      "def": "わずかな短所を直そうとして、逆に全体が悪くなってしまうこと。牛の角は曲がった形をしているものであり、それをまっすぐに正そうとすると牛を殺してしまうということから。「角を矯めて牛を殺す」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "強幹弱枝",
      "yomi": "きょうかんじゃくし",
      "def": "中央の政府に権力を集中して強くして、地方の権限を抑えて弱くすること。「幹」を中央政府に、「枝」を地方政権にたとえて、幹を強くして枝を弱くするということから。「幹を強くし枝を弱くす」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "恐恐謹言",
      "yomi": "きょうきょうきんげん",
      "def": "恐れ慎んで、申し上げること。「恐恐」は恐れかしこまった態度をとること。「謹言」は慎んで言うということ。文章や手紙の終わりに書いて、相手に敬意を示す言葉。",
      "grade": "Jun2"
  },
  {
      "word": "胸襟秀麗",
      "yomi": "きょうきんしゅうれい",
      "def": "正しく立派な考えや心構えを持っていること。「胸襟」は胸の内側という意味から、心の中ということ。「秀麗」は他よりも立派で美しいこと。",
      "grade": "Jun2"
  },
  {
      "word": "興味索然",
      "yomi": "きょうみさくぜん",
      "def": "興味が次第に薄れていくこと。または、面白いと感じなくなること。「索然」は次第に減っていってなくなること。",
      "grade": "Jun2"
  },
  {
      "word": "興味津津",
      "yomi": "きょうみしんしん",
      "def": "物事を面白いと思う気持ちが、尽きることなく沸いてくること。「興味」は物事に心を惹かれ、面白いと思う気持ちのこと。「津津」は常に沸き続けること。「興味津々」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "居敬窮理",
      "yomi": "きょけいきゅうり",
      "def": "いつもの振る舞いを慎んで、様々な道理をきわめて、正しい知識を身につけること。「居敬」は慎んだ態度をとることで、内側の修養法のこと。「窮理」は物事の道理をきわめて、正しい知識をえることで、外側の修養法のこと。どちらも朱子学の大本となる修養法のこと。",
      "grade": "Jun2"
  },
  {
      "word": "虚堂懸鏡",
      "yomi": "きょどうけんきょう",
      "def": "心を空にして、公平に物事を判断すること。「虚堂」は人も物も何もない、空の部屋。「懸鏡」は鏡を壁にかけること。何もなく、誰もいない部屋に鏡を懸けるという意味から。「虚堂に鏡を懸く」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "琴棋書画",
      "yomi": "きんきしょが",
      "def": "教養のある、文人のたしなみのこと。琴を弾いて囲碁を打ち、書を書いて絵を描くということをいう。中国では四芸と呼ばれ、文人のたしなみとされ、画題としてもよく用いられる。",
      "grade": "Jun2"
  },
  {
      "word": "勤倹尚武",
      "yomi": "きんけんしょうぶ",
      "def": "しっかりと働いて、質素に暮らしながら武芸に励むこと。「勤倹」はしっかりと働いて、無駄遣いをしないようにすること。「尚武」は武士の生活態度の基本をいう言葉で、武芸を尊ぶという意味。",
      "grade": "Jun2"
  },
  {
      "word": "謹言慎行",
      "yomi": "きんげんしんこう",
      "def": "言葉と行動を慎重に行うこと。「謹」と「慎」はどちらも慎むということ。「言を謹み行を慎む」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "謹厳実直",
      "yomi": "きんげんじっちょく",
      "def": "軽率な行動を取ることなく、正直で真面目なこと。「謹厳」は言動が控えめで厳格なこと。「実直」は真面目で、言動に嘘がないこと。",
      "grade": "Jun2"
  },
  {
      "word": "金枝玉葉",
      "yomi": "きんしぎょくよう",
      "def": "天子の一族や子孫のこと。「金」と「玉」はどちらも身分が高く、気品があることのたとえ。「枝」と「葉」は子孫のたとえ。元は雲や樹などの美しさをいう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "金友玉昆",
      "yomi": "きんゆうぎょっこん",
      "def": "すぐれた才能や学識のある兄弟のこと。他人の兄弟をほめる時に使う言葉。「金」と「玉」は宝石と黄金のことで、すぐれたもののたとえ。「友」は弟、「昆」は兄のこと。",
      "grade": "Jun2"
  },
  {
      "word": "牛鬼蛇神",
      "yomi": "ぎゅうきだしん",
      "def": "不思議で怪しい作風や作品。または、容姿が醜い人や卑しくゆがんだ性格の人のたとえ。「牛鬼」は人の体に牛の形の頭をしている怪物。「蛇神」は人の頭に蛇の体をしている怪物。どちらも容姿や心が醜いことのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "玉石同砕",
      "yomi": "ぎょくせきどうさい",
      "def": "すぐれているものや劣っているもの、賢者や愚者などがともに滅びてなくなること。宝石も石も一緒に砕けてなくなるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "玉葉金枝",
      "yomi": "ぎょくようきんし",
      "def": "天子の一族や子孫のこと。「玉」と「金」はどちらも身分が高く、気品があることのたとえ。「葉」と「枝」は子孫のたとえ。元は雲や樹などの美しさをいう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "玉昆金友",
      "yomi": "ぎょっこんきんゆう",
      "def": "すぐれた才能や学識のある兄弟のこと。他人の兄弟をほめる時に使う言葉。「玉」と「金」は宝石と黄金のことで、すぐれたもののたとえ。「昆」は兄、「友」は弟のこと。",
      "grade": "Jun2"
  },
  {
      "word": "空空漠漠",
      "yomi": "くうくうばくばく",
      "def": "広くて果てしない様子。またはぼんやりとしている状態。",
      "grade": "Jun2"
  },
  {
      "word": "偶像崇拝",
      "yomi": "ぐうぞうすうはい",
      "def": "神以外の人や像などを信仰し拝むこと。または、絶対的なものとして批判することなく崇拝すること。",
      "grade": "Jun2"
  },
  {
      "word": "形影一如",
      "yomi": "けいえいいちにょ",
      "def": "仲が良い夫婦のこと。または、心の善悪が行動に出ること。体と影は離すことが出来ないように深く結びついた関係ということから。",
      "grade": "Jun2"
  },
  {
      "word": "形影相弔",
      "yomi": "けいえいそうちょう",
      "def": "誰かが来ることもなく、一人で寂しい様子。「形影」は形と影。「弔」はあわれむこと。自分と自分の影で慰め合うことから孤独の意。「形影相弔う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "軽挙妄動",
      "yomi": "けいきょもうどう",
      "def": "事の是非を考えることなく、軽率に行動すること。「軽挙」は軽率な行動、「妄動」は考えもなしにでたらめに行動すること。",
      "grade": "Jun2"
  },
  {
      "word": "蛍窓雪案",
      "yomi": "けいそうせつあん",
      "def": "苦労して勉学に励むこと。蛍の光と雪明かりで勉強するという意味から。車胤は、灯火の油を買うことができないほど貧しく、蛍を集めて、その光で勉強したという故事と、同じように貧しかった孫康は、雪明かりで勉強したという二つの故事を合わせた言葉。",
      "grade": "Jun2"
  },
  {
      "word": "軽諾寡信",
      "yomi": "けいだくかしん",
      "def": "深く考えずに物事を簡単に引き受ける人は、約束を守ることが少ないためにあまり信用できないということ。「軽諾」は出来るかを考えずに、軽く引き受けること、安請け合い。「寡信」の「寡」は少ないという意味で、「寡信」は信用が少ないという意味から、信じることができないということ。「軽諾は必ず信寡し」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "見賢思斉",
      "yomi": "けんけんしせい",
      "def": "賢者を実際に見て、そうなりたいと憧れること。孔子の言葉から。「賢を見ては斉しからんことを思う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "見性成仏",
      "yomi": "けんしょうじょうぶつ",
      "def": "自身の持つ仏としての性質を見極め、悟りの境地に至ること。「見性」は自身の本質を見極めること。「成仏」は悟りを得て、仏になること。禅宗の言葉で、全ての人は本質的に仏になる資質を持っているということをいう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "堅忍果決",
      "yomi": "けんにんかけつ",
      "def": "強い意志を持って耐え続け、そうと決めると思い切りよく行うこと。「堅忍」は意志を守り続け我慢すること。「果決」は思い切りよく、事を行うこと。",
      "grade": "Jun2"
  },
  {
      "word": "堅忍質直",
      "yomi": "けんにんしっちょく",
      "def": "何事にも忍耐強く、まっすぐな性格のこと。「堅忍」は我慢強いこと。「質直」は真面目で正直なこと。",
      "grade": "Jun2"
  },
  {
      "word": "堅忍不抜",
      "yomi": "けんにんふばつ",
      "def": "辛く苦しいことがあっても我慢して、ひたすら意志を貫くこと。「堅忍」は我慢強く、意志が固いこと。「不抜」は抜くことが出来ないという意味から、意志が固く決して揺るがないという意味。",
      "grade": "Jun2"
  },
  {
      "word": "懸腕直筆",
      "yomi": "けんわんちょくひつ",
      "def": "書道の基本的な筆の使い方のこと。姿勢を整えて、肘を脇から離して腕を水平に上げ、筆を垂直に持つ書き方をいう。「懸腕」は腕をつけずに浮かせること。「直筆」は垂直に筆を持つこと。",
      "grade": "Jun2"
  },
  {
      "word": "減価償却",
      "yomi": "げんかしょうきゃく",
      "def": "会計上の手続きの一つで、使用や年数の経過で土地以外の固定資産の価値の減少を各会計年度に割り当てて、一定の方式で経費として算入すること。",
      "grade": "Jun2"
  },
  {
      "word": "高歌放吟",
      "yomi": "こうかほうぎん",
      "def": "大声で歌を歌ったり、周りを気にせずに詩を吟じたりすること。「高歌」は大きな声で歌うこと。「放吟」は周りを気にせずに詩歌を吟じること。",
      "grade": "Jun2"
  },
  {
      "word": "綱紀粛正",
      "yomi": "こうきしゅくせい",
      "def": "乱れた規律を正して、厳格にすること。「綱紀」は大づなと小づなのことから国家を治める大法と細則のこと。「粛正」は不正をなくすために厳しく取り締まるという意味。政治家や役人を厳しく取り締まり、乱れを正して規則を守らせることが本来の意味。",
      "grade": "Jun2"
  },
  {
      "word": "巧偽拙誠",
      "yomi": "こうぎせっせい",
      "def": "どんなにうまく騙すことができても、それは下手ではあるが誠意のこもった言動には適わないということ。また、巧みな偽りよりも、拙い誠実さのほうが良いということ。「巧偽は拙誠に如かず」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "黄絹幼婦",
      "yomi": "こうけんようふ",
      "def": "二人の判断が完全に同じになること。または、物事を正確に理解すること。または、「絶妙」という言葉の隠語。または、素晴らしい文章のたとえ。「黄絹」は色のついている糸という意味で、漢字の「絶」のこと。「幼婦」は少女という意味で、漢字の「妙」のこと。古代中国の魏の曹操が楊修と曹娥の石碑を通ると、石碑には「黄絹幼婦、外孫セイ臼」と書いてあった。「外孫」は女子という意味で、漢字の「好」のこと、「セイ臼」は香辛料を挽く臼のことで、香辛料は舌に辛いという意味から、漢字の「辞」のこと。合わせると「絶妙好辞」と解釈して、楊修と答えを合わせると同じになったという故事から。「絶妙好辞」は素晴らしい文章や言葉という意味もある。",
      "grade": "Jun2"
  },
  {
      "word": "幸災楽禍",
      "yomi": "こうさいらくか",
      "def": "他人の不幸を見て楽しみ喜ぶこと。「幸災」は自分以外の人が不幸になることを喜ぶこと。「楽禍」は自分以外の人に災いが訪れることを見て楽しむこと。「災いを幸いとし禍いを楽しむ」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "巧遅拙速",
      "yomi": "こうちせっそく",
      "def": "遅くて上手いよりも、下手でも速いほうがよいということ。元は兵法の言葉で、時間をかけて素晴らしい戦果を上げるよりも、早く終わらせることが最も大切なことであるという意味から。「巧遅は拙速に如かず」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "紅葉良媒",
      "yomi": "こうようりょうばい",
      "def": "紅葉が仲人の役割をするということ。男女の不思議な因縁のことをいう。「良媒」はすぐれた仲人のこと。中国の唐の時代、書生の于裕は宮廷を流れている小川の下流で詩の書かれた紅葉を見つけ、于裕もその小川の上流から詩を書いた紅葉を流すと、宮女の韓夫人がそれを拾ったことが縁になって二人は結婚したという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "孤寡不穀",
      "yomi": "こかふこく",
      "def": "王や君主が自身を謙って言う呼称。「孤」と「寡」と「不穀」は、どれも王や君主が自身を謙っていうときの自称。",
      "grade": "Jun2"
  },
  {
      "word": "誇大妄想",
      "yomi": "こだいもうそう",
      "def": "現在の自身の地位・財産・能力などを、実際のものより大きく評価して、事実であるかのように思い込むこと。「誇大」は大げさに言ったり、考えたりすること。「妄想」は自分だけの勝手な基準で作られた、根拠のない信念。",
      "grade": "Jun2"
  },
  {
      "word": "鼓腹撃壌",
      "yomi": "こふくげきじょう",
      "def": "善い政治が行われ、人民が平和で不満のない生活を楽しむ様子。または、世の中が平和なことのたとえ。「鼓腹」は食べるものが十分にあり、満腹になった腹を楽器のように打ち鳴らすこと。「壌」は土や地面のこと。「撃壌」は地面をたたいて拍子をとること。古代中国の聖天使の尭帝は、世の中がうまく治まっているか気になり町の様子を見に行った。そこで、一人の老人が満腹になった腹を打ち鳴らし、地面を踏んで拍子をとりながら、世の中は平和で天子はいてもいなくても変わらないという意味の歌を歌っていた。人民が政治を行う者の力を意識せずに、満ち足りた生活が出来ていることが分かり、尭帝は安心したという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "懇到切至",
      "yomi": "こんとうせっし",
      "def": "細かいところまで親切が行き届いていること。「懇到」と「切至」はどちらも丁寧で、真心が十分に行き届いていること。",
      "grade": "Jun2"
  },
  {
      "word": "剛健質実",
      "yomi": "ごうけんしつじつ",
      "def": "真面目で飾り気がなく、心身ともに強くてたくましい様子。「剛健」は健康で強くたくましいこと。「質実」は誠実で飾り気がないこと。",
      "grade": "Jun2"
  },
  {
      "word": "呉越同舟",
      "yomi": "ごえつどうしゅう",
      "def": "互いに仲が悪い人たちや、互いに敵対関係にある人たちが同じ場所にいたり、同じ境遇にあること。もとは、そのような人たちでも利害が同じ場合は協力し合うという意味。「呉」と「越」は中国の春秋時代の国の名前。「同舟」は同じ舟に乗ること。孫子が「長い間、敵対関係にある呉と越の国の人たちが、同じ舟に乗っていて転覆しそうになったときには、たとえ敵同士であっても助け合うだろう」と言ったという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "極楽浄土",
      "yomi": "ごくらくじょうど",
      "def": "阿弥陀仏がいるとされている苦労や苦痛のない世界のこと。仏教の言葉。大乗仏教の経典の一つである「阿弥陀経」には、極楽浄土は西の方向に十万億土よりもさらに先にあり、そこでは今も阿弥陀仏が説法を行っていると記されている。",
      "grade": "Jun2"
  },
  {
      "word": "五倫五常",
      "yomi": "ごりんごじょう",
      "def": "人として守るべき道徳のこと。「五倫」は五つの道徳法則のことで、父子の親、君臣の義、夫婦の別、長幼の序、朋友の信。「五常」は五つの徳目で、仁、義、礼、智、信。どちらも儒教の教え。",
      "grade": "Jun2"
  },
  {
      "word": "五倫十起",
      "yomi": "ごりんじっき",
      "def": "公平で清く正しい人でも私心はあるということ。「五倫」は人の名前。中国の後漢の第五倫は公平で清廉な人物として知られていたが、ある時、あなたにも私心があるのかと聞かれ、兄の子が病気で一晩に十回起きて看病しても、寝床に戻ればよく眠れるが、自分の子どもの時は心配で眠れなかったので、私心がないとは言えないと答えたという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "西方浄土",
      "yomi": "さいほうじょうど",
      "def": "阿弥陀仏がいるとされ、人間界から西方に十万億土離れている極楽浄土のこと。",
      "grade": "Jun2"
  },
  {
      "word": "削足適履",
      "yomi": "さくそくてきり",
      "def": "どうでもいいことに気を取られて、大切なことを忘れること。または、大切なことと、どうでもいいことを取り違えて、無理に折り合いをつけること。「削足」は足を削ること。「適履」は履物の大きさが合うこと。小さな靴を履くために、自分の足を削って大きさを合わせるという意味から。「足を削りて履に適せしむ」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "桟雲峡雨",
      "yomi": "さんうんきょうう",
      "def": "山の中にあるかけ橋付近に漂う雲と谷の中に降る雨のこと。「桟」は丸太や蔓などを使って、山の険しい場所にかけられているかけ橋のこと。「峡」は山間の谷間。",
      "grade": "Jun2"
  },
  {
      "word": "三界流転",
      "yomi": "さんがいるてん",
      "def": "全ての生きているものは、三つの世界で生死を繰り返し続け、三つの世界を迷い続けるということ。「三界」は欲界、色界、無色界の三つの世界のこと。「流転」は迷い続けること。",
      "grade": "Jun2"
  },
  {
      "word": "山河襟帯",
      "yomi": "さんがきんたい",
      "def": "自然の地形が、敵の攻撃を防ぐことに非常に有利なこと。山が服の襟のように高く取り囲んでいて、川が帯のように流れているという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "三浴三薫",
      "yomi": "さんよくさんくん",
      "def": "相手のことを大切に思う心を言い表す言葉。人を待つ間に何度も体を洗って、良い香りの香を塗るという意味から。「三」は何度も、という意味。「浴」は湯水で体を洗い清めること。「薫」は香を塗ること。",
      "grade": "Jun2"
  },
  {
      "word": "罪業消滅",
      "yomi": "ざいごうしょうめつ",
      "def": "現世で起こした悪行も、仏道修行することで消してしまうことができるということ。「罪業」は仏教語で罪の原因となる悪い行い。",
      "grade": "Jun2"
  },
  {
      "word": "残酷非道",
      "yomi": "ざんこくひどう",
      "def": "人の道にはずれていて、見ていられないほど酷い様子。または、そのように酷い振る舞いや行い。",
      "grade": "Jun2"
  },
  {
      "word": "残山剰水",
      "yomi": "ざんざんじょうすい",
      "def": "戦争によって荒れ果てた山や川の様子。または、山水画を描く技法のこと。山や川の全体を描かずに、一部分を描いて雄大な自然を表現する技法をいう。「残」と「剰」はどちらも残っているという意味。",
      "grade": "Jun2"
  },
  {
      "word": "残忍酷薄",
      "yomi": "ざんにんこくはく",
      "def": "人のことを気遣うこともなく、むごいこと。「残忍」と「酷薄」はどちらも無慈悲なこと。「残忍刻薄」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "詩歌管弦",
      "yomi": "しいかかんげん",
      "def": "漢詩や和歌を吟じたり、音楽をかなでたりすること。または、文学や音楽のこと。「詩歌」は漢詩と和歌などの韻文のこと。「管弦」は管楽器、弦楽器のことで音楽のこと。",
      "grade": "Jun2"
  },
  {
      "word": "至恭至順",
      "yomi": "しきょうしじゅん",
      "def": "人の言動に物凄く素直に従うこと。「至」は”いたって”や”このうえなく”などの強調語。",
      "grade": "Jun2"
  },
  {
      "word": "思索生知",
      "yomi": "しさくせいち",
      "def": "道筋を立ててじっくりと追いながら考えると、よい知恵が生まれるということ。「思索」は道筋をたてて追いながら考えること。「生知」は知恵が生まれること。",
      "grade": "Jun2"
  },
  {
      "word": "志大才疎",
      "yomi": "しだいさいそ",
      "def": "大きな目標を掲げているが、それに見合う才能や能力がないこと。",
      "grade": "Jun2"
  },
  {
      "word": "至大至剛",
      "yomi": "しだいしごう",
      "def": "とても大きくて、とても強いこと。どんなものよりも大きく、どんな力にも屈したりすることのない強さのこと。「至」はこの上なくという意味で、「至大」はこの上なく大きい、「至剛」はこの上なく強いという意味。",
      "grade": "Jun2"
  },
  {
      "word": "七難九厄",
      "yomi": "しちなんくやく",
      "def": "男女とも七と九のつく年齢のときには災厄に遭いやすいという俗信のこと。",
      "grade": "Jun2"
  },
  {
      "word": "疾風迅雷",
      "yomi": "しっぷうじんらい",
      "def": "非常に速い風と激しい雷という意味から、動きや変化が非常に速い様子。",
      "grade": "Jun2"
  },
  {
      "word": "質実剛健",
      "yomi": "しつじつごうけん",
      "def": "真面目で飾り気がなく、心身ともに強くてたくましい様子。「質実」は誠実で飾り気がないこと、「剛健」は健康で強くたくましいこと。",
      "grade": "Jun2"
  },
  {
      "word": "紫電清霜",
      "yomi": "しでんせいそう",
      "def": "容姿がすぐれていて意志が固い人のたとえ。「紫電」は紫色の光やいなずまなどの美しい光のたとえ。「清霜」は清く引き締まったもののたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "車蛍孫雪",
      "yomi": "しゃけいそんせつ",
      "def": "苦学のたとえ。「車」「孫」はどちらも苦学していた人物の名前。「車」は車胤のことで、夜に蛍の光で読書をしていた。「孫」は孫康のことで、夜に雪に反射した月明かりで読書をしていた。",
      "grade": "Jun2"
  },
  {
      "word": "捨根注枝",
      "yomi": "しゃこんちゅうし",
      "def": "「捨根」は根を捨てる、「注枝」は枝に水を注ぎかけるという意味から、他の事に気をとられて物事の本質を忘れること。または、問題の本質を調べることをせずに結果だけを問題にすること。",
      "grade": "Jun2"
  },
  {
      "word": "遮二無二",
      "yomi": "しゃにむに",
      "def": "一つのことに全力を注ぐこと。「遮二」は二を断ち切るという意味。「無二」は二は無いという意味。「しゃりむり」の当て字という説もある。",
      "grade": "Jun2"
  },
  {
      "word": "舎本逐末",
      "yomi": "しゃほんちくまつ",
      "def": "物事の根幹となる大事なことをいいかげんにして、必要のないことに関心を持つこと。「舎本」は根本を捨てること。「逐末」は末節を追うこと。「本を舎てて末を逐う（もとをすててすえをおう）」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "衆寡不敵",
      "yomi": "しゅうかふてき",
      "def": "少数は多数には勝てないこと。「衆」は数が多い、「寡」は数が少ない、「不敵」は敵対できないという意味で、戦争や勝負では、人数が多いほうが有利だということから。",
      "grade": "Jun2"
  },
  {
      "word": "愁苦辛勤",
      "yomi": "しゅうくしんきん",
      "def": "思い悩んで嘆き、悲しみ苦しむこと。「愁苦」は嘆き悲しむこと。「辛勤」は苦労しながら勤めること。",
      "grade": "Jun2"
  },
  {
      "word": "囚首喪面",
      "yomi": "しゅうしゅそうめん",
      "def": "顔や髪を整えないこと。「囚」は囚人、「首」は頭という意味から、髪のこと。「喪」は喪中の人。髪を梳かさない囚人のように乱れた髪と、顔を洗わない喪中の人のように汚れた顔という意味から。",
      "grade": "Jun2"
  },
  {
      "word": "修身斉家",
      "yomi": "しゅうしんせいか",
      "def": "自身の心がけや普段の行いを正し、円満な家庭を築くこと。「修身」は自身の心と行動を正すこと。「斉家」は不満のないように家庭を整えて治めること。儒教の経書の大学にある儒者の基本を説く八条目の二つ。「身を修め家を斉う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "秋霜三尺",
      "yomi": "しゅうそうさんじゃく",
      "def": "曇りが少しもないように研がれた刀剣。「秋霜」は秋に降る霜は厳しく冷たく光るということから、切れ味のよい刀剣のこと。「尺」は長さを表す単位で、「三尺」は刀剣の長さのこと。",
      "grade": "Jun2"
  },
  {
      "word": "秋霜烈日",
      "yomi": "しゅうそうれつじつ",
      "def": "刑罰、権威、意志、規律などが厳しく、不正や怠慢などを決して許さないことのたとえ。「秋霜」は秋に降る霜のこと。「烈日」は夏の日差しのこと。どちらも厳しさのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "周知徹底",
      "yomi": "しゅうちてってい",
      "def": "全ての人にしっかりと知れ渡らせること。",
      "grade": "Jun2"
  },
  {
      "word": "襲名披露",
      "yomi": "しゅうめいひろう",
      "def": "先代などの名前や、家名を受け継いだことを多くの人に知らせること。「襲名」は名前や家名を受け継ぐこと。「披露」は公に発表すること。",
      "grade": "Jun2"
  },
  {
      "word": "衆生済度",
      "yomi": "しゅじょうさいど",
      "def": "この世に生きている全てのものを迷いから救って、悟りを得させること。仏教語。「衆生」は生きている全てのもの。「済度」は迷いから救い出し、悟りの境地へと導くこと。",
      "grade": "Jun2"
  },
  {
      "word": "春愁秋思",
      "yomi": "しゅんしゅうしゅうし",
      "def": "春の日に感じる憂鬱と、秋に感じる寂しさのこと。心地よい気候のときに急に気が塞いだり、寂しくなったりすることをいう。",
      "grade": "Jun2"
  },
  {
      "word": "春宵一刻",
      "yomi": "しゅんしょういっこく",
      "def": "春の夜は何よりも風情があり、春の夜のひとときには非常に大きな価値があるということ。「春宵」は春の夜。「一刻」はすこしの時間のこと。「春宵一刻値千金」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "硝煙弾雨",
      "yomi": "しょうえんだんう",
      "def": "この上なく激しい戦闘の様子。「硝煙」は火薬の煙。「弾雨」は弾丸が雨のように降り注ぐこと。",
      "grade": "Jun2"
  },
  {
      "word": "上下一心",
      "yomi": "しょうかいっしん",
      "def": "地位や身分にこだわらず、目的を果たすために団結すること。全ての人が団結して取り組めば、どんな困難も乗り越えることができるという教え。「上下心を一にす」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "上下天光",
      "yomi": "しょうかてんこう",
      "def": "空も水面も光り輝いていること。「上下」は空と水面のこと。「天光」は空全体に広がる日の光のことで、ここでは、水面に反射した日の光のこともいう。",
      "grade": "Jun2"
  },
  {
      "word": "小国寡民",
      "yomi": "しょうこくかみん",
      "def": "国の領土が狭く、人口が少ないこと。「寡」は少ないという意味。国家の理想像として老子が唱えた言葉。",
      "grade": "Jun2"
  },
  {
      "word": "焦唇乾舌",
      "yomi": "しょうしんかんぜつ",
      "def": "ひどく悩んで苦労すること。または、激しい言い争いをすることのたとえ。唇が焦げて舌が乾くほどに悩み苦しむという意味から。「唇を焦がし舌を乾かす」とも読む。「焦脣乾舌」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "正真正銘",
      "yomi": "しょうしんしょうめい",
      "def": "本物であること。嘘や偽りがまったくないこと。「正真」は本物であること。「正銘」は本物であること。起源や経歴に間違いがないこと。似ている意味の言葉を重ねて強調した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "清浄寂滅",
      "yomi": "しょうじょうじゃくめつ",
      "def": "道家と仏家の教え。「清浄」は清浄無為という道家の老子の教え。「寂滅」は寂滅為楽という仏家の教え。",
      "grade": "Jun2"
  },
  {
      "word": "生生流転",
      "yomi": "しょうじょうるてん",
      "def": "世の中の全ての物は、次々と生まれては時間の経過とともにいつまでも変化し続けていくという意味。「生生」は次から次へと生まれていくこと。「流転」は時間とともに常に変化し続けること。",
      "grade": "Jun2"
  },
  {
      "word": "生死流転",
      "yomi": "しょうじるてん",
      "def": "生まれては死に、死んでは生まれを何度も繰り返すこと。仏教の言葉で、悟りを得る事ができない人は、六道という六つの世界を巡り続けるということから。",
      "grade": "Jun2"
  },
  {
      "word": "小人閑居",
      "yomi": "しょうじんかんきょ",
      "def": "つまらない人は、暇になるとよくないことをするものであるということ。「小人」は度量の狭い人、小人物。「閑居」はやることがなくて暇なこと。「小人閑居して不善を為す」を略した言葉。「小人間居」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "精進潔斎",
      "yomi": "しょうじんけっさい",
      "def": "肉類を食べず、酒を飲まずに心と体を清めること。「精進」は肉類や酒を飲まずに、心と体を清めて修行すること。「潔斎」は不浄なものを避けて、心と体を清らかな状態に保つこと。",
      "grade": "Jun2"
  },
  {
      "word": "少壮気鋭",
      "yomi": "しょうそうきえい",
      "def": "若くて、気力に満ち溢れていること。または、そのような人。「少壮」は二十から三十代の元気な年頃。「気鋭」は鋭い意気込みがあること。将来が期待されている若者をいう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "従容就義",
      "yomi": "しょうようしゅうぎ",
      "def": "落ち着いた気持ちで、正義を貫くために恐れることなく命を投げ出すこと。「従容」は気持ちが落ち着いていること。「就義」は命を捨てても正義を貫くこと。「従容として義に就く」とも読む。「縦容就義」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "従容不迫",
      "yomi": "しょうようふはく",
      "def": "のんびりと落ち着いている様子。「従容」は気持ちが落ち着いていること。「不迫」は何事にも動じないこと。「従容として迫らず」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "初志貫徹",
      "yomi": "しょしかんてつ",
      "def": "最初に決めた志を最後まで貫き通すこと。「初志」は初めに持った目標や考え。「貫徹」は最後まで貫き通すこと。",
      "grade": "Jun2"
  },
  {
      "word": "枝葉末節",
      "yomi": "しようまっせつ",
      "def": "あまり重要ではない些細なこと。または、本質から外れたどうでもよいこと。「枝葉」は木の枝と葉、「末節」は木の端にある節のこと。どちらも木の幹と比べると重要ではないことから、些細なことのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "心猿意馬",
      "yomi": "しんえんいば",
      "def": "煩悩や情欲などの邪な欲望で心を乱されて、心が落ち着かないこと。または、そのような欲望を抑えることができないことのたとえ。「心猿」は激しく騒ぐ猿ように気持ちが落ち着かないこと。「意馬」は馬が興奮して暴れて走り回るように、気持ちが落ち着かないこと。仏教語で、乱れて落ち着かない気持ちを、走り回る馬や騒ぎ立てる猿にたとえた言葉。",
      "grade": "Jun2"
  },
  {
      "word": "心願成就",
      "yomi": "しんがんじょうじゅ",
      "def": "心の中で神仏に念じた願いが叶うこと。「心願」は神仏に心から願うこと。「成就」は願ったとおりに願いが叶うこと。",
      "grade": "Jun2"
  },
  {
      "word": "心慌意乱",
      "yomi": "しんこういらん",
      "def": "ひどく慌てて、何がなんだかわからなくなること。「心慌」は慌てること。「意乱」は心が乱れて訳がわからなくなること。「心慌ただしく意乱る」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "深溝高塁",
      "yomi": "しんこうこうるい",
      "def": "守りの固い城塞のこと。「溝」は敵の侵入を防ぐための堀。「塁」は土石を重ねて作った砦。深い堀と高い砦ということから。",
      "grade": "Jun2"
  },
  {
      "word": "紳士淑女",
      "yomi": "しんししゅくじょ",
      "def": "高い教養と品格を持った、礼儀正しい立派な男性と女性。",
      "grade": "Jun2"
  },
  {
      "word": "心織筆耕",
      "yomi": "しんしょくひっこう",
      "def": "文章を書くことで生計を立てること。心で機を織って、筆で田畑を耕して暮らすという意味から。中国の唐の詩人の王勃が人に頼まれて文章を作ると、お礼として車一杯に黄金をもらったということを、人々がからかったという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "身心一如",
      "yomi": "しんしんいちにょ",
      "def": "肉体と精神は一つのものの両面であり、分けることはできないということ。「一如」は一体であること。「心身一如」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "心神耗弱",
      "yomi": "しんしんこうじゃく",
      "def": "精神が弱くなって、善悪の判断や行動を抑制する能力が弱くなること。「心神」は心と精神。「耗弱」はすり減って弱くなること。医学や法律などで使われる用語で、心神喪失の手前の状態をいう。",
      "grade": "Jun2"
  },
  {
      "word": "神仙思想",
      "yomi": "しんせんしそう",
      "def": "古代中国の思想で、俗世を超越した不老不死の仙人になろうとする考えをいう。「神仙」は不老不死で神通力を持っている仙人のこと。道教では、仙人になることを教義の根幹としていた。",
      "grade": "Jun2"
  },
  {
      "word": "森羅万象",
      "yomi": "しんらばんしょう",
      "def": "この世に存在する全てのものや現象。「森羅」は生い茂った木々がどこまでも並び続いている様子のことから、無数に連なるという意味。「万象」は形あるもの全てという意味。",
      "grade": "Jun2"
  },
  {
      "word": "新涼灯火",
      "yomi": "しんりょうとうか",
      "def": "秋の始めの夜の涼しさは、灯りの下で読書するにはぴったりだということ。「新涼」は秋の初めの涼しさ。「灯火」は灯りの下で書物を読むということで、「灯火親しむべき候」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "時期尚早",
      "yomi": "じきしょうそう",
      "def": "事を実行するのは、まだ時期が早すぎるという意味。「尚早」はまだ時期ではないという意味。",
      "grade": "Jun2"
  },
  {
      "word": "自業自得",
      "yomi": "じごうじとく",
      "def": "自分が行ったことが自分に返ってくること。悪い意味で使われることが多い。自分の行動の善悪の業によって、苦楽の業を受けるという意味の仏教の因果の法則を表す言葉。",
      "grade": "Jun2"
  },
  {
      "word": "自縄自縛",
      "yomi": "じじょうじばく",
      "def": "自身の縄で自身を縛るという意味から、自らの言動や心がけで身動きが出来なくなり苦しむこと。",
      "grade": "Jun2"
  },
  {
      "word": "事上磨錬",
      "yomi": "じじょうまれん",
      "def": "実際に行動や実践を通じて、知識や精神を磨き修養すること。「事上」は行動や業務をしながらという意味で、「磨錬」は磨きをかけること。日常の業務をしっかりとこなして、それを通じて修養することが真の学問だとする陽明学の基本的な考え方。",
      "grade": "Jun2"
  },
  {
      "word": "寂光浄土",
      "yomi": "じゃっこうじょうど",
      "def": "仏の住んでいるとされる静かで汚れのない世界のこと。または、仏道の悟りの境地のこと。「寂光」は真理の静寂と真智の光。「浄土」は汚れがなく清らかな国。",
      "grade": "Jun2"
  },
  {
      "word": "縦塗横抹",
      "yomi": "じゅうとおうまつ",
      "def": "思うままに書きなぐること。「抹」は塗り消すこと。縦に書いて横に消すという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "柔能制剛",
      "yomi": "じゅうのうせいごう",
      "def": "能力の弱い者が能力の強い者に勝つこと。柔らかい物が固い者に勝つという意味から。主に「柔能く剛を制す」の形で用いることが多い言葉。",
      "grade": "Jun2"
  },
  {
      "word": "自由奔放",
      "yomi": "じゆうほんぽう",
      "def": "周りのことを気にすることなく、自分が思ったことそのままに行動する様子。または、規範や世間の常識にとらわれることなく、思いのままに物事を行うこと。「自由」は他を気にすることなく、思ったことをそのまま行うこと。「奔放」は常識などに縛られることなく、思うままに行動すること。",
      "grade": "Jun2"
  },
  {
      "word": "叙位叙勲",
      "yomi": "じょいじょくん",
      "def": "位階を授与したり、勲等を与えて勲章を授与したりすること。「叙」は授けるという意味。",
      "grade": "Jun2"
  },
  {
      "word": "盛者必衰",
      "yomi": "じょうしゃひっすい",
      "def": "栄えているものは、いつか必ず衰えて滅びるということ。元は仏教語で、世の中が無常なことをいう言葉。『平家物語』の冒頭の句として有名。",
      "grade": "Jun2"
  },
  {
      "word": "情状酌量",
      "yomi": "じょうじょうしゃくりょう",
      "def": "裁判で、被告人が罪を犯した事情や理由などを考慮して、刑罰を軽くすること。「情状」は境遇や年齢などの様々な事情や理由などのこと。「酌量」は諸事情をくみ取り、同情して軽減すること。",
      "grade": "Jun2"
  },
  {
      "word": "剰水残山",
      "yomi": "じょうすいざんざん",
      "def": "戦争によって荒れ果てた山や川の様子。または、山水画を描く技法のこと。山や川の全体を描かずに、一部分を描いて雄大な自然を表現する技法をいう。「剰」と「残」はどちらも残っているという意味。",
      "grade": "Jun2"
  },
  {
      "word": "助長抜苗",
      "yomi": "じょちょうばつびょう",
      "def": "助けようとすることが逆に害を与えるということ。中国の宋の人が稲がうまく成長するように、手助けしようと苗を引っ張ると、苗が枯れてしまったという故事から。「長ずるを助けんとして苗を抜く」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "迅速果断",
      "yomi": "じんそくかだん",
      "def": "物事を思い切りよく速やかに決断し、行動すること。「果断」は物事を思い切りよく決断すること。",
      "grade": "Jun2"
  },
  {
      "word": "迅雷風烈",
      "yomi": "じんらいふうれつ",
      "def": "激しい雷と風のこと。または、行動が非常に素早い様子。",
      "grade": "Jun2"
  },
  {
      "word": "垂頭喪気",
      "yomi": "すいとうそうき",
      "def": "元気がなくて落ち込んでいる様子。「垂頭」は頭を垂れること。「喪気」は元気を失うこと。「頭を垂れ気を喪う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "随喜渇仰",
      "yomi": "ずいきかつごう",
      "def": "喜びの気持ちをもって仏に帰依して、深く仏道を求めること。または、何かに熱中すること。「随喜」は喜んで仏道へ帰依する。「渇仰」は水を求めるように、深く仏を信仰すること。",
      "grade": "Jun2"
  },
  {
      "word": "随宜所説",
      "yomi": "ずいぎしょせつ",
      "def": "教えを聞く相手の素質や能力に合わせて、理解できるように説かれた仏の教えのこと。「随宜」は仏教語で相手に順応するという意味。",
      "grade": "Jun2"
  },
  {
      "word": "随波逐流",
      "yomi": "ずいはちくりゅう",
      "def": "自分の意見や主義を持たずに、世の大勢の流れに乗って従うこと。「随波」は波の流れに随うこと。「逐流」は流れに乗ること。「波に随い流れを逐う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "清音幽韻",
      "yomi": "せいおんゆういん",
      "def": "他のものよりも優れている文章のたとえ。「清音」は濁りがなく澄んでいる音声。「幽韻」は言葉にできないほど奥深い味わいがあること。北宋の王安石が欧陽脩の文を評価した時の言葉。",
      "grade": "Jun2"
  },
  {
      "word": "性行淑均",
      "yomi": "せいこうしゅくきん",
      "def": "性質や行動が素直で公平なこと。「性行」は性質と行動。「淑均」は素直で物事を全て同等に扱うこと。",
      "grade": "Jun2"
  },
  {
      "word": "斉紫敗素",
      "yomi": "せいしはいそ",
      "def": "賢い人が行動して災いを福にかえるように、失敗を成功にかえることのたとえ。「斉紫」は斉の国の特産品の紫色に染めた絹地。「敗素」は質の悪い白絹のこと。質の悪い白絹でも紫色に染めることで高く売ることができるということから。",
      "grade": "Jun2"
  },
  {
      "word": "静寂閑雅",
      "yomi": "せいじゃくかんが",
      "def": "ひっそりと静かで風情のある景色や雰囲気のこと。「静寂」は静かな様子。「閑雅」は静かで趣のあること。",
      "grade": "Jun2"
  },
  {
      "word": "生生流転",
      "yomi": "せいせいるてん",
      "def": "世の中の全ての物は、次々と生まれては時間の経過とともにいつまでも変化し続けていくという意味。「生生」は次から次へと生まれていくこと。「流転」は時間とともに常に変化し続けること。",
      "grade": "Jun2"
  },
  {
      "word": "斉東野語",
      "yomi": "せいとうやご",
      "def": "根拠がなく信じるに値しない言葉や、下品で愚かな言葉。「斉東」は中国の戦国時代の斉の国の東部。「野語」は下品で田舎びている言葉。斉の国の東部に住んでいる田舎者の言葉という意味から。「斉東野人の語」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "聖読庸行",
      "yomi": "せいどくようこう",
      "def": "聖人が作った素晴らしい本を読んでも、行動すると普通の人と変わらないこと。「聖読」は聖人の作った素晴らしい本を読むこと。「庸行」は特にすぐれていない、普通の行動。「聖読して庸行す」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "星羅雲布",
      "yomi": "せいらうんぷ",
      "def": "たくさんのものが連なっている様子のたとえ。「星羅」は星のように連なっていること。「雲布」は雲のように広い範囲に敷き詰めること。元は軍隊の陣形が大きく華々しいことを言い表す言葉。「星のごとく羅なり雲のごとく布く」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "精力絶倫",
      "yomi": "せいりょくぜつりん",
      "def": "心と体に元気が満ち溢れ、並外れてすぐれていること。「精力」は心身の能力のことで、男性の性的能力をいうことが多い言葉。「絶倫」は普通よりも非常にすぐれていること。",
      "grade": "Jun2"
  },
  {
      "word": "勢力伯仲",
      "yomi": "せいりょくはくちゅう",
      "def": "能力が拮抗していて、優劣をつけるのが難しいこと。「伯」は長男、「仲」は次男のことで、「伯仲」はよく似ていて、力がほぼ同じであることのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "隻紙断絹",
      "yomi": "せきしだんけん",
      "def": "文字が書かれている布や紙の切れ端。「隻紙」は紙の切れ端。「断絹」は布の切れ端。貴重な文字が書かれている紙や布の切れ端のことをいう。",
      "grade": "Jun2"
  },
  {
      "word": "積日累久",
      "yomi": "せきじつるいきゅう",
      "def": "役人などが功績や功労を長い期間積み重ねること。「積日」は日数を重ねること。「累久」はいつまでも続くこと。官吏の昇格について、才能や能力ではなく、年数による功績や功労だけで昇格させると、才能や能力がある人が育たないと、中国の前漢の董仲舒が武帝に上申した故事から。",
      "grade": "Jun2"
  },
  {
      "word": "積善余慶",
      "yomi": "せきぜんのよけい",
      "def": "善い行いを何度も行った家は、子孫にもその恩恵があるということ。「積善」は善い行いを積み重ねること。「余慶」は子孫にも幸福が及ぶこと。「積善の家には必ず余慶あり」を略した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "責任転嫁",
      "yomi": "せきにんてんか",
      "def": "自分が負わなければならない義務や償いを他人に負わせること。または、自分が失敗したことを人のせいにすること。「転嫁」は二度目の嫁入りという意味から、他の場所へ移すということ。",
      "grade": "Jun2"
  },
  {
      "word": "隻履西帰",
      "yomi": "せきりせいき",
      "def": "死んだはずの達磨大師が、片方の草履を手に持って天竺に帰ったという故事のこと。「隻」は一対のうちの片方のもの。達磨大師の死後三年たったときに、求法の旅に出ていた宋雲が西から帰る途中で片方の草履を持った達磨大師を見かけた。その後、達磨大師の棺を開けてみると、片方の草履がなくなっていたという故事から。「隻履西に帰る」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "殺生禁断",
      "yomi": "せっしょうきんだん",
      "def": "生き物を捕ったり、殺したりすることを禁止すること。仏教の言葉で、慈悲の心から、鳥や魚、獣などを捕ったり、殺したりすることを禁止するもの。十悪の一つとされる。",
      "grade": "Jun2"
  },
  {
      "word": "雪案蛍窓",
      "yomi": "せつあんけいそう",
      "def": "苦労して勉学に励むこと。雪明かりと蛍の光で勉強するという意味から。貧しかった孫康は、雪明かりで勉強したという故事と、同じように貧しかった車胤は、灯火の油を買うことができず、蛍を集めて、その光で勉強したという二つの故事を合わせた言葉。",
      "grade": "Jun2"
  },
  {
      "word": "遷客騒人",
      "yomi": "せんかくそうじん",
      "def": "故郷から遠く離れた土地に左遷させられた人や、心に憂いをもっている人のこと。または、詩人や文人の別称。「遷客」は左遷されて遠い土地に来た人。「騒人」は心に憂いをもつ人。どちらも詩に自身の思いを込めるということから、詩人や文人のたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "千古不磨",
      "yomi": "せんこふま",
      "def": "いつまでもなくならないこと。または、途絶えることなく、伝わり続けること。「千古」は遠い昔のこと。または、遠い過去から現在まで。「不磨」は磨り減ってなくなることがないということ。すぐれた伝統や芸術、技術などがいつまでも受け継がれていくことについていう。",
      "grade": "Jun2"
  },
  {
      "word": "仙才鬼才",
      "yomi": "せんさいきさい",
      "def": "普通の人から抜きん出ているすぐれた才能のこと。「仙才」は仙人の術を習得した才能。「鬼才」は人並み外れた、ずば抜けた才能。中国の唐の詩人の李白は仙才、李賀は鬼才と言われていたという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "仙姿玉質",
      "yomi": "せんしぎょくしつ",
      "def": "非常に美しい容姿の女性のこと。「仙姿」は仙女の姿という意味から、気高く立派で優雅な姿のこと。「玉質」は磨き上げた宝石のように、なめらかで美しい肌ということ。",
      "grade": "Jun2"
  },
  {
      "word": "浅酌低唱",
      "yomi": "せんしゃくていしょう",
      "def": "酒を軽く飲んで歌や詩を小声で口ずさむこと。「浅酌」は少量の酒をたしなむ程度に軽く飲むこと。「低唱」は歌を小さく低い声で歌うこと。",
      "grade": "Jun2"
  },
  {
      "word": "千緒万端",
      "yomi": "せんしょばんたん",
      "def": "様々な物事が数多く入り混じっていて分かり辛いこと。「千」と「万」は数が多いことのたとえ。「緒」と「端」は物事の始めのこと。物事の始まりが多すぎて、何から始めればいいのかわからないという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "仙風道骨",
      "yomi": "せんぷうどうこつ",
      "def": "普通の人とは違う、すぐれた人の姿のこと。仙人や道士などのこの世を超越した人の姿ということから。",
      "grade": "Jun2"
  },
  {
      "word": "禅譲放伐",
      "yomi": "ぜんじょうほうばつ",
      "def": "王朝を交代する二つの方法。「禅譲」は世襲せずに、君主が自ら選んで徳がある人に譲ること。「放伐」は悪政を行う君主を、臣下が武力で打ち倒したり、追放したりして地位を奪うこと。",
      "grade": "Jun2"
  },
  {
      "word": "前代未聞",
      "yomi": "ぜんだいみもん",
      "def": "いまだかつて聞いたことがないようなこと。大変な出来事や珍しい出来事などをいう言葉。「前代」は現在より前の時代のこと。「未聞」は一度も聞いたことがないこと。",
      "grade": "Jun2"
  },
  {
      "word": "漸入佳境",
      "yomi": "ぜんにゅうかきょう",
      "def": "話や状況が次第に興味深いところに入っていくこと。「漸入」は深いところに少しずつ入っていくこと。「佳境」は一番面白く興味深いこと。中国の晋の画家の顧ガイ之は、好物のサトウキビを食べるときにおいしくないところから食べていたが、その理由を聞かれると、「漸く佳境に入る」と答えたという故事から。「漸く佳境に入る」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "巣林一枝",
      "yomi": "そうりんいっし",
      "def": "能力や地位に相応しい暮らしで満足すること。鳥は林の中にある木の一本の枝に巣を作り、その枝だけを使うという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "即身成仏",
      "yomi": "そくしんじょうぶつ",
      "def": "生きたまま悟りの境地に達して仏になること。「即身」は肉体が生きている状態のこと。「成仏」は仏になること。",
      "grade": "Jun2"
  },
  {
      "word": "大願成就",
      "yomi": "たいがんじょうじゅ",
      "def": "大きな願いごとがかなうこと。また、神仏に願ったことがかなうこと。「大願」は大きな願いのこと。「成就」は望んだことが望んだ通りになること。",
      "grade": "Jun2"
  },
  {
      "word": "対牛弾琴",
      "yomi": "たいぎゅうだんきん",
      "def": "苦労しても何も効果がなく無駄なこと。または、愚かな人に立派な道理を説いて聞かせること。牛に琴を弾いて聞かせても意味がないことから。",
      "grade": "Jun2"
  },
  {
      "word": "大言壮語",
      "yomi": "たいげんそうご",
      "def": "実力の伴っていない威勢のいい誇張した話をすること。「大言」は大げさな言葉、誇張した話。「壮語」は威勢のいい大きなことを言うこと。",
      "grade": "Jun2"
  },
  {
      "word": "大巧若拙",
      "yomi": "たいこうじゃくせつ",
      "def": "極めて巧みなものほど、少し見ただけでは粗雑に見えるということ。または、極めて優れた技量の持ち主は、逆に不器用に見えるということ。「大巧は拙なるが若し」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "大悟徹底",
      "yomi": "たいごてってい",
      "def": "欲望や迷いなどの煩悩を全て捨てて悟りを得ること。「大悟」は真理を会得すること。「徹底」は端から端まで全てに行きとどくこと。",
      "grade": "Jun2"
  },
  {
      "word": "泰山府君",
      "yomi": "たいざんふくん",
      "def": "人の寿命をつかさどるとされる中国の泰山の神のこと。「泰山」は中国の山の名前。「府君」は郡の最高位の長官のこと。ここでは泰山の最高位との意から神のこと。「太山府君」とも書く。また、「東岳大帝（とうがくたいてい）」ともいう。",
      "grade": "Jun2"
  },
  {
      "word": "泰山北斗",
      "yomi": "たいざんほくと",
      "def": "学問や芸術などの一つの分野で最もすぐれている人のこと。「泰山」は中国の名高い山、「北斗」は星座の北斗七星のことで、どちらも人が見上げるものであることから。",
      "grade": "Jun2"
  },
  {
      "word": "対症下薬",
      "yomi": "たいしょうかやく",
      "def": "問題点を確認して、それに合わせた処置をすること。「対症」は病気の症状に合わせて対処すること。「下薬」は薬を与えること。「症に対して薬を下す」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "泰然自若",
      "yomi": "たいぜんじじゃく",
      "def": "心が落ち着いていて、冷静さを失うことがないこと。「泰然」は心に余裕があって落ち着いている様子。「自若」はどんなことに対しても常に冷静な様子。",
      "grade": "Jun2"
  },
  {
      "word": "多言数窮",
      "yomi": "たげんすうきゅう",
      "def": "口数が多すぎると、逆に上手い言い方が出来なくなって困るということ。または、口数が多すぎると言葉の意味が軽くなって力がなくなるということ。「窮」は処置に困って苦しむこと。喋りすぎることを戒めた言葉。「多言は数窮す」と読むことが多い言葉。",
      "grade": "Jun2"
  },
  {
      "word": "淡粧濃抹",
      "yomi": "たんしょうのうまつ",
      "def": "美しい女性の容姿のこと。または、女性の化粧のこと。「淡粧」は薄い化粧。「濃抹」は濃い化粧。どちらの化粧も、それぞれの良さがあって美しいという意味から。中国の北宋の蘇軾が、中国四大美女の西施と、湖の西湖の美しさを比べて評した詩から。",
      "grade": "Jun2"
  },
  {
      "word": "大喝一声",
      "yomi": "だいかついっせい",
      "def": "大きな一声で厳しく叱ること。または、その声のこと。「喝」は禅宗で使われる修行者の迷いや邪心を、厳しく叱ったり励ますときのかけ声のこと。",
      "grade": "Jun2"
  },
  {
      "word": "大兵肥満",
      "yomi": "だいひょうひまん",
      "def": "体が大きく、太っている体格のこと。または、そのような人のこと。「大兵」はたくましくて大きい体のこと。",
      "grade": "Jun2"
  },
  {
      "word": "打成一片",
      "yomi": "だじょういっぺん",
      "def": "他のことを全て忘れて、一つのことだけに力を尽くすこと。仏教の言葉で、禅宗の座禅に没頭して達する悟りの境地のこと。",
      "grade": "Jun2"
  },
  {
      "word": "打草驚蛇",
      "yomi": "だそうきょうだ",
      "def": "必要のないことをしたために、無駄な災難にあうこと。草をたたいて、草の中に隠れている蛇を驚かすという意味から。「草を打って蛇を驚かす」とも読む。五代十国時代の南唐で、賄賂で私服を肥やしたとされる地方長官の王魯の故事から。",
      "grade": "Jun2"
  },
  {
      "word": "男耕女織",
      "yomi": "だんこうじょしょく",
      "def": "男性と女性、それぞれに天から与えられた、果たすべき仕事があるということ。男性が畑を耕し、女性が機を織ることを仕事にするのは自然なことであるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "断悪修善",
      "yomi": "だんなくしゅぜん",
      "def": "全ての煩悩を捨て去るという誓いのこと。全ての悪を断ち切って善を修めるという意味の仏教の言葉で、菩薩の誓願の一つ。「悪を断ち善を修む」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "地角天涯",
      "yomi": "ちかくてんがい",
      "def": "二つの地がきわめて離れていることのたとえ。天の果て、大地の角という意味。",
      "grade": "Jun2"
  },
  {
      "word": "知崇礼卑",
      "yomi": "ちすうれいひ",
      "def": "真の知者は知識が増えれば増えるほど、謙遜して他人に対して礼を尽くすものであるということ。「崇」は高く積み上げること。「卑」は謙遜すること。",
      "grade": "Jun2"
  },
  {
      "word": "鋳山煮海",
      "yomi": "ちゅうさんしゃかい",
      "def": "たくさんの財産を蓄えること。または、山や海の資源が豊かなこと。「鋳山」は山から銅を採掘して銅貨を作ること。「煮海」は海水を煮て塩を作ること。「山に鋳、海を煮る」「山に鋳、海に煮る」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "抽薪止沸",
      "yomi": "ちゅうしんしふつ",
      "def": "問題を根元から解決すること。「抽薪」は火のついている薪をかまどから引き抜くこと。「止沸」は沸騰している湯を冷ますこと。沸騰している湯を冷ますために、燃えている薪をかまどから引き抜くということから。「薪を抽きて沸を止む」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "中途半端",
      "yomi": "ちゅうとはんぱ",
      "def": "始めたことが最後まで終わっていないこと。または、はっきりと決めることができないあいまいな態度のこと。「中途」は道の半ばのこと。「半端」は必要なものが全てそろっていないことや、はっきりと決められないあいまいな態度のこと。",
      "grade": "Jun2"
  },
  {
      "word": "朝真暮偽",
      "yomi": "ちょうしんぼぎ",
      "def": "真偽を見極めることが難しいこと。または、信念や主義などがすぐに変わる人のこと。朝と夕方で真実とうそが入れ変わるという意味から。元は中国の唐の詩人の白居易が、信念や主義などをすぐに変える人のことを風刺した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "長命富貴",
      "yomi": "ちょうめいふうき",
      "def": "長生きで、高い地位を持っていて、多くの資産があること。「貴」は高い地位を持っていること。",
      "grade": "Jun2"
  },
  {
      "word": "陳勝呉広",
      "yomi": "ちんしょうごこう",
      "def": "他の人よりも先に物事を行う人のこと。または、反乱をするときの一番最初の指導者のこと。「陳勝」と「呉広」は人の名前。古代中国の秦の時代、楚の陳勝と呉広は、協力して秦の圧政に苦しむ人々を引き連れて反乱を起こしたが、一度は勝利したが最終的に戦いに敗れた。そこから、各地で反乱を起こす人が現われ、秦を滅ぼしたという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "沈黙寡言",
      "yomi": "ちんもくかげん",
      "def": "落ち着きがあって、口数が少ないこと。「寡言」は言葉が少ないという意味から、無口なこと。",
      "grade": "Jun2"
  },
  {
      "word": "追奔逐北",
      "yomi": "ついほんちくほく",
      "def": "走って逃げる賊などを追いかけるという意味。「追」と「逐」は追いかけるという意味。「奔」と「北」は走って逃げるという意味。",
      "grade": "Jun2"
  },
  {
      "word": "津津浦浦",
      "yomi": "つつうらうら",
      "def": "全国のありとあらゆる場所のこと。「津」は港、「浦」は海岸や海辺のことで重ねて強調した言葉。どこの津でも、どこの浦でもという意味。",
      "grade": "Jun2"
  },
  {
      "word": "低唱微吟",
      "yomi": "ていしょうびぎん",
      "def": "低く小さい声で物静かに歌を口ずさむこと。「低唱」は低い声で詩歌を歌うこと。「微吟」は小さな声で詩歌を歌うこと。意味が類似している言葉を重ねて強調したもの。",
      "grade": "Jun2"
  },
  {
      "word": "徹頭徹尾",
      "yomi": "てっとうてつび",
      "def": "始めから終わりまで意志や覚悟を曲げないこと。「徹」は貫くこと。頭から尾まで貫くという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "天下泰平",
      "yomi": "てんかたいへい",
      "def": "世の中が平和な状態で安定していて、穏やかな状態のこと。または、心配事もなくのびのびとしている様子のこと。「天下」は天の下の全てという意味から全世界や国全体のこと。「泰平」は世の中が平和なこと。「天下太平」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "天涯孤独",
      "yomi": "てんがいこどく",
      "def": "血縁者や婚姻関係にある人がいないこと。または、故郷を出て一人で暮らすこと。「天涯」は空の果て。または、故郷から離れた土地。「孤独」は信頼できる人が一人もいないこと。",
      "grade": "Jun2"
  },
  {
      "word": "天涯地角",
      "yomi": "てんがいちかく",
      "def": "二つの地がきわめて離れていることのたとえ。天の果て、大地の角という意味から。",
      "grade": "Jun2"
  },
  {
      "word": "天涯比隣",
      "yomi": "てんがいひりん",
      "def": "どれだけ遠く離れていても、すぐ近くにいるように親しく感じること。主に親友などについていう言葉。「天涯」は非常に距離が離れていること。「比隣」は隣の家。",
      "grade": "Jun2"
  },
  {
      "word": "天懸地隔",
      "yomi": "てんけんちかく",
      "def": "違いが非常に激しいこと。天と地ほどに大きな違いがあるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "天井桟敷",
      "yomi": "てんじょうさじき",
      "def": "大きな劇場で、料金が安く、一番天井に近い後ろの客席のこと。一番奥にあるために見づらく、せりふも聞き取り辛いが、料金が安いために何度も通う芝居好きで見方の上手い客が多く、演者には重要視された。",
      "grade": "Jun2"
  },
  {
      "word": "天壌無窮",
      "yomi": "てんじょうむきゅう",
      "def": "いつまでも終わることなく、天と地と共に続いていくこと。「天壌」は天と地のことで、広く大きいことや終わりがないことのたとえ。「無窮」は極まりないという意味から、永遠や永久のたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "泥船渡河",
      "yomi": "でいせんとか",
      "def": "世間との付き合いが危険なことのたとえ。泥の船で河を渡るという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "桃紅柳緑",
      "yomi": "とうこうりゅうりょく",
      "def": "春の景色の美しさの形容。桃の美しい紅い花と、柳のあざやかな緑の葉という意味から。",
      "grade": "Jun2"
  },
  {
      "word": "東奔西走",
      "yomi": "とうほんせいそう",
      "def": "仕事や用事などの目的を果たすために、いろいろな方向や場所へ忙しく走り回ること。「奔」と「走」はどちらも走るという意味。目的を果たすために、東の方向へ走った後に反対の西の方向へ走るという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "等量斉視",
      "yomi": "とうりょうせいし",
      "def": "全ての人を区別することなく、同じように扱うこと。全てのものを同じように量り、同じように視るという意味から。「等しく量り斉しく視る」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "徳性滋養",
      "yomi": "とくせいじよう",
      "def": "道徳心を育てること。「徳性」は生まれつきに持っている道徳的な性質。「滋養」は育てるという意味。",
      "grade": "Jun2"
  },
  {
      "word": "徳量寛大",
      "yomi": "とくりょうかんだい",
      "def": "立派な徳を持っていて、広く大きな心があること。",
      "grade": "Jun2"
  },
  {
      "word": "斗折蛇行",
      "yomi": "とせつだこう",
      "def": "川や道が曲がりくねっていて長く続いている様子。「斗折」の「斗」は星座の北斗七星のことで、北斗七星のように折れ曲がっている様子。「蛇行」は蛇がくねって移動するように、曲がりくねっている様子。",
      "grade": "Jun2"
  },
  {
      "word": "塗抹詩書",
      "yomi": "とまつししょ",
      "def": "幼い子供のこと。または、幼い子供のいたずらのこと。「塗抹」は塗りつぶすこと。「詩書」は儒教で大切にされている経典の詩経と書経。儒教では大切にされている経典も、幼児は気にかけることなく塗りつぶしてしまうという意味から。「詩書を塗抹す」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "洞庭春色",
      "yomi": "どうていしゅんしょく",
      "def": "みかんを使って発酵、熟成させて作った酒のこと。「洞庭」は中国にある湖の名前、洞庭湖のことで、洞庭湖の春の景色という意味から。中国では立春の日にこの酒を飲んでいたとされている。",
      "grade": "Jun2"
  },
  {
      "word": "独弦哀歌",
      "yomi": "どくげんあいか",
      "def": "一人で弦楽器を引いて、悲しげな調子で歌を歌うこと。または、痛ましい様子で弁舌すること。「独絃哀歌」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "読書尚友",
      "yomi": "どくしょしょうゆう",
      "def": "読書をすることで、昔の賢者を友とすること。書物を読むことで、その人物の人格や、その時代を明らかにすることをいう。",
      "grade": "Jun2"
  },
  {
      "word": "読書百遍",
      "yomi": "どくしょひゃっぺん",
      "def": "意味の難しい文章でも、何度も読むことで自然に理解できるということ。「百遍」は百回行うということから、何度も行うことのたとえ。「読書百遍、意自ずから通ず」という形で使うことの多い言葉。中国の三国時代、魏の薫遇が読書の大切さを弟子に説いたという言葉から。",
      "grade": "Jun2"
  },
  {
      "word": "土豪劣紳",
      "yomi": "どごうれっしん",
      "def": "農民から搾取するあくどい地方豪族や資産家のこと。「土豪」は地方豪族のこと。「劣紳」は下品で卑しい紳士ということから、地主や資産家を軽蔑して呼ぶ名称。",
      "grade": "Jun2"
  },
  {
      "word": "土木壮麗",
      "yomi": "どぼくそうれい",
      "def": "庭や建物が大きく美しいこと。「土木」は家の造作という意味から、庭や建物のたとえ。「壮麗」は大きくて立派なこと。",
      "grade": "Jun2"
  },
  {
      "word": "内剛外柔",
      "yomi": "ないごうがいじゅう",
      "def": "穏やかで優しそうな見た目だが、実際は何事にも意思を曲げない強い心を持っていること。「柔」は優しいや地味という意味で、「剛」は心が強いこと。",
      "grade": "Jun2"
  },
  {
      "word": "内柔外剛",
      "yomi": "ないじゅうがいごう",
      "def": "外見は強く見えるが、本当は気が弱いこと。「柔」はやわらかくて弱いという意味。「剛」はかたくて強いという意味。",
      "grade": "Jun2"
  },
  {
      "word": "内政干渉",
      "yomi": "ないせいかんしょう",
      "def": "ある国の政治や外交などの問題に他国が口を出すこと。「干渉」は他人の領域に勝手に介入すること。",
      "grade": "Jun2"
  },
  {
      "word": "内疎外親",
      "yomi": "ないそがいしん",
      "def": "内心は嫌っているが、それを隠して親しげに接すること。「内疎」は内側で嫌っていること。「外親」は外側で親しいように見せかけること。",
      "grade": "Jun2"
  },
  {
      "word": "内憂外患",
      "yomi": "ないゆうがいかん",
      "def": "国の内側にも外側にも問題や心配事がたくさんあること。「内憂」は内側に問題があることで国内の問題のこと。「外患」は外側に問題があることで外国から受ける災難や問題のこと。国だけではなく、組織や個人などの表現にも使われる言葉。",
      "grade": "Jun2"
  },
  {
      "word": "南無三宝",
      "yomi": "なむさんぼう",
      "def": "仏門に入り、仏教の三宝を信じて、仏に頼ること。または、驚いたり失敗したときに「南無三」と略して発する言葉。「南無」は経典や仏の名前の前につけて、絶対的な信頼を寄せて頼ること（梵語の音訳）。「三宝」は仏、仏の教え、教えをひろめる僧のこと。",
      "grade": "Jun2"
  },
  {
      "word": "二河白道",
      "yomi": "にがびゃくどう",
      "def": "仏教での極楽往生へ至るための道のこと。「二河」は怒りを示す火の河と貪欲を示す水の河のこと。二つの河に挟まれた極楽の彼岸に到達する白い道のことで、両側から火と水が迫り、後ろからも追っ手が迫っている中で一心にその道を進むと、ついには極楽浄土へたどり着いたことから、煩悩にまみれた人でも念仏一筋につとめれば悟りの彼岸にいたることを説いたもの。",
      "grade": "Jun2"
  },
  {
      "word": "肉食妻帯",
      "yomi": "にくじきさいたい",
      "def": "明治以前に浄土真宗以外で禁じられていた、僧侶が肉を食べ、妻を持つこと。",
      "grade": "Jun2"
  },
  {
      "word": "如是我聞",
      "yomi": "にょぜがもん",
      "def": " 仏教で経文の冒頭に記される定型の言葉。「私はこのようにお聞きしました」という意味。",
      "grade": "Jun2"
  },
  {
      "word": "如法暗夜",
      "yomi": "にょほうあんや",
      "def": "明かりの一切無い本当の暗闇のこと。「如法」は本当に、文字通りという意味。「暗夜」は月の出ない真っ暗な夜のこと。",
      "grade": "Jun2"
  },
  {
      "word": "廃寝忘食",
      "yomi": "はいしんぼうしょく",
      "def": "他のことを忘れてしまうほど、一つのことに夢中になること。または、集中して一つのことを頑張ること。「廃寝」は寝ることをやめる、「忘食」は食事を忘れることで、寝ることもせず食べることも忘れるほど没頭するという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "杯中蛇影",
      "yomi": "はいちゅうのだえい",
      "def": "疑う気持ちが強くなると、つまらないことでも過剰に気になり病んでしまうことのたとえ。自分の杯の酒に蛇の形をした影が映っているのを見て、蛇を飲み込んでしまったと思い込んで病気になったが、後にその影は蛇ではなく壁にかけていた弓のものであったと知ると、すぐに病気が治ったという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "敗柳残花",
      "yomi": "はいりゅうざんか",
      "def": "容姿の美しい女性が老いて、容姿が衰えたことのたとえ。または、不貞な女性や売春婦のたとえ。中国では美しい女性のことを、柳葉眉や花顔など柳や花にたとえとして使っていて、枯れた柳と咲き終えた花という意味から。",
      "grade": "Jun2"
  },
  {
      "word": "白衣宰相",
      "yomi": "はくいのさいしょう",
      "def": "地位を持っていないのに、大きな権力を持っている人。または、地位を持っていないのに、宰相のような待遇を受けること。「白衣」は白い色の服のことで、官位にある人は、官位ごとの決まっている色の服を着たということから、官位のない人のこと。「宰相」は政務を執る官位の最高位のこと。",
      "grade": "Jun2"
  },
  {
      "word": "白首窮経",
      "yomi": "はくしゅきゅうけい",
      "def": "歳をとって老いるまで学問に精を出すこと。「白首」は白い頭という意味から、白髪頭のことで老人のたとえ。「窮経」は儒教の基本経典とされる五経を研究すること。",
      "grade": "Jun2"
  },
  {
      "word": "伯仲叔季",
      "yomi": "はくちゅうしゅくき",
      "def": "兄弟の順序の呼び名。一番上の兄から順番に「伯」、次男を「仲」、三男を「叔」、末弟を「季」と呼ぶ。",
      "grade": "Jun2"
  },
  {
      "word": "伯楽一顧",
      "yomi": "はくらくのいっこ",
      "def": "賢者がすぐれた君主に才能が認められ、重要な地位を与えられること。「伯楽」は中国の春秋時代の人の名前。伯楽が一度振り返るという意味から。伯楽は名馬を見分ける達人として有名で、馬を市場に出したが三日売れなかったために、伯楽に振り返ってくれるように頼んだところ、その日のうちに十倍の値段がついて売れたという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "破邪顕正",
      "yomi": "はじゃけんしょう",
      "def": "不正を打破して、正しい行いを示して守ること。仏教の言葉で、邪説を打破して、正しい仏教の道を指し示すことをいう。",
      "grade": "Jun2"
  },
  {
      "word": "八索九丘",
      "yomi": "はっさくきゅうきゅう",
      "def": "古い書物の名前。「八索」は八卦のことが書かれているとされる書物。「九丘」は地理のこと書かれているとされる書物。古代中国の書物で、どちらも現存していない。",
      "grade": "Jun2"
  },
  {
      "word": "発憤興起",
      "yomi": "はっぷんこうき",
      "def": "気持ちを奮い立たせて、立ち上がること。または、気合を入れて、力を尽くすこと。「発憤」は気持ちを奮い立たせること。「興起」は立ち上がること。または、励むこと。「発奮興起」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "発憤忘食",
      "yomi": "はっぷんぼうしょく",
      "def": "食事を忘れるほどに気合を入れて取り組むこと。「発憤」は気持ちを奮い立たせること。「忘食」は食べることを忘れるほどに夢中になること。孔子が孔子自身の勉学に取り組む姿勢を言った言葉。「発奮して食を忘る」とも読む。「発奮忘食」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "煩言砕辞",
      "yomi": "はんげんさいじ",
      "def": "細かく複雑な言葉。「煩言」は複雑で面倒な言葉。「砕辞」は細かくて複雑な言葉。",
      "grade": "Jun2"
  },
  {
      "word": "版籍奉還",
      "yomi": "はんせきほうかん",
      "def": "明治維新の後に行われた政治改革で、日本全国の藩主が朝廷に領地と領民を返還したこと。「版籍」は版図と戸籍のことで、土地と領民のこと。「奉還」は返すという意味の言葉で、それを謙って言う言葉。「藩籍奉還」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "麦穂両岐",
      "yomi": "ばくすいりょうき",
      "def": "豊作の前兆。または、善い政治が行われていることのたとえ。「両岐」は二股に分かれること。麦の穂が二股に分かれて、どちらにも実が実るということから。",
      "grade": "Jun2"
  },
  {
      "word": "伴食宰相",
      "yomi": "ばんしょくさいしょう",
      "def": "持っている地位に見合った能力がないこと。または、言いなりになるだけの無能な大臣のこと。「伴食」は主客のお供をして、食事をご馳走になること。または、仕事をせずに給料をもらうこと。「宰相」は大臣のこと。中国の唐の盧懐慎は、姚崇が政務を休んだときに、自分の能力が姚崇に及ばないということを知った。それから盧懐慎は、独断で物事を処理することなく、姚崇に指示を仰いでいたということを、人々から「伴食宰相」と呼称されたという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "万馬奔騰",
      "yomi": "ばんばほんとう",
      "def": "極めて盛んな勢いがあること。「万馬」は非常に馬が多いこと。「奔騰」は勢いよく走って高く飛び跳ねる。",
      "grade": "Jun2"
  },
  {
      "word": "万物斉同",
      "yomi": "ばんぶつせいどう",
      "def": "荘子の思想で、相対的な知を否定して、唯一絶対の観点からすれば、全てのものは同じであるというもの。人の認識は善悪などの対立する概念を相対化して成り立っているが、それらを超越した絶対的な無の境地から見れば、全ては同じものであるということ。",
      "grade": "Jun2"
  },
  {
      "word": "被褐懐玉",
      "yomi": "ひかつかいぎょく",
      "def": "すぐれた才能を持っているが、表面には出さないこと。「褐」はぼろぼろの服のことで、外見は粗末な服だが懐には宝玉を隠し持っているという意味。",
      "grade": "Jun2"
  },
  {
      "word": "被害妄想",
      "yomi": "ひがいもうそう",
      "def": "主に精神疾患にみられる症状で、特に根拠もないのに、他者から危害を受けていると思い込むこと。「妄想」は間違ったことを根拠もなく信じること。",
      "grade": "Jun2"
  },
  {
      "word": "百載無窮",
      "yomi": "ひゃくさいむきゅう",
      "def": "いつまでも無くなることがないこと。「百載」は「百歳」のことで、百年という意味から、永遠、永久という意味。「無窮」は限りがないこと。天地はいつまでも不変であることをいう言葉。",
      "grade": "Jun2"
  },
  {
      "word": "百世不磨",
      "yomi": "ひゃくせいふま",
      "def": "いつまでも消えることなく存在し続けること。「百世」は世代が百代もの長い期間という意味から、非常に長い年月、後世まで長く続くという意味。「不磨」は擦り減ってなくなることがないこと。",
      "grade": "Jun2"
  },
  {
      "word": "百戦錬磨",
      "yomi": "ひゃくせんれんま",
      "def": "実際に何度も戦闘を行って、鍛え上げられていること。または、多くの経験を積み重ねていること。「百戦」は非常に多くの戦いのたとえ。「錬磨」は鍛え磨くという意味から技術や精神を向上させること。多くの戦闘に参加して、武術を鍛え上げることをいう。「百戦練磨」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "百八煩悩",
      "yomi": "ひゃくはちぼんのう",
      "def": "人間の持つ苦しみを生み出す全ての迷いのこと。「煩悩」は仏教の言葉で、人間の心身の苦しみを生み出す迷いのこと。煩悩は百八種類あるとされている。",
      "grade": "Jun2"
  },
  {
      "word": "百花斉放",
      "yomi": "ひゃっかせいほう",
      "def": "学問や芸術などが、自由で盛んに行われて発展すること。「百花」は花の数が非常に多いことのたとえ。全ての花が同時に咲くという意味から。1956年に主席である中国共産党の毛沢東が「百家争鳴」と共に掲げた標語の一つで、翌年には撤回された。",
      "grade": "Jun2"
  },
  {
      "word": "百古不磨",
      "yomi": "ひゃっこふま",
      "def": "いつまでも消えることなく存在し続けること。「百古」は非常に長い年月、後世まで長く続くという意味。「不磨」は擦り減ってなくなることがないこと。",
      "grade": "Jun2"
  },
  {
      "word": "富貴栄華",
      "yomi": "ふうきえいが",
      "def": "身分が高くて財産もあり、華やかに繁栄していること。「富貴」は身分が高くて財産があること。「栄華」はきらびやかに栄えていること。",
      "grade": "Jun2"
  },
  {
      "word": "富貴在天",
      "yomi": "ふうきざいてん",
      "def": "財産や地位は天命によって決まっており、人の思い通りにはならないということ。",
      "grade": "Jun2"
  },
  {
      "word": "富貴浮雲",
      "yomi": "ふうきふうん",
      "def": "富や地位などは、はかないものであるということ。悪行で手にした財産や地位は、はかなく身につかないこと。また、金銭や地位などに心がひきつけられることがないことのたとえとしても用いられる言葉。「浮雲」は浮いている雲のことで、落ち着きが無くはかないものであることから。",
      "grade": "Jun2"
  },
  {
      "word": "富貴福沢",
      "yomi": "ふうきふくたく",
      "def": "財産や高い地位があって幸福なこと。主に天から与えられる高い地位・財産・恵みのことをいう。「福沢」は幸福と恵みのこと。",
      "grade": "Jun2"
  },
  {
      "word": "富貴利達",
      "yomi": "ふうきりたつ",
      "def": "多くの財産を得て、高い地位や官職に就くこと。「富貴」は多くの財産と高い地位。「利達」は利益を得て、高い地位や官職に就くこと。",
      "grade": "Jun2"
  },
  {
      "word": "風霜高潔",
      "yomi": "ふうそうこうけつ",
      "def": "清く澄み切った秋の景色のたとえ。風が空高く吹き渡って、霜は白くて清らかに見えるという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "風流韻事",
      "yomi": "ふうりゅういんじ",
      "def": "詩歌や書画などの高尚な遊びのこと。または、自然と親しむ上品で優雅な趣味のこと。「風流」は上品で風情があること。「韻事」は詩歌や書画などの風情がある高尚な遊びのこと。",
      "grade": "Jun2"
  },
  {
      "word": "不耕不織",
      "yomi": "ふこうふしょく",
      "def": "何かを生み出すような仕事をしないこと。または、武士などの身分のこと。田を耕すこともなく、機を織ることもないという意味から。そのような仕事には、武士は関わることはないということから。",
      "grade": "Jun2"
  },
  {
      "word": "腐敗堕落",
      "yomi": "ふはいだらく",
      "def": "気持ちがゆるんで、だらしない生活をするようになること。「腐敗」と「堕落」はどちらも行いが悪くなり、生活が乱れるという意味。",
      "grade": "Jun2"
  },
  {
      "word": "普遍妥当",
      "yomi": "ふへんだとう",
      "def": "どんな出来事や条件にも当てはまること。「普遍」はどんなものにも共通すること。「妥当」は無理がなく、ふさわしいこと。",
      "grade": "Jun2"
  },
  {
      "word": "不偏不党",
      "yomi": "ふへんふとう",
      "def": "主義や思想にこだわることなく、また特定の党に所属することなく、公平で中立の立場をとること。「不偏」はかたよらないこと。「不党」は特定の主義や主張を持つ党派に所属しないこと。",
      "grade": "Jun2"
  },
  {
      "word": "不立文字",
      "yomi": "ふりゅうもんじ",
      "def": "経典に書かれている教義や教条だけではなく、体験によって伝えることが最も大切であるということ。禅宗の言葉で、悟りの境地は文字や言葉では表現できないという意味から。「文字を立てず」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "附和雷同",
      "yomi": "ふわらいどう",
      "def": "自分の考えなどなく、周りの意見にむやみに同調すること。 「附和」は考えなく他人の意見に賛同すること。「雷同」は雷の轟きで、物が共振するということ。「付和雷同」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "粉骨砕身",
      "yomi": "ふんこつさいしん",
      "def": "力の限りを尽くして努力したり働いたりすること。 「粉骨」は骨を粉にすること。「砕身」は身を砕くこと。骨を粉にして身を砕くような努力をするという意味から。特に任された仕事などに対して使うことが多い言葉。",
      "grade": "Jun2"
  },
  {
      "word": "聞風喪胆",
      "yomi": "ぶんぷうそうたん",
      "def": "評判やうわさを聞いて激しく驚くこと。「聞風」はうわさ話のこと。「喪胆」は胆を失う、激しく驚くという意味。「風を聞きて胆を喪う」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "分崩離析",
      "yomi": "ぶんぽうりせき",
      "def": "組織がばらばらになること。「分崩」はばらばらに崩れること。「離析」は分裂するという意味。人々が君主を見限って、人々の心が君主から離れて散り散りになることをいう。",
      "grade": "Jun2"
  },
  {
      "word": "弊衣破帽",
      "yomi": "へいいはぼう",
      "def": "「弊衣」はぼろぼろの服、「破帽」は破れた帽子のことで、むさくるしい粗野な身なりのこと。",
      "grade": "Jun2"
  },
  {
      "word": "褒衣博帯",
      "yomi": "ほういはくたい",
      "def": "大きな裾の服と広い帯のことで儒者の服のこと。また、儒者や学者、文人のこと。「褒衣」は裾の大きい服のこと。",
      "grade": "Jun2"
  },
  {
      "word": "放歌高吟",
      "yomi": "ほうかこうぎん",
      "def": "周りを気にせずに大声で歌を歌ったり詩を吟じたりすること。「放歌」は周りを気にせずに歌うこと。「高吟」は大きな声で詩歌を吟じること。",
      "grade": "Jun2"
  },
  {
      "word": "飽経風霜",
      "yomi": "ほうけいふうそう",
      "def": "世の中の様々な苦労を経験して、したたかで狡猾なこと。「飽経」は飽きるほどに何度も経験すること。「風霜」は困難なことや苦難なことのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "包蔵禍心",
      "yomi": "ほうぞうかしん",
      "def": "誰にも気付かれないように悪事を企むこと。「包蔵」は包み隠すこと。「禍心」は悪い行いをしようと計画すること。「禍心を包蔵す」とも読む。「苞蔵禍心」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "保革伯仲",
      "yomi": "ほかくはくちゅう",
      "def": "体制の維持を主張する保守政党と、体制の改革を主張する革新政党の議員の数がほとんど同じ状態のこと。「保」は保守派の政党。「革」は革新派の政党。「伯仲」の「伯」は兄、「仲」は弟のことで、力に優劣がなく近いということ。",
      "grade": "Jun2"
  },
  {
      "word": "奔南狩北",
      "yomi": "ほんなんしゅほく",
      "def": "天子が災難に巻き込まれないように、北へ南へと逃れること。「奔」は逃げること。天子が災難を避けるために逃げることをはばかって、逃げるではなく狩りに行くと言っていたということから。",
      "grade": "Jun2"
  },
  {
      "word": "忙中有閑",
      "yomi": "ぼうちゅうゆうかん",
      "def": "どんなに忙しいときでも、一息つくくらいの暇はあること。「忙中閑有り」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "母猿断腸",
      "yomi": "ぼえんだんちょう",
      "def": "激しい悲しみや苦しみ。中国の東晋の桓温の部下が、舟に移動しているときに子猿を捕らえた。母猿は岸をつたって、百里以上追いかけて船に飛び乗ったところで力尽き、母猿の腹を割くと腸がずたずたになっていたという故事から。",
      "grade": "Jun2"
  },
  {
      "word": "墨名儒行",
      "yomi": "ぼくめいじゅこう",
      "def": "主張している主義と実際に行っていることが食い違っていること。儒家を批判している墨家と自称して、儒家の孔子の教えに従って行動するという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "末路窮途",
      "yomi": "まつろきゅうと",
      "def": "「末路」は道の終わり、「窮途」は先のない道のことで、苦しい境遇や困難から逃げることが出来ない様子。または、そのような状態で困り果てること。",
      "grade": "Jun2"
  },
  {
      "word": "満目荒涼",
      "yomi": "まんもくこうりょう",
      "def": "見渡すかぎり全てが荒廃している様子。「満目」は視認できる距離全て。「荒涼」は荒れて寂れていること。",
      "grade": "Jun2"
  },
  {
      "word": "名聞利養",
      "yomi": "みょうもんりよう",
      "def": "名声と財産を得ようとする欲のこと。「名聞」は世間の評判、「利養」は身を削り財欲を満たすこと。",
      "grade": "Jun2"
  },
  {
      "word": "無学文盲",
      "yomi": "むがくもんもう",
      "def": "知識がなく、文字を読むことさえできないこと。または、その人のこと。",
      "grade": "Jun2"
  },
  {
      "word": "無私無偏",
      "yomi": "むしむへん",
      "def": "自分の利益などを考えずに公平に行動や判断をすること。「無偏」は偏ることがないこと。",
      "grade": "Jun2"
  },
  {
      "word": "無常迅速",
      "yomi": "むじょうじんそく",
      "def": "人の世の移り変わりは、この上なく速くてはかないということ。「無常」は仏教語で世の中は変化がとても速くて変化しないものはないということ。または、人の命ははかないということ。「迅速」は非常に速い様子のこと。",
      "grade": "Jun2"
  },
  {
      "word": "無声無臭",
      "yomi": "むせいむしゅう",
      "def": "誰にも気づかれずに目立たないことや、行動しても影響がまったく無いこと。または、天の行いは、はかりしることができないので、人は気がつかないということ。何の声もなく、何のにおいもしないという意味から。",
      "grade": "Jun2"
  },
  {
      "word": "無駄方便",
      "yomi": "むだほうべん",
      "def": "役にたっていないように見えるものが、実際は何かの役にたっていることもあること。「方便」は状況にあわせた方法のこと。",
      "grade": "Jun2"
  },
  {
      "word": "迷悟一如",
      "yomi": "めいごいちにょ",
      "def": "仏教では、迷いも悟りも仏になる本性をもつという観点からどちらも同一のものであるということ。",
      "grade": "Jun2"
  },
  {
      "word": "明珠暗投",
      "yomi": "めいしゅあんとう",
      "def": "どんなに貴重なものでも、人に贈るときに礼を失すれば恨まれることのたとえ。「明珠」はそれ自身が光を発する宝玉、「暗投」は暗闇に物を投げるという意味。暗闇にいる人に明月の珠を投げつけても、剣に手をかけて睨まない人はいない。それは理由もなく急に前に飛んでくるからだと書状を奉り、身の潔白を主張した故事から。",
      "grade": "Jun2"
  },
  {
      "word": "妄言多謝",
      "yomi": "もうげんたしゃ",
      "def": "独断と偏見でいい加減な言葉を並べ立てた後に、相手にわびる言葉。手紙などで自分の意見などを包み隠さずに記した手紙の末尾に記して、失礼をわびる言葉。",
      "grade": "Jun2"
  },
  {
      "word": "妄評多罪",
      "yomi": "もうひょうたざい",
      "def": "他人の文章を批評したあとに、末尾に付記する言葉で、見当外れで無遠慮な批評をわびるという意味。",
      "grade": "Jun2"
  },
  {
      "word": "目挑心招",
      "yomi": "もくちょうしんしょう",
      "def": "遊女が客を流し目で誘惑する様子のこと。「目挑」は流し目で誘うこと、「心招」は心の中で誘い招くこと。",
      "grade": "Jun2"
  },
  {
      "word": "問柳尋花",
      "yomi": "もんりゅうじんか",
      "def": "春の景色を楽しむこと。または、色町で遊ぶこと。花や柳を探しながら景色を楽しむということから。または、花や柳を遊女や芸妓にたとえて、花柳界に遊ぶこと。「柳を問い、花を尋ねる」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "唯一無二",
      "yomi": "ゆいいつむに",
      "def": "世の中に一つだけで他に並ぶものがないもののこと。「唯一」は一つだけ、「無二」は二つとないということで、同じ意味を持つ同義語を並べたもの。",
      "grade": "Jun2"
  },
  {
      "word": "唯我独尊",
      "yomi": "ゆいがどくそん",
      "def": "この世で自分だけがすぐれていると増長すること。釈迦が生まれた時の故事から。",
      "grade": "Jun2"
  },
  {
      "word": "幽愁暗恨",
      "yomi": "ゆうしゅうあんこん",
      "def": "誰にも知られることのない深い恨みや憂いのこと。「幽愁」は奥深い嘆き、「暗恨」は深い恨みのこと。",
      "grade": "Jun2"
  },
  {
      "word": "雄大豪壮",
      "yomi": "ゆうだいごうそう",
      "def": "規模が大きくて、立派なこと。「雄大」は雄々しくて大きいという意味。「豪壮」は大きくて立派という意味。",
      "grade": "Jun2"
  },
  {
      "word": "有備無患",
      "yomi": "ゆうびむかん",
      "def": "日頃から十分に準備をしておけば、何が起こっても困らないという意味。「備え有れば患（うれ）い無し」の形で使うことが多い言葉。",
      "grade": "Jun2"
  },
  {
      "word": "悠悠閑閑",
      "yomi": "ゆうゆうかんかん",
      "def": "のんびりとしていて落ち着いている様子。「悠悠」はあせらずにゆったりとしている様子。「閑閑」は静かで落ち着いていること。似ている意味の言葉を重ねて強調した言葉。「悠悠」は「優優」、「閑閑」は「緩緩」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "悠悠自適",
      "yomi": "ゆうゆうじてき",
      "def": "世間のうんざりするようなことから離れて、思いのままのんびりと生活すること。「悠悠」は落ち着いていてのんびりと余裕のある様子。「自適」は気分のままに楽しみながらのんびりと暮らすこと。「優遊自適」や「優游自適」とも書く。",
      "grade": "Jun2"
  },
  {
      "word": "庸言庸行",
      "yomi": "ようげんようこう",
      "def": "いつもどおりの言葉遣いと行動のこと。「庸言」はいつもの言動、「庸行」はいつもの行動。",
      "grade": "Jun2"
  },
  {
      "word": "養生喪死",
      "yomi": "ようせいそうし",
      "def": "生きているものをしっかりと養って、死んだものをしっかりと弔うこと。民がこれを十分に果たせるようになることが、王道政治の第一歩とした孟子の思想。「生を養い死を喪す」とも読む。",
      "grade": "Jun2"
  },
  {
      "word": "雷騰雲奔",
      "yomi": "らいとううんぽん",
      "def": "現れたと思う時間すらなく、すぐに去ってしまうこと。「雷騰」は雷が踊り上がること、「雲奔」は雲が走るように流れること。",
      "grade": "Jun2"
  },
  {
      "word": "楽禍幸災",
      "yomi": "らくかこうさい",
      "def": "他人の不幸を見て楽しんだり喜んだりすること。「楽禍」は他人が災難に遭うところを見て楽しむ、「幸災」は他人が災いに遭うことを幸いとするという意味。",
      "grade": "Jun2"
  },
  {
      "word": "離群索居",
      "yomi": "りぐんさっきょ",
      "def": "仲間や群れから離れて一人でいること。「群」は群れや仲間、「索」は散るや孤立するという意味。",
      "grade": "Jun2"
  },
  {
      "word": "履霜堅氷",
      "yomi": "りそうけんぴょう",
      "def": "大きな災難に遭わないように、少しでも災難の前兆があれば準備する、または避けるべきであるということ。「履霜」は霜（しも）を踏むこと。霜を踏むようになると寒さがさらに厳しくなるので準備をしなければならないという意味。",
      "grade": "Jun2"
  },
  {
      "word": "柳暗花明",
      "yomi": "りゅうあんかめい",
      "def": "「柳暗」は柳が茂って薄暗いこと、「花明」は花が明るく咲くことから、春の美しい景観の形容。または、芸者や遊女の社会のこと。",
      "grade": "Jun2"
  },
  {
      "word": "柳緑花紅",
      "yomi": "りゅうりょくかこう",
      "def": "人が手を加えていない自然のままの美しさのこと。紅い花と緑の柳ということから、春の美しい景色を言い表す言葉。禅宗では、花は紅く、柳は緑という自然そのものの姿こそが悟りの境地であることをいう。",
      "grade": "Jun2"
  },
  {
      "word": "陵谷遷貿",
      "yomi": "りょうこくせんぼう",
      "def": "世の中が非常に激しく変化して、今までとは全く別のものになることのたとえ。「遷貿」は時間と共に様変わりしていくこと。大きな丘が削られて深い谷になったり、深い谷が石などに埋め立てられて大きな丘になったりするような大きな変化という意味から。",
      "grade": "Jun2"
  },
  {
      "word": "累世同居",
      "yomi": "るいせいどうきょ",
      "def": "数世代の子孫が同じ家に同居すること。「累世」は代々または世を重ねるということ。「同居」は同じ家に一緒に住むこと。",
      "grade": "Jun2"
  },
  {
      "word": "露往霜来",
      "yomi": "ろおうそうらい",
      "def": "露の季節が過ぎ去って気が付くと霜の季節が来るという意味から、時の流れが早いことのたとえ。",
      "grade": "Jun2"
  },
  {
      "word": "六根清浄",
      "yomi": "ろっこんしょうじょう",
      "def": "欲望や迷いを断ち切り、心と体を清らかにすること。「六根」は仏教で煩悩や迷いなどの元になるとされる六つの器官のことで、眼・耳・鼻・舌・身・意のことをいう。「清浄」は煩悩や迷いなどを捨てて、汚れがなく清らかなこと。山参りなどで修行者が山に登るときに唱えていた言葉。「六根浄」と略して用いられることもあり、それが変化したものが「どっこいしょ」という掛け声の語源ともいわれている。",
      "grade": "Jun2"
  },
  {
      "word": "和衷共済",
      "yomi": "わちゅうきょうさい",
      "def": "心を合わせて協力して物事を行うこと。「和衷」は心の底から一つに合わせること。",
      "grade": "Jun2"
  },
  {
      "word": "和衷協同",
      "yomi": "わちゅうきょうどう",
      "def": "心を合わせて協力して物事を行うこと。「和衷」は心の底から一つに合わせること、「協同」は協力して物事を行うこと。",
      "grade": "Jun2"
  },
  {
      "word": "和風慶雲",
      "yomi": "わふうけいうん",
      "def": "温厚な人格者を言い表した語。穏やかで和らいだ風とよいことが起きる前兆とされる雲（慶雲）のような存在という意味。孔子の弟子の顔淵を評した言葉。",
      "grade": "Jun2"
  },
  {
      "word": "和洋折衷",
      "yomi": "わようせっちゅう",
      "def": "日本と西洋の様式を適度に取り入れて混ぜ合わせること。「和洋」は日本と西洋、「折衷」は様々なものの中から良い所を選び、両極端な部分を捨ててうまく調和させること。",
      "grade": "Jun2"
  }
]