[
    {
        "word": "悪衣悪食",
        "yomi": "あくいあくしょく",
        "def": "粗末な着物と食事のことから、質素で貧しい生活という意味。",
        "grade": "5"
    },
    {
        "word": "悪因悪果",
        "yomi": "あくいんあっか",
        "def": "元は仏教語で、悪いことをすると必ず悪い報いがあるという意味。「悪因」は悪い報いの原因、「悪果」は悪い結果や報い。悪いことをせずに、正しいことをするべきであるという戒めの言葉。",
        "grade": "5"
    },
    {
        "word": "悪逆無道",
        "yomi": "あくぎゃくむどう",
        "def": "人の道をはずれた計り知れないほどの悪行のこと。「悪逆」は律令法の八逆の中の一つで親族殺しのこと。「無道」は人としての道理にはずれていること。",
        "grade": "5"
    },
    {
        "word": "悪事千里",
        "yomi": "あくじせんり",
        "def": "悪い噂や悪い評判はすぐに遠くまで知れ渡るということ。「悪事」は悪い行い、「千里」は遠くの場所という意味。",
        "grade": "5"
    },
    {
        "word": "悪人正機",
        "yomi": "あくにんしょうき",
        "def": "罪深い悪人を救済することこそが、阿弥陀仏の本願であるという教えのこと。「正機」は人が悟りを得るための条件や資質のことで、悪人こそが往生するにふさわしい機根だとする浄土真宗の親鸞の基本的思想のこと。",
        "grade": "5"
    },
    {
        "word": "悪口雑言",
        "yomi": "あっこうぞうごん",
        "def": "様々な悪口を好き放題に言うこと。またはその言葉のこと。",
        "grade": "5"
    },
    {
        "word": "安居危思",
        "yomi": "あんきょきし",
        "def": "平和なときにでも、最悪な事態を想定して備えておくことが大切であるという戒めの言葉。「安居」は平和な生活。「危思」は危険な事態を思い浮かべること。「安きに居りて危うきを思う」とも訓読する。",
        "grade": "5"
    },
    {
        "word": "安居楽業",
        "yomi": "あんきょらくぎょう",
        "def": "今の地位や立場などに満足して、楽しみながら仕事をすること。または、よい政治が行われ、人々の生活が安定していること。「居に安んじ、業を楽しむ」とも、「安居して業を楽しむ」とも読む。",
        "grade": "5"
    },
    {
        "word": "安心立命",
        "yomi": "あんじんりつめい",
        "def": "どんなに困難な場面に遭遇しても心を安らかな状態に保ち、どんな時にも惑わされずに天命をまっとうすること。「安心」は仏教の語で、信仰により得ることが出来る心の安らぎの境地。「立命」は儒教の語で、天命をまっとうすること。",
        "grade": "5"
    },
    {
        "word": "暗送秋波",
        "yomi": "あんそうしゅうは",
        "def": "ひそかに機嫌を取ってとりいろうとすること。または、女性が色目を使うこと。または、表には出さず陰で悪だくみをすること。「暗」はこっそり、ひっそりの意。「秋波」は美人の澄んだ目は秋の波のように涼しげであることから、色目のこと。「暗に秋波を送る」とも読む。",
        "grade": "5"
    },
    {
        "word": "安宅正路",
        "yomi": "あんたくせいろ",
        "def": "仁と義のたとえ。「安宅」は住み心地の良い家のことで、安らかな身の置き場の意から、仁のたとえ。「正路」は人の歩むべき正しい道という意から、義のたとえ。",
        "grade": "5"
    },
    {
        "word": "易往易行",
        "yomi": "いおういぎょう",
        "def": "阿弥陀如来にすがり南無阿弥陀仏を唱えれば、たやすい修行で極楽往生できるという他力本願の浄土宗の教えのこと。",
        "grade": "5"
    },
    {
        "word": "意気投合",
        "yomi": "いきとうごう",
        "def": "気持ちや考えが一致すること。または、気が合うこと。「意気」は気持ちや考え、「投合」は一致するという意味。",
        "grade": "5"
    },
    {
        "word": "異曲同工",
        "yomi": "いきょくどうこう",
        "def": "見た目は違っているが、手法や技術に大きな差がないこと。「曲」は音曲、「工」は技術、技巧のこと。同じ技巧の音曲でも味わいが異なっていたり、同じ技巧の詩文でも趣が異なっていること。",
        "grade": "5"
    },
    {
        "word": "異口同音",
        "yomi": "いくどうおん",
        "def": "全員が同じことを言うこと。または、全員の意見が一つに揃うこと。「異口」は多くの自分以外の口。「同音」は口をそろえて言うこと。",
        "grade": "5"
    },
    {
        "word": "意在言外",
        "yomi": "いざいげんがい",
        "def": "自分の考えを意図的に曖昧にして、相手に推察させること。または、詩文の字間や行間に自分の考えを込めること。",
        "grade": "5"
    },
    {
        "word": "医食同源",
        "yomi": "いしょくどうげん",
        "def": "日常の食生活に気を配ることが、一番の病気予防になるということ。「医食」は医薬と食事。「同源」は根本が同じであるということ。病気を治すために飲む薬と日常の食事は、どちらも健康を維持するためのものであり、根本は同じであるということから。",
        "grade": "5"
    },
    {
        "word": "以心伝心",
        "yomi": "いしんでんしん",
        "def": "言葉や文字などを使うことなく、心と心で互いの意志や気持ちが通じ合うこと。元は、文字や言葉では表現できない奥義を、師と弟子の心を通わせることで伝えることを意味した禅宗の言葉。「心（こころ）を以（もっ）て心（こころ）に伝（つた）う」と訓読する。",
        "grade": "5"
    },
    {
        "word": "衣帯中賛",
        "yomi": "いたいちゅうのさん",
        "def": "中国南宋の文天祥という人物が、処刑されるときに帯の中に残した文章のこと。または、仁義や忠節を守り通すこと。「衣帯中」は衣服の帯の中のこと。「賛」は人や物事を褒め称える文体のこと。南宋が滅ぼされていく中、南宋の文天祥は元（げん）に捕らえられ、元に仕えるように迫られたが、南宋への忠義を守り通して処刑された。文天祥の帯の中には、死に臨む賛の文章が残されていたという故事から。",
        "grade": "5"
    },
    {
        "word": "異体同心",
        "yomi": "いたいどうしん",
        "def": " それぞれ異なる体を持っているが、心は強く結ばれていること。「異体」は異なる体のこと。「同心」は心が同じであること。おもに夫婦や親しい人間関係などの深い関係をいう言葉。",
        "grade": "5"
    },
    {
        "word": "衣帯不解",
        "yomi": "いたいふかい",
        "def": "他のことを忘れるほど、あることに集中すること。「衣帯」は着物と帯のこと。 「不解」は服を脱がないこと。衣服も着替えず、不眠不休で仕事に取り組むということから。「衣帯を解かず」とも読む。",
        "grade": "5"
    },
    {
        "word": "一意専心",
        "yomi": "いちいせんしん",
        "def": "他のことに心を奪われることなく、一つのことだけに心を注ぐこと。「一意」と「専心」はどちらも一つのことだけに心を注ぐこと。「一意摶心」とも書く。",
        "grade": "5"
    },
    {
        "word": "一衣帯水",
        "yomi": "いちいたいすい",
        "def": "海や川が間にあって遮られているが、非常に距離が近いこと。または、互いの関係が非常に深いこと。陳の君主の悪政によって庶民が飢えと寒さで窮地に陥ったときに、隣国の隋の文帝が「たった一本の帯のような川（揚子江）に隔てられているからといって、民を見捨てることができるか」といって、陳の国を討伐したという故事から。",
        "grade": "5"
    },
    {
        "word": "一往一来",
        "yomi": "いちおういちらい",
        "def": "行ったり来たりすること。「一」は\"ある時は\"という意味。「往」は行くこと。「来」は来ること。",
        "grade": "5"
    },
    {
        "word": "一牛鳴地",
        "yomi": "いちぎゅうめいち",
        "def": "非常に近い距離にあること。または、のどかな田舎、田園風景のこと。「牛鳴」とは牛の鳴く声のことで、牛の鳴き声が聞こえるほど近い距離という意から。「一牛鳴」とも略す言葉。",
        "grade": "5"
    },
    {
        "word": "一言一行",
        "yomi": "いちげんいっこう",
        "def": "一つの言葉と一つの行いのこと。何気ない言動のこと。",
        "grade": "5"
    },
    {
        "word": "一言半句",
        "yomi": "いちごんはんく",
        "def": "短い言葉。些細な言葉。一言。「一言」と「半句」はどちらも少しの言葉という意味で、似ている意味のものを重ねて強調した言葉。",
        "grade": "5"
    },
    {
        "word": "一新紀元",
        "yomi": "いちしんきげん",
        "def": "新しい時代の始まりのこと。また、新しい時代の最初の年のこと。「新紀元」は新時代の最初の年のこと。",
        "grade": "5"
    },
    {
        "word": "一字千金",
        "yomi": "いちじせんきん",
        "def": "筆跡や詩文がすぐれていることのたとえ。「一字」は文字の一つ、「千金」は多額の金銭のたとえで、一つ一つの文字に大金のような価値があるという意味から。『呂氏春秋』を完成させたときに、都の門の前に並べて、一文字でも添削できれば千金を与えようと言って、出来映えを誇ったという故事から。",
        "grade": "5"
    },
    {
        "word": "一日三秋",
        "yomi": "いちじつさんしゅう",
        "def": "相手を恋しく思う気持ちが深いこと。または、とても待ち遠しいこと。「三秋」は秋が三回過ぎることから\"三年\"の意。一日会わなかっただけで、三年も会わなかったような気がすることから。",
        "grade": "5"
    },
    {
        "word": "一日千秋",
        "yomi": "いちじつせんしゅう",
        "def": "時、人、物などが来るのを今か今かと楽しみに待つこと。「千秋」は秋が千回来ることから千年という意味。その時が来るのが楽しみで、一日が千年のように長く感じるという意味。",
        "grade": "5"
    },
    {
        "word": "一字不説",
        "yomi": "いちじふせつ",
        "def": "仏法の心理、悟りは奥深く、言葉で言い表すことはできず、自ら体得するしかないということ。釈迦が悟り得た境地を、一字も説いていないということから。",
        "grade": "5"
    },
    {
        "word": "一上一下",
        "yomi": "いちじょういちげ",
        "def": "上がったり下がったりすること。または、情況に合わせて対応すること。「一」は\"あるときは\"の意味。",
        "grade": "5"
    },
    {
        "word": "一場春夢",
        "yomi": "いちじょうのしゅんむ",
        "def": "人生の栄光や繁栄が、儚く消えてしまうことのたとえ。「一場」はほんの短い間の意。春の夜にみる夢のように儚いということから。",
        "grade": "5"
    },
    {
        "word": "一時流行",
        "yomi": "いちじりゅうこう",
        "def": "その時々の世の中の好みに合った一時的な新しさのこと。もとは俳諧のことばで、常に新しさを求めて、変化を重ねていくことから。",
        "grade": "5"
    },
    {
        "word": "一大決心",
        "yomi": "いちだいけっしん",
        "def": "生涯に一度しかないような大きな決意のこと。「一大」は重要なという意味。名詞の前に付けて意味を補ったり変えたりする接頭辞。「決心」は意志を心に決めること。",
        "grade": "5"
    },
    {
        "word": "一団和気",
        "yomi": "いちだんのわき",
        "def": "なごやかな雰囲気のこと。親密さがあふれており、親しみやすい様子。「一団」は集団のこと。",
        "grade": "5"
    },
    {
        "word": "一日不食",
        "yomi": "いちにちふしょく",
        "def": "毎日、仕事の後でないと食事をしないこと。何よりも仕事を大切にする心得。唐のある禅師は、老齢にして毎日人一倍労務を行っていた。みかねた弟子たちが農具を隠し、師に休息をとるよう願った。禅師は農具を探したが見つからず休息をとったが、その日は食事をとることはなかった。弟子たちが理由を尋ねると「一日作らざれば一日食らわず」と答えたという故事から。",
        "grade": "5"
    },
    {
        "word": "一人当千",
        "yomi": "いちにんとうせん",
        "def": "非常に大きな力、勇気があること。または、そのような人。一人が千人と同等の力を持っている意味から。「一人千人に当たる」とも読む。",
        "grade": "5"
    },
    {
        "word": "一病息災",
        "yomi": "いちびょうそくさい",
        "def": "一つくらい持病があったほうが、健康な人よりも体を気遣うようになり長生きできるということ。「一病」は持病が一つあること。「息災」は元は仏教語で、病気や災害などの災いを仏の力で止めるという意味から、災いもなく元気であること。",
        "grade": "5"
    },
    {
        "word": "一部始終",
        "yomi": "いちぶしじゅう",
        "def": "物事の最初から最後までの詳しい事情のこと。初めから終わりまで。「一部」は一つの書物のこと。”部”は書物を数える単位。「始終」は初めと終わり、または初めから終わりまでの全ての事情のこと。元は”一つの書物の初めから終わりまでの全ての内容”という意味の言葉。",
        "grade": "5"
    },
    {
        "word": "一別以来",
        "yomi": "いちべついらい",
        "def": "この前会った時以来という意味。しばらく会っていない人との挨拶の時に言葉。「一別」は一度別れるの意味。「一別来」とも略す。",
        "grade": "5"
    },
    {
        "word": "一望千里",
        "yomi": "いちぼうせんり",
        "def": "広い範囲を遠くまで見渡すことができること。または、広々としていて遠くまで見通せる美しい景色のたとえ。「一望」は景色などで、一度に全体を見ることができること。「千里」の「里」は距離を表す単位のことで、一里は約四キロメートル。一度に千里先まで見渡すことが出来るという意味から。",
        "grade": "5"
    },
    {
        "word": "一木一草",
        "yomi": "いちぼくいっそう",
        "def": "その場にあるすべてのもののこと。または、極めて少ないもののこと。「一木」は一本の木のこと。「一草」は一本の草のこと。一本の木から一本の草まで全てのものという意味。または、わずか一本の木と一本の草という意味。",
        "grade": "5"
    },
    {
        "word": "一枚看板",
        "yomi": "いちまいかんばん",
        "def": "一座を代表する役者のこと。または、多くの人の中心人物となる人のこと。また、一着しかない衣服のこと。歌舞伎で演目や役者名、絵姿を一枚の看板に描いて劇場の前に掲げていて、その看板に名前が載るほど役者ということから。",
        "grade": "5"
    },
    {
        "word": "一味徒党",
        "yomi": "いちみととう",
        "def": "同じ志や目的のために集まること。また、その仲間のこと。「一味」は同じ目的をもつ同志、仲間のこと。「徒党」も仲間を表すが、多くは悪い仲間のことをいう。",
        "grade": "5"
    },
    {
        "word": "一味同心",
        "yomi": "いちみどうしん",
        "def": "同じ目的をもって結束すること。または、同じ目的をもち集まり、心を一つにした同志、仲間のこと。「一味」は同じ目的をもつ同志、仲間のこと。「同心」は志を同じくすること。",
        "grade": "5"
    },
    {
        "word": "一目十行",
        "yomi": "いちもくじゅうぎょう",
        "def": "文章などを読むのが速いことのたとえ。一目見ただけで、十行の文章を読むことができるということから。梁の簡文帝は幼少期より理解力が人並み以上であり、読書の際には一度に十行ずつ読んだという故事から。",
        "grade": "5"
    },
    {
        "word": "一問一答",
        "yomi": "いちもんいっとう",
        "def": "一つの質問、設問に対して一つの解答をすること。また、その形式のこと。",
        "grade": "5"
    },
    {
        "word": "一文半銭",
        "yomi": "いちもんはんせん",
        "def": "ごくわずかな金銭のこと。「文」と「銭」はともに昔の通貨の単位。一文銭の直径が一寸（ひとき）であることから、半銭を\"きなか\"とも読む。",
        "grade": "5"
    },
    {
        "word": "一文不通",
        "yomi": "いちもんふつう",
        "def": "読み書きができないこと。「文」は文字の意。一文字ですら意味が通じていないことから。",
        "grade": "5"
    },
    {
        "word": "一夜十起",
        "yomi": "いちやじっき",
        "def": "人は多かれ少なかれ私心や私情に左右され、私心を全て捨てさることは難しいということ。「一夜に十たび起く」とも読む。",
        "grade": "5"
    },
    {
        "word": "一遊一予",
        "yomi": "いちゆういちよ",
        "def": "遊び楽しむこと。「一」は\"あるときは\"の意味。「遊」と「予」はともに遊び楽しむという意味。王が楽しみを兼ねて民の生活を視察していたということから。",
        "grade": "5"
    },
    {
        "word": "一葉知秋",
        "yomi": "いちようちしゅう",
        "def": "わずかな前兆や現象から、物事の本質や変化、衰退などを察知すること。「一葉」は一枚の葉のこと。「知秋」は秋がきたことを知る意。一枚の葉が落ちるのを見て、秋の訪れを察知するということから。",
        "grade": "5"
    },
    {
        "word": "一陽来復",
        "yomi": "いちようらいふく",
        "def": "悪い傾向にあった物事がよい傾向に向かうこと。または、冬が終わって春が来ること。または、冬至のこと。「一陽」は冬から春になる兆しのこと。「来復」は再びやってくること。もとは易経の言葉で、陰と陽の二つを組合せたものからなる六十四卦で、陰暦十月は陰だけで構成され、冬至から陽が一つ含まれるようになるということから。陽が復する（戻ってくる）のは冬至からであることから。",
        "grade": "5"
    },
    {
        "word": "一利一害",
        "yomi": "いちりいちがい",
        "def": "利益がある一方で害もあること。良い点と悪い点の両方があること。新たな利益を求めるよりも、今みられる害悪を取り除く方がよいという教え。",
        "grade": "5"
    },
    {
        "word": "一路順風",
        "yomi": "いちろじゅんぷう",
        "def": "ものごとが順調に進むこと。または、旅に出る人の安全を祈ることば。「一路」はひたすらの意味。「順風」は追い風のこと。船の航行が順調ということから。",
        "grade": "5"
    },
    {
        "word": "一路平安",
        "yomi": "いちろへいあん",
        "def": "旅立つ人の道中の安全を祈る言葉。「一路」は旅の道中のこと。「平安」は無事で穏やかなこと。",
        "grade": "5"
    },
    {
        "word": "一挙一動",
        "yomi": "いっきょいちどう",
        "def": "日常のちょっとした動作や立ち居振る舞いのこと。または、一つ一つの動作のこと。「一」は”ちょっとした”や”一つ一つ”という意味。普段の動作を意味する「挙動」という言葉を「挙」と「動」に分け、「一」をそれぞれに付けて意味を強調した言葉。",
        "grade": "5"
    },
    {
        "word": "一挙両失",
        "yomi": "いっきょりょうしつ",
        "def": "一つの行動がもとで、同時に他のことまでも駄目になってしまうこと。「一挙」は一つの動作、行動のこと。",
        "grade": "5"
    },
    {
        "word": "一挙両得",
        "yomi": "いっきょりょうとく",
        "def": "一つの行動によって、二つの利益を得ること。 「一挙」は一つの動作や行動。「両得」は二つの利益を得ること。",
        "grade": "5"
    },
    {
        "word": "一件落着",
        "yomi": "いっけんらくちゃく",
        "def": "問題となっていた物事や事件が解決し、決着がつくこと。「一件」は一つの物事や事件のこと。「落着」は物事の決まりが着くこと。",
        "grade": "5"
    },
    {
        "word": "一刻千金",
        "yomi": "いっこくせんきん",
        "def": "ほんのわずかな時間が千金にも値するということ。「一刻」の「刻」は時間の単位のことで、わずかな時間のたとえ。「千金」は多額の金銭のことから、価値があることのたとえ。楽しい時間や季節などがあっという間に過ぎ去っていくことを惜しんでいう言葉。また、少しの時間でも大切にするべきだという戒め。出典は「春宵一刻値千金」という言葉で、春の夜は素晴らしく非常に価値があるという意味。",
        "grade": "5"
    },
    {
        "word": "一死七生",
        "yomi": "いっししちしょう",
        "def": "天上界で一度死ぬと、人間界で七たび生まれ変わるということ。仏教用語。",
        "grade": "5"
    },
    {
        "word": "一子相伝",
        "yomi": "いっしそうでん",
        "def": "学問や技芸などの奥義を子孫の一人、または、弟子の一人だけに伝授し、他の者には決して漏らさないこと。「相伝」は物事を代々伝えていくこと。",
        "grade": "5"
    },
    {
        "word": "一視同仁",
        "yomi": "いっしどうじん",
        "def": "差別することなく、全ての人を平等に慈しむこと。 「一視」は一つのものとして見ること。「仁」は愛するという意味。「同仁」は全てのものを同じように愛するという意味。",
        "grade": "5"
    },
    {
        "word": "一紙半銭",
        "yomi": "いっしはんせん",
        "def": "ごくわずかなことのたとえ。「一紙」は一枚の紙のこと。「半銭」は半文の銭のこと。仏教用語では、寄進の金額が少ないことをいう。",
        "grade": "5"
    },
    {
        "word": "一死報国",
        "yomi": "いっしほうこく",
        "def": "命をかけて国の恩に報いること。「一死」は死ぬことを強めた言い方。「報国」は国から受けた恩に報いること。",
        "grade": "5"
    },
    {
        "word": "一宿一飯",
        "yomi": "いっしゅくいっぱん",
        "def": "ちょっとした世話になること。「一宿」は一泊させてもらうこと。「一飯」は一回の食事をご馳走になること。「一宿一飯の恩義」という形で、ちょっとした恩義でも決して忘れてはならないという戒めの言葉として用いられる。昔の博徒は、少しでも他人の世話になったならば、それを一生の恩義としていたことからきた言葉。",
        "grade": "5"
    },
    {
        "word": "一進一退",
        "yomi": "いっしんいったい",
        "def": "進んだり退いたりすること。または、物事の状況が良くなったり、悪くなったりすること。「一進」はときには進むこと。「一退」はときには退くこと。",
        "grade": "5"
    },
    {
        "word": "一心同体",
        "yomi": "いっしんどうたい",
        "def": "複数の人が心を一つにして、まるで一人の人であるかのように固く結びつくこと。「一心」は複数の人が心を一つにすること。「同体」は一つの体のようになること。夫婦の愛情や友人との信頼などのことをいう言葉。",
        "grade": "5"
    },
    {
        "word": "一心不乱",
        "yomi": "いっしんふらん",
        "def": "他のことに心を奪われることなく、一つのことに集中すること。または、余所見をすることなく、ひたすら努力すること。「一心」は心を一つにして集中すること。「不乱」は乱さないこと。元は仏教の語。",
        "grade": "5"
    },
    {
        "word": "一世一代",
        "yomi": "いっせいちだい",
        "def": "人が生まれて死ぬまでの間にたった一度だけのこと。「一世」と「一代」はどちらも人が生きている間という意味。元は歌舞伎の役者などが引退する最後の舞台で一番得意な芸を演じることをいった言葉。",
        "grade": "5"
    },
    {
        "word": "一石二鳥",
        "yomi": "いっせきにちょう",
        "def": "一度の行動で二つの利益を得ること。または、一度の行動で、同時に二つの目的を達成すること。「一石」は一つの石を投げること。「二鳥」は二羽の鳥を捕まえること。一つの石を投げて、二羽の鳥を同時に捕まえるという意味から。英語のことわざを日本語に訳した言葉。",
        "grade": "5"
    },
    {
        "word": "一体分身",
        "yomi": "いったいぶんしん",
        "def": "一つのものが複数のものに分かれること。仏教の言葉で、世の人々を救うために、仏が様々な姿をかりて現れること。",
        "grade": "5"
    },
    {
        "word": "一短一長",
        "yomi": "いったんいっちょう",
        "def": "人や物には長所もあれば短所もあること。得意なことと苦手なことがあり、完全ではないということ。「短」は短所、苦手なこと、「長」は長所、得意なこと。「一」は～もあれば～もあるという意味の文で、「一短一長」の場合は、短所もあれば長所もあるという意味になる。",
        "grade": "5"
    },
    {
        "word": "一治一乱",
        "yomi": "いっちいちらん",
        "def": "世の中が治まったり乱れたりと繰り返し変化する様子。「一」は「あるときは～、あるときは～」という意味で、「一治一乱」の場合、あるときは平和に治まったり、あるときは戦乱によって乱れるという意味になる。",
        "grade": "5"
    },
    {
        "word": "一知半解",
        "yomi": "いっちはんかい",
        "def": "知ってはいるが、完璧には理解していないこと。「一知」は一つのことを知っていること。「半解」は半分だけ理解していること。",
        "grade": "5"
    },
    {
        "word": "一長一短",
        "yomi": "いっちょういったん",
        "def": "人や物には、長所もあれば短所もあるということ。「長」は長所、得意なこと。「短」は短所、苦手なこと。「一」は「～もあれば～もある」という意味で、「一長一短」の場合は「長所もあれば短所もある」という意味になる。",
        "grade": "5"
    },
    {
        "word": "一点一画",
        "yomi": "いってんいっかく",
        "def": "文字の一つの点、一つの筆画、主に漢字についていう。または、文字の一つ一つの細かいところに気をつけて、丁寧に書くこと。",
        "grade": "5"
    },
    {
        "word": "一天四海",
        "yomi": "いってんしかい",
        "def": "全世界。「一天」は天の下全てということから、全世界のこと。「四海」は四方向全ての海ということから、全世界のこと。",
        "grade": "5"
    },
    {
        "word": "一刀両断",
        "yomi": "いっとうりょうだん",
        "def": "ためらうことなく、物事をすぐさま決断すること。または、思い切りよく、物事の始末をつけること。「一刀」は刀を一度振り下ろすこと。「両断」は二つに切断すること。 刀を一度振り下ろし、真っ二つに切断するという意味から。「一刀両段」とも書く。",
        "grade": "5"
    },
    {
        "word": "一得一失",
        "yomi": "いっとくいっしつ",
        "def": "利益を一つ得ると、別の部分では一つ損失があること。利益と損失の両方がともにあるということから。",
        "grade": "5"
    },
    {
        "word": "一徳一心",
        "yomi": "いっとくいっしん",
        "def": "目的や利益が同じ者同士が心を一つにして事にあたること。または、君主と臣下が協力して物事を行うこと。「徳を一にし心を一にす」とも読む。",
        "grade": "5"
    },
    {
        "word": "一飯千金",
        "yomi": "いっぱんせんきん",
        "def": "ほんの少しの恩義でも決して忘れず、手厚いお返しをすること。一度の食事には千金もの価値があるという意味から。受けた恩義がどれほど小さくても、それを忘れてはいけないという戒めの言葉。中国の漢の時代の韓信は貧しく、老婆にしばらくの間食事を恵んでもらい、その後、出世して楚の王となり、その老婆を呼び千金を与えたという故事から。",
        "grade": "5"
    },
    {
        "word": "以毒制毒",
        "yomi": "いどくせいどく",
        "def": "悪を滅するために、他の悪を使うこと。毒を治療するために、別の毒を使うという意味から。「毒を以て毒を制す」という形で使うことの多い言葉。",
        "grade": "5"
    },
    {
        "word": "意味深長",
        "yomi": "いみしんちょう",
        "def": "言動や詩文などに深い趣や意味が込められていること。または、表に出ている意味とは別の意味が隠されていること。「深長」は奥深くに意味が隠されていること。「意味深」という形で略して使うこともある。",
        "grade": "5"
    },
    {
        "word": "異類中行",
        "yomi": "いるいちゅうぎょう",
        "def": "多く人々を救済するために、仏や菩薩がこの世に身を置くこと。または、禅宗では指導者が修行者を導くために、様々な方法を取ること。「異類」は違う種類という意味。仏が異類の中を行くという意味から。",
        "grade": "5"
    },
    {
        "word": "異路同帰",
        "yomi": "いろどうき",
        "def": "やり方が違っていても結果は同じになるということのたとえ。違う道を通っていても、同じ場所に到着するという意味から。「路を異にして帰りを同じうす」とも読む。",
        "grade": "5"
    },
    {
        "word": "飲河満腹",
        "yomi": "いんかまんぷく",
        "def": "自分の身の丈に合った欲望で満足するべきであるということ。中国古代の伝説の聖天子尭帝が、許由に天下を譲ろうとすると、動物のもぐらは大きな黄河の水を飲んでも、満腹になればそれ以上は飲まないといって断ったという故事から。「偃鼠河に飲むも満腹に過ぎず」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "因果応報",
        "yomi": "いんがおうほう",
        "def": "よい行いには必ずよい報いがあり、悪い行いには必ず悪い報いがあるということ。「因果」は原因と結果。「応報」は善悪に応じた報いがあること。元は仏教語で、過去や前世の行いの善悪に応じた報いがあるという意味。現在では、悪い行いの報いの意味で使われることが多い言葉。",
        "grade": "5"
    },
    {
        "word": "因機説法",
        "yomi": "いんきせっぽう",
        "def": "相手の能力や、その場の状況に合わせて仏の教えを説くこと。仏教の言葉で、「機に因りて法を説く」とも読む。",
        "grade": "5"
    },
    {
        "word": "因小失大",
        "yomi": "いんしょうしつだい",
        "def": "目先の小さな利益を得ようとして、大きな損失を出すこと。または、小さなことをいい加減にしたせいで、大きな失敗をすること。「小に因りて大を失う」とも読む。",
        "grade": "5"
    },
    {
        "word": "印象批評",
        "yomi": "いんしょうひひょう",
        "def": "客観的な基準ではなく、個人的な印象や感動を基準にして芸術作品の批評をすること。フランスの文芸批評の手法で、十九世紀後半に生まれた。",
        "grade": "5"
    },
    {
        "word": "飲水思源",
        "yomi": "いんすいしげん",
        "def": "物事の基本を忘れずに大切にするべきという戒め。または、受けた恩を忘れてはいけないという戒め。水を飲むときに、水源のことを思うという意味から。「水を飲むときは井戸を掘った人のことを忘れるな」という中国のことわざから。「水を飲みて源を思う」とも読む。",
        "grade": "5"
    },
    {
        "word": "右往左往",
        "yomi": "うおうさおう",
        "def": "多くの人が慌てふためいて、右へ行ったり、左に行ったり混乱する様子。",
        "grade": "5"
    },
    {
        "word": "雨過天晴",
        "yomi": "うかてんせい",
        "def": "物事の悪い状況や状態がよい方向へ向かうこと。雨が止み、雲がなくなり晴れ渡るという意味から。「雨過ぎて天晴る」とも読む。「雨過天青」とも書く。",
        "grade": "5"
    },
    {
        "word": "海千山千",
        "yomi": "うみせんやません",
        "def": "物事の裏も表も知り尽くすほど様々な経験をしたことで、悪い知恵が働くようになること。または、そのようなずる賢いこと人のこと。海に千年、山に千年住んだ蛇は竜になるという伝説から。",
        "grade": "5"
    },
    {
        "word": "雲心月性",
        "yomi": "うんしんげっせい",
        "def": "清らかな心があり、地位や利益にこだわらないこと。人の心や性質を清らかな月と雲にたとえた言葉。",
        "grade": "5"
    },
    {
        "word": "永字八法",
        "yomi": "えいじはっぽう",
        "def": "書の教えで「永」の一字に筆法の全てが含まれていること。「八法」は書の八つの運筆のこと。",
        "grade": "5"
    },
    {
        "word": "益者三友",
        "yomi": "えきしゃさんゆう",
        "def": "自分にとって有益な三種の友人のこと。「益者」は自分に利益をもたらす人。「三友」は三種の友人。正直な人・誠実な人・博識な人のこと。",
        "grade": "5"
    },
    {
        "word": "得手勝手",
        "yomi": "えてかって",
        "def": " 他人のことは考えず、自分の都合ばかりを考えて好き勝手に行動すること。",
        "grade": "5"
    },
    {
        "word": "円首方足",
        "yomi": "えんしゅほうそく",
        "def": "人間のこと。「円首」は丸い頭。「方足」は四角い足。天と頭はどちらも丸く、大地と足はどちらも四角いために、人と天地が似ているものであると、古代中国では考えられていたということから。",
        "grade": "5"
    },
    {
        "word": "遠水近火",
        "yomi": "えんすいきんか",
        "def": "遠い場所にあるものは、差し迫った場面では役に立たないということ。近所が火事になると、遠い場所にある水場から水を持ってきても間に合わないという意味から。「遠水は近火を救わず」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "円頂黒衣",
        "yomi": "えんちょうこくい",
        "def": "僧侶の姿のこと。「円頂」は髪を剃って丸めた頭。「黒衣」は墨で染めた僧侶の服、僧衣。",
        "grade": "5"
    },
    {
        "word": "円頭方足",
        "yomi": "えんとうほうそく",
        "def": "人間のこと。「円頭」は丸い頭。「方足」は四角い足。天と頭はどちらも丸く、大地と足はどちらも四角いために、人と天地が似ているものであると、古代中国では考えられていたということから。",
        "grade": "5"
    },
    {
        "word": "円満具足",
        "yomi": "えんまんぐそく",
        "def": "何一つ欠ける事なく、満ち足りていること。「円満」と「具足」はどちらも不足することなく、十分に備わっているという意味で、同じ意味の言葉を重ねて強調した言葉。",
        "grade": "5"
    },
    {
        "word": "延命息災",
        "yomi": "えんめいそくさい",
        "def": "災いがおきないようにして、寿命を延ばすこと。「息災」は災難がおきないようにすること。仏や神に日々を何事もなく、平穏に過ごせることを祈る言葉。",
        "grade": "5"
    },
    {
        "word": "応機接物",
        "yomi": "おうきせつもつ",
        "def": "相手に応じて、適切なやり方で教育、指導すること。仏教の言葉で、「機に応じ物に接す」とも読む。",
        "grade": "5"
    },
    {
        "word": "往古来今",
        "yomi": "おうこらいこん",
        "def": "昔から今になるまで、またはその時間の流れ。「往古」は過ぎ去った時のこと、「来今」は今から後のこと。",
        "grade": "5"
    },
    {
        "word": "王道楽土",
        "yomi": "おうどうらくど",
        "def": "「王道」は徳をもって公平で無私の政治で、王が行うべき道、「楽土」は安楽の土地のことで、徳があり、公平な政治が行われている楽しくて平和な国のこと。",
        "grade": "5"
    },
    {
        "word": "温故知新",
        "yomi": "おんこちしん",
        "def": "以前に学習したことや昔の事柄を今一度よく考察して、そこから新たな道理や知識を得ること。「故きを温ねて新しきを知る」とも読む。",
        "grade": "5"
    },
    {
        "word": "音信不通",
        "yomi": "おんしんふつう",
        "def": "連絡が途絶えて、状況や事情がわからないこと。「音信」は手紙や電話などの連絡や来訪などの交流のこと。「不通」は途切れるという意味。",
        "grade": "5"
    },
    {
        "word": "解衣推食",
        "yomi": "かいいすいしょく",
        "def": "人に恩を施すことや人を重用すること。「解衣」は着ている衣を解き与えること。「推食」は自分の食べ物を推して食べさせること。「衣を解き、食を推す」とも読む。",
        "grade": "5"
    },
    {
        "word": "改過自新",
        "yomi": "かいかじしん",
        "def": "自分の過ちを認め改めて、心をいれかえ再出発すること。「改過」は自分の過ちを改めること。「自新」は気分を新しくすること。「過ちを改め自ら新たにす」とも読む。",
        "grade": "5"
    },
    {
        "word": "開巻有益",
        "yomi": "かいかんゆうえき",
        "def": "読書は得るものがあり、ためになるということ。「開巻」は書物を開くという意味。「巻を開けば益有り」とも読む。",
        "grade": "5"
    },
    {
        "word": "開心見誠",
        "yomi": "かいしんけんせい",
        "def": "「心を開いて誠を見す」とも読み、隠し事をせず誠意をもって相手と接すること。「開心」は心を開くという意味から隠し事をしないという意味。「見誠」は誠意を見せること。",
        "grade": "5"
    },
    {
        "word": "下意上達",
        "yomi": "かいじょうたつ",
        "def": "地位や立場が下の者の意見が、上の人にしっかりと理解されること。「下意」は地位や立場が下の人の意見や考え。「上達」は地位や立場が上の人に届くこと。",
        "grade": "5"
    },
    {
        "word": "回生起死",
        "yomi": "かいせいきし",
        "def": "どうすることもできないような危機的な状況を一気に好転させること。「回生」と「起死」はどちらも死に瀕している人を生き返らせるという意味。もとは、医術の高さを表現するときに用いられていた言葉。",
        "grade": "5"
    },
    {
        "word": "回天事業",
        "yomi": "かいてんのじぎょう",
        "def": "世の中の情勢が全て変わるほどの大きな仕事。「回天」は天を回すという意味から、世の中の情勢が変わること。「廻天事業」とも書く。",
        "grade": "5"
    },
    {
        "word": "開物成務",
        "yomi": "かいぶつせいむ",
        "def": "物を開発して、事業や職務を望んだとおりに完成させること。または、人々の知識を開発して、世の中がうまくいくように導くこと。易経の目的を言い表す言葉で、全てのものの能力を完全に引き出して、本来の役目を果たせるようにすることをいう。「物を開き務めを成す」とも読み、この言葉を略して「開成」ともいう。",
        "grade": "5"
    },
    {
        "word": "夏下冬上",
        "yomi": "かかとうじょう",
        "def": "炭に火をおこす上手い方法のこと。種火は夏には炭の下に置き、冬には上に置くとよいということ。",
        "grade": "5"
    },
    {
        "word": "下学上達",
        "yomi": "かがくじょうたつ",
        "def": "始めに簡単で身近にあることを学び、少しずつ難しいことを学んでいくこと。または、簡単なことから初めて、次第に上手くなっていくこと。「下学」はごく普通にある簡単なことを学ぶこと。「下学して上達す」とも読む。",
        "grade": "5"
    },
    {
        "word": "家給人足",
        "yomi": "かきゅうじんそく",
        "def": "安定していて豊かな生活のこと。「給」と「足」はどちらも満ち足りているという意味。全ての家や人に衣食が行き渡っていて、全て人が生活に不自由しないという意味から。「家ごとに給し人ごとに足る」とも読む。",
        "grade": "5"
    },
    {
        "word": "科挙圧巻",
        "yomi": "かきょあっかん",
        "def": "非常にすぐれたもののこと。または、作品の中で一番すぐれている部分のこと。または、試験で一番すぐれた成績を出すこと。「科挙」は古代中国で行われていた官吏の登用試験のこと。「圧巻」の「巻」は試験の答案用紙のことで、一番すぐれた答案用紙が他の答案用紙の一番上に置かれ、他を圧していたということから、そのものの中でも最もすぐれている部分のことをいう。",
        "grade": "5"
    },
    {
        "word": "夏虫疑氷",
        "yomi": "かちゅうぎひょう",
        "def": "見識が非常に狭いこと。世間のことを知らない人が、自分の知っていること意外のことを信じようとしないことをいう。夏の季節しか生きることのできない虫は、冬に氷があるということを信じようとしないということから。「夏虫氷を疑う」とも読む。「夏虫疑冰」とも書く。",
        "grade": "5"
    },
    {
        "word": "花鳥風月",
        "yomi": "かちょうふうげつ",
        "def": "季節によって変わる美しい自然の風景。または、そのような自然の風景を題材にして、書画や詩歌を作って楽しむこと。「花鳥」は花と鳥、「風月」は風と月のこと。代表的な自然の風物を並べた言葉。",
        "grade": "5"
    },
    {
        "word": "活殺自在",
        "yomi": "かっさつじざい",
        "def": "他人を自分の好きなように使うこと。「活殺」は生かすことと殺すこと。「自在」は望み通りに出来ること。生かすも殺すも思い通りに出来るという意味から。",
        "grade": "5"
    },
    {
        "word": "観感興起",
        "yomi": "かんかんこうき",
        "def": "実際に目で見て、それに感動して奮い立つこと。「観」は目で見ること。",
        "grade": "5"
    },
    {
        "word": "官官接待",
        "yomi": "かんかんせったい",
        "def": "地方の公務員が公費を使って、中央の公務員を接待すること。「官官」は公務員同士という意味。地方の公務員が中央の役人を接待して、予算の便宜を図ってもらうことをいう。",
        "grade": "5"
    },
    {
        "word": "完全無欠",
        "yomi": "かんぜんむけつ",
        "def": "足りない部分や短所などが全くないこと。「完全」と「無欠」はどちらも不足や弱点が全くないという意味。同じ意味の言葉を重ねて強調したもの。",
        "grade": "5"
    },
    {
        "word": "感奮興起",
        "yomi": "かんぷんこうき",
        "def": "物事に強く感動して奮い立つこと。「感奮」は感動して奮い立つこと。「興起」は気構えが奮い立つこと。",
        "grade": "5"
    },
    {
        "word": "外交辞令",
        "yomi": "がいこうじれい",
        "def": "相手によく思われるために、口先だけのお世辞や形だけの愛想をよくすること。「外交」は外部との付き合いや交渉のこと。「辞令」は応対の言葉や挨拶のこと。",
        "grade": "5"
    },
    {
        "word": "学知利行",
        "yomi": "がくちりこう",
        "def": "人としての道を学んで理解し、学んだことの正しさを考えて実際に行うこと。「学知」は学んで知ること。「利行」は正しいと認めて実行すること。人としての道を学んで実践するための三つの過程の二番目のこと。",
        "grade": "5"
    },
    {
        "word": "眼光紙背",
        "yomi": "がんこうしはい",
        "def": "読解力が極めて優れていることのたとえ。「眼光」は眼の光のこと。転じて、物事を見通す力。「紙背」は文章などが書かれた紙の裏のこと。眼の光が鋭く、紙の裏まで貫くという意味から。「眼光紙背に徹す」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "眼高手低",
        "yomi": "がんこうしゅてい",
        "def": "目標は高いが実力が足りないこと。または、批評するのは上手いが、実際に自分で行う能力がないこと。「眼高」は価値や本質など見抜く能力が高いこと。「手低」は実力や技術力が低いこと。",
        "grade": "5"
    },
    {
        "word": "顔常山舌",
        "yomi": "がんじょうざんのした",
        "def": "辛い処罰を受けても、君主や国への忠義を貫き通すこと。「顔常山」は顔杲卿という人物のこと。中国唐の顔杲卿は、反乱軍の安禄山に捕らえられても、唐への忠義を曲げず、安禄山を罵倒したため舌を切られるという処罰を受けたが、それでもなお罵倒を続けたという故事から。",
        "grade": "5"
    },
    {
        "word": "危急存亡",
        "yomi": "ききゅうそんぼう",
        "def": "危険が迫っていて、生死の瀬戸際で危機的な状況のこと。「危急」は危険が迫る、「存亡」は生きるか死ぬかという意味。",
        "grade": "5"
    },
    {
        "word": "危言危行",
        "yomi": "きげんきこう",
        "def": "言葉と行動を清く正しくすること。または、言葉と行動を厳格にすること。「危」は厳しく公正にすることや品格を高くすること。",
        "grade": "5"
    },
    {
        "word": "起死回生",
        "yomi": "きしかいせい",
        "def": "どうすることもできないような危機的状況を一気に好転させること。「起死」と「回生」はどちらも死に瀕している人を生き返らせるという意味。もとは、医術の高さを表現するときに用いられていた言葉。",
        "grade": "5"
    },
    {
        "word": "起承転結",
        "yomi": "きしょうてんけつ",
        "def": "文章の構成法のこと。または、物事の順序のこと。漢詩の詩型の一つである絶句から生まれた言葉。 絶句は「起句」「承句」「転句」「結句」の四句から成り、起句で話を提起し、承句でその話を掘り下げて、転句で話の視点を転換させ、結句で話全体をまとめるというもの。",
        "grade": "5"
    },
    {
        "word": "喜色満面",
        "yomi": "きしょくまんめん",
        "def": "嬉しそうな表情が顔全体に溢れ出ている様子。「喜色」は嬉しそうな表情のこと。「満面」は顔全体のこと。",
        "grade": "5"
    },
    {
        "word": "帰馬放牛",
        "yomi": "きばほうぎゅう",
        "def": "戦争が終わって平和になることのたとえ。または、二度と戦争をしないことのたとえ。戦争のための馬や牛を野性にかえすという意味から。殷の紂王を討ち取った周の武王は、戦争で使った馬を崋山の南で放ち、牛を桃林の野に放って二度と戦争に用いないことを示した故事から。「馬を帰し牛を放つ」とも読む。",
        "grade": "5"
    },
    {
        "word": "旧雨今雨",
        "yomi": "きゅううこんう",
        "def": "昔からの友人と最近親しくなった友人。中国語の音で「雨」と「友」は同じ音ということから、友人のことをしゃれて言った言葉。",
        "grade": "5"
    },
    {
        "word": "九牛一毛",
        "yomi": "きゅうぎゅうのいちもう",
        "def": "たくさんある中のほんの少しの部分。または、どうでもいい、些細なこと。「九」は数が多いことのたとえ。多くの牛がいる中の一頭の牛の毛の一本ということから。",
        "grade": "5"
    },
    {
        "word": "九死一生",
        "yomi": "きゅうしいっしょう",
        "def": "助かる見込みがほぼ無い状況で、何とか助かること。九割の確立で死ぬような危険な状況で何とか生き残るという意味から。「九死に一生を得る」という形で使うことが多い言葉。",
        "grade": "5"
    },
    {
        "word": "救世済民",
        "yomi": "きゅうせいさいみん",
        "def": "世の人々を苦しみから救うこと。「救世」は悪い世の中を良くして、人々を救うこと。「済民」は人々を救うこと。",
        "grade": "5"
    },
    {
        "word": "九腸寸断",
        "yomi": "きゅうちょうすんだん",
        "def": "ひどくつらく、悲しいこと。「九腸」は腸全体のこと。「寸断」は細かくたくさんに切ること。内臓がばらばらに千切れるような、つらい悲しみという意味から。",
        "grade": "5"
    },
    {
        "word": "急転直下",
        "yomi": "きゅうてんちょっか",
        "def": "物事があまり良くない状態から急に良い状態に変わり、解決に向かうこと。「急転」はいきなり変化すること。「直下」はまっすぐ落ちることや結末に向かうこと。",
        "grade": "5"
    },
    {
        "word": "急流勇退",
        "yomi": "きゅうりゅうゆうたい",
        "def": "官職などを潔く辞めること。「勇退」は勇気をもって退くという意味から、きっぱりと職を辞すること。船が勢いのよい流れの中で引き返すという意味から、仕事の勢いがあるときに潔く辞職することをいう言葉。",
        "grade": "5"
    },
    {
        "word": "強悪強善",
        "yomi": "きょうあくきょうぜん",
        "def": "極悪な人物が心を入れ替えると、ものすごい善人になるということ。または、悪に精通したものは、善にも精通しているということ。「悪に強ければ善にも強し」とも読む。",
        "grade": "5"
    },
    {
        "word": "鏡花水月",
        "yomi": "きょうかすいげつ",
        "def": "長く続かずに消えてしまいやすい幻のたとえ。または、詩文などの作品から感じ取ることができ、言葉では表すことができないほどの深い味わいのこと。水に映る月と鏡に映る花という意味で、目で見ることは出来るが、実際に手に取ることが出来ないということから。",
        "grade": "5"
    },
    {
        "word": "教外別伝",
        "yomi": "きょうげべつでん",
        "def": "悟りは、経典や言葉で伝わるものではなく、心から心へと直感的に伝えられるものであるということ。禅宗の言葉で、経典に示された精神を体験して捉えるという教えのこと。",
        "grade": "5"
    },
    {
        "word": "強食弱肉",
        "yomi": "きょうしょくじゃくにく",
        "def": "弱者の犠牲があって、その上にいる強者が繁栄すること。",
        "grade": "5"
    },
    {
        "word": "共存共栄",
        "yomi": "きょうぞんきょうえい",
        "def": "二つ以上のものが対立することなく互いに助け合い、共に栄えること。「共存」は二つ以上のものが対立せずに存在すること。「共栄」は共に栄えること。",
        "grade": "5"
    },
    {
        "word": "胸中成竹",
        "yomi": "きょうちゅうのせいちく",
        "def": "成功の見通しを立てておいて、前もって準備しておくこと。成算のこと。竹の絵を描く時は、先に胸中で絵を完成させておいてから一気に描くという意味から。",
        "grade": "5"
    },
    {
        "word": "挙止進退",
        "yomi": "きょししんたい",
        "def": "日常生活の立ち居振る舞いのこと。「挙止」と「進退」はどちらも立ち居振る舞いのこと。",
        "grade": "5"
    },
    {
        "word": "挙足軽重",
        "yomi": "きょそくけいちょう",
        "def": "とある人の言動が全体に大きな影響を与えること。「挙足」は足をあげて一歩踏み出すこと。「軽重」は大切なことと、そうではないこと。その人物が一歩踏み出すだけで、物事の重要性が決まるということから。",
        "grade": "5"
    },
    {
        "word": "機略縦横",
        "yomi": "きりゃくじゅうおう",
        "def": "状況の変化に合わせて、思いのままに策略をめぐらして用いること。「機略」は状況に合ったすぐれた策略。「縦横」はたてとよことということから、思った通りにできるということ。",
        "grade": "5"
    },
    {
        "word": "金科玉条",
        "yomi": "きんかぎょくじょう",
        "def": "自分の支えになるほど大切な教訓や信条のこと。または、人にとって一番大切にすべき法律や規則のこと。「金」と「玉」は黄金と宝石のことで、貴重なものや大切なもののたとえ。「科」と「条」は法律や規則などの条文のこと。黄金や宝石のように貴重で素晴らしい法律や規則という意味。融通がきかないことを批判する場合に用いることもある言葉。",
        "grade": "5"
    },
    {
        "word": "金玉満堂",
        "yomi": "きんぎょくまんどう",
        "def": "豊かな才能と学識があることのたとえ。「金玉」は黄金と宝石。「満堂」は部屋の中が満たされていること。「金玉堂に満つ」とも読む。",
        "grade": "5"
    },
    {
        "word": "疑事無功",
        "yomi": "ぎじむこう",
        "def": "信じることができずに、疑いながら行動しても、よい結果が期待できないということ。一度やると決めたことは、迷うことなくやり遂げるべきであるという戒めの言葉。「疑事功無し」とも読む。",
        "grade": "5"
    },
    {
        "word": "逆取順守",
        "yomi": "ぎゃくしゅじゅんしゅ",
        "def": "道理に背いたやり方で天下を取った後は、道理を守って国を治めること。「逆取」は道理に背いた方法で手に入れること。「順守」は道理に従ったやり方で守ること。古代中国、殷の湯王は夏の桀王から、周の武王は殷の紂王から、それぞれ武力を使って天下を奪い取り、その後は文事に則ったやり方で政治を行い、聖天子と呼ばれたという故事から。",
        "grade": "5"
    },
    {
        "word": "牛飲馬食",
        "yomi": "ぎゅういんばしょく",
        "def": "必要以上に食べたり飲んだりすること。牛が水を飲むように、馬が飼い葉を食べるように飲み食いするという意味から。",
        "grade": "5"
    },
    {
        "word": "議論百出",
        "yomi": "ぎろんひゃくしゅつ",
        "def": "たくさんの意見が出されて、活気のある議論がされること。「百」は数が多いことのたとえ。",
        "grade": "5"
    },
    {
        "word": "空前絶後",
        "yomi": "くうぜんぜつご",
        "def": "今までに例がなく、これからも起こることがないような珍しいこと。「空前」は今までに起きたことがない。「絶後」はこれからも起こることはありえないという意味。",
        "grade": "5"
    },
    {
        "word": "空理空論",
        "yomi": "くうりくうろん",
        "def": "現実とかけ離れていて、実際に役に立たない理論のこと。「空理」と「空論｣は現実離れしていて無益な理論や議論のこと。",
        "grade": "5"
    },
    {
        "word": "苦学力行",
        "yomi": "くがくりっこう",
        "def": "働いて学資を得て、苦労しながら懸命に勉強すること。「苦学」は苦労しながら、働きながら勉強すること。「力行」は懸命に努力する、努力しながら行うという意味。",
        "grade": "5"
    },
    {
        "word": "君子九思",
        "yomi": "くんしのきゅうし",
        "def": "人格者が常に心がけるべき九つのこと。「君子」は人格者、「九思」はいつも忘れないように心にある九つのこと。物はしっかりと見る、話は正確に聞く、表情はいつも穏やかに保つ、手厚く礼儀正しい姿勢、言葉は真心を持って偽らない、仕事は慎重にする、疑問には質問する、怒る時にはその後どうするか考えておく、道義を犯して利益を貪らないという九つのこと。「君子は九思あり」とも訓読する。",
        "grade": "5"
    },
    {
        "word": "君子三楽",
        "yomi": "くんしのさんらく",
        "def": "父母と兄弟が元気で健在なこと、正しい行動をして、正しい心を持って天に恥じない生活をすること、すぐれた才能を持つ人を見つけ出し教育するという人格者の三つの楽しみのこと。「君子」は人格者。",
        "grade": "5"
    },
    {
        "word": "君子不器",
        "yomi": "くんしふき",
        "def": "優れた人物は、一つのことだけでなく、様々なことに通用する才能を持っているということ。「君子」は学識が高く、徳の高い人物、人格者のことで、そのような人物は、一つの使い道しかない器物とは違っていて、様々な役割を果たすことが出来るということから。「君子は器ならず」とも訓読する。",
        "grade": "5"
    },
    {
        "word": "群疑満腹",
        "yomi": "ぐんぎまんぷく",
        "def": "疑わしいことが多くて、心の中が疑問でいっぱいになること。または、たくさんの人が疑いの心を持つこと。「群」は多いことや多くの人、「疑」は疑いの気持ちを持つこと。「満腹」の「腹」は腹の中ということから、心という意味で、「満腹」は心の中がいっぱいに満ちるということ。",
        "grade": "5"
    },
    {
        "word": "経世済民",
        "yomi": "けいせいさいみん",
        "def": "世の中をうまく統治して、民を苦しみから救い出すこと。「経世」は世の中を統治すること。「済民」は民を救済すること。「経済」の語源とされる言葉。",
        "grade": "5"
    },
    {
        "word": "敬天愛人",
        "yomi": "けいてんあいじん",
        "def": "天を尊いものとして崇めて、人を愛すること。「敬天」は天を敬うこと。「愛人」は人を愛すること。西郷隆盛が自身の学問の目的としていた言葉。",
        "grade": "5"
    },
    {
        "word": "形名参同",
        "yomi": "けいめいさんどう",
        "def": "口に出して言った言葉と行動を完全に合わせること。「形」は行動、「名」は言葉、「参同」は比較して一致させること。中国の戦国時代、韓非子ら法家が唱えた基本的な思想で、実際に起こした行動や功績と、臣下が言ったことや地位を比較して、それが合っているかどうかで賞罰を決めること。「刑名参同」とも書く。",
        "grade": "5"
    },
    {
        "word": "月下氷人",
        "yomi": "げっかひょうじん",
        "def": "男女の間に入り、結婚の手助けをする人。仲人。「月下」は「月下老人」を略したもので、縁結びの神のこと。「氷人」は氷の上で氷の下にいる人と話しをする夢を見たため、その夢について占ってもらうと「結婚の手助けをする前触れだろう」と言われ、後にその通りになったという故事から仲人を意味する。",
        "grade": "5"
    },
    {
        "word": "言易行難",
        "yomi": "げんいこうなん",
        "def": "言うだけなら簡単だが、実際に行うことは難しいということ。「言うは易し行うは難し」の形で用いることが多い言葉。",
        "grade": "5"
    },
    {
        "word": "言者不知",
        "yomi": "げんしゃふち",
        "def": "物事に対して本当に知っている人は、軽々しく言葉に出して説明しようとしないということ。",
        "grade": "5"
    },
    {
        "word": "減収減益",
        "yomi": "げんしゅうげんえき",
        "def": "前期に比べて収入も利益も減ること。",
        "grade": "5"
    },
    {
        "word": "厳正中立",
        "yomi": "げんせいちゅうりつ",
        "def": "片方に偏ることなく、どちらの敵にも味方にもならないこと。「厳正」は公正な立場を貫くこと。「中立」は二者の間にあっても、決してどちらの側にもつかないこと。",
        "grade": "5"
    },
    {
        "word": "行雲流水",
        "yomi": "こううんりゅうすい",
        "def": "物事に執着せずに、事の成り行きに任せて行動すること。「行雲」は空を移動する雲、「流水」は川を流れる水のこと。",
        "grade": "5"
    },
    {
        "word": "高下在心",
        "yomi": "こうげざいしん",
        "def": "普段からの心構え次第で、物事がうまくいくかどうかが決まること。または、人事や賞罰を与える権利を一人で握っていて、考え次第で好き勝手にすること。「高下」は高さと低さ、「在心」は自分の考え方のことで、高くすることも低くすることも自分の考え次第で好きにできるということから。",
        "grade": "5"
    },
    {
        "word": "高山景行",
        "yomi": "こうざんけいこう",
        "def": "徳が高く、素晴らしい人のたとえ。人々が仰ぎ見る高い山と、人々の規範となる大きな道という意味で、素晴らしい人格を山や道にたとえた言葉。「高山」は高い山のこと。「景」は大きいこと。「行」は道のこと。",
        "grade": "5"
    },
    {
        "word": "高山流水",
        "yomi": "こうざんりゅうすい",
        "def": "素晴らしい演奏、音楽のたとえ。または、自分のことを本当にわかってもらえる親友のこと。または、けがれのない澄んだ自然のこと。中国の春秋時代の琴の名手の伯牙が、友人の鐘子期の前で、泰山を思い浮かべながら演奏すると鐘子期は「泰山のように素晴らしい」と言い、流れる川を思い浮かべながら演奏すると鐘子期は「流れる川のように素晴らしい」と言ったという故事から。",
        "grade": "5"
    },
    {
        "word": "交頭接耳",
        "yomi": "こうとうせつじ",
        "def": "他の人に聞こえないように話をすること。内緒話。「交頭」は頭を近づけること。「接耳」は相手の耳の近くで話をすること。「頭を交えて耳を接す」とも読む。",
        "grade": "5"
    },
    {
        "word": "紅灯緑酒",
        "yomi": "こうとうりょくしゅ",
        "def": "歓楽と贅沢な食事のたとえ。または、人通りの多いにぎやかな繁華街と歓楽街のたとえ。「紅灯」は紅い灯りのことで、繁華街や歓楽街などのにぎやかな町のきらびやかな灯り。「緑酒」は緑色の酒のことで美酒のたとえ。",
        "grade": "5"
    },
    {
        "word": "皇統連綿",
        "yomi": "こうとうれんめん",
        "def": "天皇の血筋が途絶えることなく、いつまでも続くこと。「皇統」は天皇の血統のこと。「連綿」は途切れることなく長く続くこと。「皇統連緜」とも書く。",
        "grade": "5"
    },
    {
        "word": "公平無私",
        "yomi": "こうへいむし",
        "def": "個人的な利害で動いたり主観で判断したりせず、偏ることなく平等であること。「公平」は全てのものを同等のものとして扱うこと。「無私」は個人的な利害や感情をはさまないこと。「公平にして私無し」とも読む。",
        "grade": "5"
    },
    {
        "word": "公明正大",
        "yomi": "こうめいせいだい",
        "def": "私心を差し挟むことなく、公平に堂々と物事を行うこと。または、そのような様子。「公明」は私心を差し挟むことなく公平で、不正などの隠すようなことは何もないこと。「正大」は態度や行動などが正しく堂々としていて、隠さなければならないようなことがないこと。",
        "grade": "5"
    },
    {
        "word": "高陽酒徒",
        "yomi": "こうようのしゅと",
        "def": "酒を好んで飲む人のこと。または、自身のことを世を捨てて、ただ酒を飲むだけの人だとあざけっていう言葉。「高陽」は中国の地名。「酒徒」は酒飲みのこと。中国の秦の時代、高陽を進軍していた劉邦たちに面会を求めたレキ食其は、儒者の服を着ていたために儒者嫌いの劉邦の家臣の沛公に断られた。レキ食其はそれに対して、自分は儒者ではなくただの酒飲みだと憤慨したという故事から。",
        "grade": "5"
    },
    {
        "word": "古往今来",
        "yomi": "こおうこんらい",
        "def": "過去から現在までということ。「古往」は昔から。「今来」は今まで。「古今」と略して使うことも多い言葉。",
        "grade": "5"
    },
    {
        "word": "呼牛呼馬",
        "yomi": "こぎゅうこば",
        "def": "相手に何を言われても、逆らわないこと。相手に牛と言われれば自分を牛だと思い、馬と言われれば自分を馬だと思うということから。「牛と呼び馬と呼ぶ」とも読む。",
        "grade": "5"
    },
    {
        "word": "黒風白雨",
        "yomi": "こくふうはくう",
        "def": "暴風雨のこと。「黒風」はちりやほこりが巻き上がるほどの強い風のこと。「白雨」は急に降ったり止んだり、強くなったり弱くなったりする雨、にわか雨のこと。",
        "grade": "5"
    },
    {
        "word": "国利民福",
        "yomi": "こくりみんぷく",
        "def": "国の利益と国の人々の幸せのこと。",
        "grade": "5"
    },
    {
        "word": "古今東西",
        "yomi": "ここんとうざい",
        "def": "昔から今までの全ての場所。いつでもどこでも。「古今」は過去から現在まで。「東西」は東から西までの全ての場所のこと。",
        "grade": "5"
    },
    {
        "word": "古今独歩",
        "yomi": "ここんどっぽ",
        "def": "過去から現在まで、比べるものが存在しないほどすぐれていること。「古今」は過去から現在までということ。「独歩」は他と比べることができるものがないということ。",
        "grade": "5"
    },
    {
        "word": "故事来歴",
        "yomi": "こじらいれき",
        "def": "昔から伝わっている事柄の由来や歴史。「故事」は昔から伝わっている出来事や物語。「来歴」は物事の歴史や起源。「古事来歴」とも書く。",
        "grade": "5"
    },
    {
        "word": "骨肉相食",
        "yomi": "こつにくそうしょく",
        "def": "親子や兄弟など、肉親同士で激しく争うこと。「骨肉」は肉親のたとえ。「相食」はお互いに食べ相うということ。「骨肉相食む」とも読む。",
        "grade": "5"
    },
    {
        "word": "困知勉行",
        "yomi": "こんちべんこう",
        "def": "苦労しながらも学び、努力を積み重ねて物事を実際に行うこと。「困知」は心を苦しめて何とか知ることが出来るということ。「勉行」は努力を積み重ねて、実際に行うこと。『中庸』での修養の三つの段階の一つで、才能の劣った人が行う修養だが、結果は全て同じになるので才能が劣った人も努力するべきであるという教え。",
        "grade": "5"
    },
    {
        "word": "後生大事",
        "yomi": "ごしょうだいじ",
        "def": "集中して物事に取り組むこと。または、何かをとても大切にすること。「後生」は死後に生まれ変わった後に住む世界のこと。主に物品などに対して、執着しすぎることを揶揄するときに使うことが多い言葉。元は仏教語で、来世で生まれ変わった後の安楽を願い、仏道に励むことを言う言葉。",
        "grade": "5"
    },
    {
        "word": "五十知命",
        "yomi": "ごじゅうちめい",
        "def": "五十歳になって天から与えられた使命を知ること。「命」は天命、天から与えられた使命のこと。孔子が自身の人生を振り返って言った言葉。五十歳を意味する、「知命」ということの語源。「五十にして天命を知る」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "五体投地",
        "yomi": "ごたいとうち",
        "def": "礼拝の形式の一つのことで、頭と両肘、両膝を地面につけて行う礼拝。仏教で最高の礼拝とされている。",
        "grade": "5"
    },
    {
        "word": "五風十雨",
        "yomi": "ごふうじゅうう",
        "def": "五日ごとに風が吹き、十日ごとに雨が降る、農耕に適した天候のこと。または、世の中が平和で穏やかな状態であることのたとえ。「五風」は五日に一度風が吹くこと。「十雨」は十日に一度雨が降ること。",
        "grade": "5"
    },
    {
        "word": "再三再四",
        "yomi": "さいさんさいし",
        "def": "「たびたび」や「何度も何度も」という意味。「再四」は「再三」を強調した語で、「再三」は二度も三度もということで、同じことを繰り返すという意味。",
        "grade": "5"
    },
    {
        "word": "才子多病",
        "yomi": "さいしたびょう",
        "def": "すぐれた才能がある人は病気になりやすいという意味。「才子」はすぐれた才能があり、頭のはたらきがすぐれている人のこと。",
        "grade": "5"
    },
    {
        "word": "裁断批評",
        "yomi": "さいだんひひょう",
        "def": "芸術作品などを、一定の基準によって判定する批評方法のこと。古典主義時代以前の欧州で主流だった方法。「裁断」は善悪や是非などを判断して決めること。 ",
        "grade": "5"
    },
    {
        "word": "採長補短",
        "yomi": "さいちょうほたん",
        "def": "他人の長所をとり入れて、自身の短所を補うこと。「長」は長所、「短」は短所。「長（ちょう）を採（と）り短（たん）を補（おぎな）う」とも読む。",
        "grade": "5"
    },
    {
        "word": "左往右往",
        "yomi": "さおううおう",
        "def": "多くの人が慌てふためいて、右へ行ったり、左に行ったりして混乱する様子。",
        "grade": "5"
    },
    {
        "word": "作史三長",
        "yomi": "さくしのさんちょう",
        "def": "才知、学問、識見という三つの能力のことで、歴史家が歴史書を書いたり、編集したりするために必要な能力をいう。",
        "grade": "5"
    },
    {
        "word": "作文三上",
        "yomi": "さくぶんさんじょう",
        "def": "文章の構想を考えるのに最も適している三つの場所のこと。「作文」は文章を作ること。「三上」は馬上、枕上、厠上の三つの場所のこと。馬上は馬に乗っているとき、枕上は寝床で横になっているとき、厠上は便所に入っているとき。",
        "grade": "5"
    },
    {
        "word": "左建外易",
        "yomi": "さけんがいえき",
        "def": "正しくないやり方で自身の勢力を大きくすること。または、地方で反旗を翻すこと。「左建」は道理にもとる方法で勢力を伸ばすこと。「外易」は君主からの命令を勝手に変えること。",
        "grade": "5"
    },
    {
        "word": "察言観色",
        "yomi": "さつげんかんしき",
        "def": "人の言葉や表情、顔の様子から相手の性格や考え方を見抜くこと。「色」は表情や顔つきのことで、人の表情や顔つき、言葉を観察するという意味から。「言を察して色を観る」とも読む。",
        "grade": "5"
    },
    {
        "word": "三寒四温",
        "yomi": "さんかんしおん",
        "def": "冬に寒い日が三日ほど続いた後、四日ほど温かくなること。中国北部や朝鮮半島北部で、シベリア高気圧の影響を受けて起きる現象。これを繰り返しながら少しずつ春の気候へと変わっていく。また、近年の日本においては三寒四温がはっきりと現れることは少ないため、春の初めに低気圧と高気圧が交互にくる周期的な変化のことをいう場合が多い。",
        "grade": "5"
    },
    {
        "word": "三界無安",
        "yomi": "さんがいむあん",
        "def": "現世で生きることは、苦しいことや悩むことが多く、心が落ち着いて楽になることはないということ。「三界」は欲界、色界、無色界の三つの世界のことで、現世のことをいう。「無安」は心が安らぐことがないこと。",
        "grade": "5"
    },
    {
        "word": "山高水長",
        "yomi": "さんこうすいちょう",
        "def": "清らかで気高い人の品性のたとえ。または、そのような人の功績や名声が後の世まで語り継がれること。「山高」は高く山がそびえたつことから、人々が功績や徳の高さを見上げるということのたとえ。「水長」はいつまでも川の水が流れ続けるという意味から、いつまでも絶えないことのたとえ。「山高く水長し」とも読む。",
        "grade": "5"
    },
    {
        "word": "三三五五",
        "yomi": "さんさんごご",
        "def": "少数の人たちが固まって行き来する様子のこと。または、人や物などがあちこちに散らばっている様子。あっちに三、こっちに五という意味から。「三々五々」とも書く。",
        "grade": "5"
    },
    {
        "word": "三思後行",
        "yomi": "さんしこうこう",
        "def": "しっかりと考えた後に行動すること。三度考えてから行動するという意味から。元は必要以上に考えすぎること戒めた言葉だったが、現在では軽はずみな行動を戒める言葉として使われることが多い言葉。中国の春秋時代の魯の季文子の故事から。「三たび思いて後に行う」とも読む。",
        "grade": "5"
    },
    {
        "word": "三者三様",
        "yomi": "さんしゃさんよう",
        "def": "人によってそれぞれにやり方、考え方などが違うこと。三人の人がいれば、三つのやり方や考え方などがあるという意味から。",
        "grade": "5"
    },
    {
        "word": "三種神器",
        "yomi": "さんしゅのじんぎ",
        "def": "皇位の証として代々伝わっている三つの宝物。天照大神が天孫降臨の時に授けたとされるもので、八咫鏡、八尺瓊勾玉、天叢雲剣のこと。",
        "grade": "5"
    },
    {
        "word": "三尺秋水",
        "yomi": "さんじゃくしゅうすい",
        "def": "研ぎ澄まされたすぐれた剣のこと。「三尺」の「尺」は長さの単位で、「三尺」は剣の標準的な長さのこと。「秋水」は冷たく澄んだ秋の水のことで、剣の冴えわたった光をたとえた言葉。",
        "grade": "5"
    },
    {
        "word": "三尺秋水",
        "yomi": "さんじゃくのしゅうすい",
        "def": "研ぎ澄まされたすぐれた剣のこと。「三尺」の「尺」は長さの単位で、「三尺」は剣の標準的な長さのこと。「秋水」は冷たく澄んだ秋の水のことで、剣の冴えわたった光をたとえた言葉。",
        "grade": "5"
    },
    {
        "word": "三十六計",
        "yomi": "さんじゅうろっけい",
        "def": "逃げるべきときには逃げるのが最もよい計略であるということ。古代中国の三十六種の兵法の一つで、その中で最もよいとされる計略。「三十六計逃ぐるに如（し）かず」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "三寸不律",
        "yomi": "さんずんふりつ",
        "def": "長さの短い筆のこと。「三寸」の「寸」は長さの単位で、「三寸」は長さが短いことのたとえ。「不律」は筆の別名。",
        "grade": "5"
    },
    {
        "word": "三聖吸酸",
        "yomi": "さんせいきゅうさん",
        "def": "儒教の蘇軾と道教の黄庭堅、仏教の仏印禅師の三人が、桃花酸という名前の酢をなめて、全員が顔をしかめたということ。東洋画の画材としてよく使われるもので、思想も宗教も異なっているが、酢がすっぱいことは、全てにあてはまる真理であるという三つの宗教の一致をいう。儒教の孔子と道教の老子、仏教の釈迦を描く場合もある。",
        "grade": "5"
    },
    {
        "word": "三千世界",
        "yomi": "さんぜんせかい",
        "def": "この世界の全て。全宇宙。仏教の言葉で、須弥山を中心に四つの大陸があり、その周りに九山八海があるのが一つの世界とするもの。その一つの世界が千集まったものが小千世界とされ、小千世界が千合わせたものを中千世界、中千世界を千合わせたものを大千世界という。大千世界、中千世界、小千世界を合わせて三千大千世界といい、これを略した言葉で、世間という意味でも使われることがある。一人の仏が、教え導くことができる範囲とされている。",
        "grade": "5"
    },
    {
        "word": "三拝九拝",
        "yomi": "さんぱいきゅうはい",
        "def": " 何度も頭を下げて、頼みごとをしたり、敬意や謝罪の意志を表したりすること。 手紙の最後に記して、相手に敬意を表す言葉として用いることもある。「三拝」は敬意を持って三回拝むこと。仏教では身業、口業、意業の三業に敬意を表すこと。「九拝」は敬意を持って九回拝むこと。または、古代中国で定められた九種類の礼拝のこと。",
        "grade": "5"
    },
    {
        "word": "三百代言",
        "yomi": "さんびゃくだいげん",
        "def": "根拠のない適当な話で人を騙すこと。または、そのような人のこと。「三百」は昔の小さな通貨の三百文ということから、非常に価値が低いことのたとえ。「代言」は代言人のことで、弁護士の昔の名称。資格を持っていない人が、他人の訴訟を取り扱ったことを罵っていった言葉から。",
        "grade": "5"
    },
    {
        "word": "散文精神",
        "yomi": "さんぶんせいしん",
        "def": "小説を書くときの精神のありかたで、浪漫的・詩的感覚を排除して、実際におこったことを冷静に捉えて、客観的に見つめようとするもの。昭和十一年に小説家の武田麟太郎が主張したもの。",
        "grade": "5"
    },
    {
        "word": "三平二満",
        "yomi": "さんぺいじまん",
        "def": "十分とはいえないが、それに満足して平穏に生活すること。「三」と「二」は数が少ないことのたとえ。三でも安らかで、二でも満足するという意味から。または、「三」は額と鼻、下顎のことをいい、「二」は左右の頬をいい、「三」が平らで「二」が膨らんでいるような顔ということから、おかめ顔やおたふく顔のことをいう。",
        "grade": "5"
    },
    {
        "word": "三位一体",
        "yomi": "さんみいったい",
        "def": "",
        "grade": "5"
    },
    {
        "word": "山容水態",
        "yomi": "さんようすいたい",
        "def": "１．キリスト教で、父である神と子であるイエス・キリストと聖霊の三つは、唯一の神がそれぞれ姿を変えたもので、元は一つのものだとする教義のこと。",
        "grade": "5"
    },
    {
        "word": "在在所所",
        "yomi": "ざいざいしょしょ",
        "def": "２．それぞれ異なる三つのものが、根本的な性質や要素は同一であること。",
        "grade": "5"
    },
    {
        "word": "残念無念",
        "yomi": "ざんねんむねん",
        "def": "３．三つのものがしっかりと結びついて、一つのもののようになること。または、三人が心を一つにして物事にあたること。",
        "grade": "5"
    },
    {
        "word": "残編断簡",
        "yomi": "ざんぺんだんかん",
        "def": "",
        "grade": "5"
    },
    {
        "word": "思案投首",
        "yomi": "しあんなげくび",
        "def": "山や川などの美しい自然の風景のこと。「容」と「態」は姿や、様子という意味。",
        "grade": "5"
    },
    {
        "word": "四苦八苦",
        "yomi": "しくはっく",
        "def": "「あちらこちら」または「いたるところ」という意味。「在在」と「所所」はどちらも「あちこち」や「ところどころ」という意味。",
        "grade": "5"
    },
    {
        "word": "子見南子",
        "yomi": "しけんなんし",
        "def": "たまらなく悔しいこと。「残念」は目的を果たせずに思い残すこと。「無念」は目的を果たすことが出来なくなることを悔しく思うこと。似ている意味の言葉を重ねて強調したもの。",
        "grade": "5"
    },
    {
        "word": "至公至平",
        "yomi": "しこうしへい",
        "def": "書物の欠片やちょっとした書き物のこと。「残編」は書物などが散り散りになって、手元に残った部分。「断簡」は切れて細かく分かれた書物。書物の欠片。",
        "grade": "5"
    },
    {
        "word": "志士仁人",
        "yomi": "ししじんじん",
        "def": "よい案が浮かばずに悩み、首を傾けている様子。「思案」はいろいろと考えること。「投首」は首を傾げている様子。",
        "grade": "5"
    },
    {
        "word": "師資相承",
        "yomi": "ししそうしょう",
        "def": "とても苦労すること。苦しむこと。仏教語であらゆる苦しみという意味。四苦は生、老、病、死のこと。八苦は四苦に愛別離苦、怨憎会苦、求不得苦、五陰盛苦の四つを加えたもの。愛する人との別れの苦しみ、愛別離苦。恨みや憎しみをもった人と会う苦しみ、怨憎会苦。欲しいものを得ることができない苦しみ、求不得苦。心身の活動だけで湧き上がる苦しみ、五陰盛苦。",
        "grade": "5"
    },
    {
        "word": "子子孫孫",
        "yomi": "ししそんそん",
        "def": "礼の道を守るために、周りに惑わされず自分の考えを信じること。「南子」は、衛の国王霊公の夫人。孔子は、衛の国王霊公に招かれた際、夫人の南子に謁見することが礼の道と考えたが、弟子の子路は南子の素行の悪さから謁見を嫌がり不快に思った。しかし孔子は「私にやましいところがあれば天が私を見捨てるだろう」と誓いを立て、考えを変えなかったという故事から。",
        "grade": "5"
    },
    {
        "word": "紙上談兵",
        "yomi": "しじょうだんぺい",
        "def": "極めて公平であること。「至」は「いたって」や「この上なく」という意味。「公平」という言葉に「至」をつけて強調した語。",
        "grade": "5"
    },
    {
        "word": "四神相応",
        "yomi": "しじんそうおう",
        "def": "学徳をそなえた立派な人のこと。「志士」は道や学問に高潔な志を持つ人のこと。「仁人」は徳のある人のこと。",
        "grade": "5"
    },
    {
        "word": "死生有命",
        "yomi": "しせいゆうめい",
        "def": "武芸や学問などの教えを師から弟子へと受け継ぐこと。または、受け継いでいくこと。「師資」は師匠（先生）と弟子のこと。",
        "grade": "5"
    },
    {
        "word": "舌先三寸",
        "yomi": "したさきさんずん",
        "def": "「子孫」を重ねて強調した語で、子孫が続く限り、末代までという意味。",
        "grade": "5"
    },
    {
        "word": "七転八起",
        "yomi": "しちてんはっき",
        "def": "「談兵」は戦術を議論することで、紙の上で戦術の議論をするという意味から、理屈だけの論議では実際に役に立つことはないという意味。",
        "grade": "5"
    },
    {
        "word": "七難八苦",
        "yomi": "しちなんはっく",
        "def": "四神に応じていてこの上なくよいとされる地相のこと。「四神」は四方向を司る神で、東の青竜は流水、西の白虎は大道、南の朱雀は窪地、北の玄武には丘陵があるのが地相がよいとされていてる。官位、福禄、無病、長寿をあわせ持った地相とされ、平安京はそれにあった土地とされている。",
        "grade": "5"
    },
    {
        "word": "死中求活",
        "yomi": "しちゅうきゅうかつ",
        "def": "人の生死は天命で決まっていて、人の力ではどうすることも出来ないという意味。",
        "grade": "5"
    },
    {
        "word": "七里結界",
        "yomi": "しちりけっかい",
        "def": "口先だけで誠実さがなく、巧みな弁舌のこと。口だけで相手をうまくあしらったり、丸め込んだりすること。",
        "grade": "5"
    },
    {
        "word": "四通八達",
        "yomi": "しつうはったつ",
        "def": "七回転んでも八回起き上がるという意味から、何度失敗してもくじけずに奮闘すること。「七転び八起き（ななころびやおき）」とも読む。",
        "grade": "5"
    },
    {
        "word": "質疑応答",
        "yomi": "しつぎおうとう",
        "def": "様々な苦難や災難のこと。または、災難や苦難にあうこと。元は仏教語で経典によってことなるが、『観音経』で「七難」は、火難、水難、羅刹難、王難、鬼難、枷鎖難、怨賊難の七つのこと。「八苦」は、生、老、病、死、愛別離苦、怨憎会苦、求不得苦、五陰盛苦の八つのこと。",
        "grade": "5"
    },
    {
        "word": "士農工商",
        "yomi": "しのうこうしょう",
        "def": "死ぬ覚悟を持って、困難に立ち向かうこと。または、絶体絶命の窮地の中で生き延びるための活路を求めること。「死中」は死を待つしかない状況、「求活」は生き残るための方法を求めること。",
        "grade": "5"
    },
    {
        "word": "四百四病",
        "yomi": "しひゃくしびょう",
        "def": "人や物事を嫌って近づけない、寄せつけないこと。または、密教で魔障をいれないようにするために七里四方に結界を設けること。",
        "grade": "5"
    },
    {
        "word": "四門遊観",
        "yomi": "しもんゆうかん",
        "def": "四方八方に道路が広がっている様子。または、交通網が発達していて、交通や往来が盛んでにぎやかな場所のこと。",
        "grade": "5"
    },
    {
        "word": "舎近求遠",
        "yomi": "しゃきんきゅうえん",
        "def": "疑問点を質問して、それに応じて答えること。「質疑」は疑問点を質問して問いただすこと、「応答」は問いに答えること。",
        "grade": "5"
    },
    {
        "word": "射将先馬",
        "yomi": "しゃしょうせんば",
        "def": "日本の江戸時代にあった四つの身分階級のことで、武士、農民、工人、商人のこと。",
        "grade": "5"
    },
    {
        "word": "舎短取長",
        "yomi": "しゃたんしゅちょう",
        "def": "人のかかる様々な病気のこと。仏教で人の体を構成する四大元素、地、水、火、風の不調が原因で発生し、それぞれに百一の病があるとされていて、あわせると四百四の病があるということから。",
        "grade": "5"
    },
    {
        "word": "衆議一決",
        "yomi": "しゅうぎいっけつ",
        "def": "釈迦が太子の時に、四つの門から外に出て老人、病人、死人、修行者を見つけて、出家を決意した伝説のこと。釈迦がまだシッダルータ太子と呼ばれ、不自由のない生活をしていたときに、城外で遊ぼうとして別々の日に別々の門の外に老人、病人、死人を見かけた。そして、人間の無常を感じ、最後に修行者に出会い出家する決意をしたといわれる。",
        "grade": "5"
    },
    {
        "word": "秋高馬肥",
        "yomi": "しゅうこうばひ",
        "def": "近くに良いものがあることに気がつくことがなく捨ててしまい、遠くまで捜し求めること。「舎近」は近くにあるものを捨てること。「求遠」は遠くにあるものを求めること。",
        "grade": "5"
    },
    {
        "word": "修己治人",
        "yomi": "しゅうこちじん",
        "def": "馬に乗っている武将を射止めるためには馬を射ることが先決であるという意味から、目的を果たすためにはその周囲やよりどころにしているものを先に攻めるとよいということ。",
        "grade": "5"
    },
    {
        "word": "縮衣節食",
        "yomi": "しゅくいせっしょく",
        "def": "短所や欠点を補わずにすてて、長所だけを伸ばすこと。または、取るに足らないものをすてて、よいものだけに着目すること。「短」は短所、「長」は長所のこと。「短を舎て長を取る」とも読む。",
        "grade": "5"
    },
    {
        "word": "縮地補天",
        "yomi": "しゅくちほてん",
        "def": "多くの人々が考えや意見を出し合って論じた結果、一つの結論が出ること。「衆議」は多くの人々で行う議論や相談のこと。「一決」は議論などの結論が一つにまとまること。",
        "grade": "5"
    },
    {
        "word": "種種雑多",
        "yomi": "しゅじゅざった",
        "def": "爽やかで心地よい秋を言い表す言葉。空が高く、すっきりと晴れ渡る気持ちのよい秋の季節になると、馬も餌をよく食べてたくましく肥えるということから。元は秋の収穫の後で、中国の北部から騎馬民族が攻め込んでくる季節のことをいう言葉。「秋高く馬肥ゆ」とも読み、現在では、「天高く馬肥ゆる秋」と用いることが多い言葉。",
        "grade": "5"
    },
    {
        "word": "酒池肉林",
        "yomi": "しゅちにくりん",
        "def": "自身の知識を高めて、精神を磨き、徳を積んでから世の中を正しく治めること。自身の修養に励み、高く積んだ徳で人々を感化して、世の中を平和に正しく治めることをいう。儒教の根本思想。「己を修めて人を治む」とも読む。",
        "grade": "5"
    },
    {
        "word": "出処進退",
        "yomi": "しゅっしょしんたい",
        "def": "無駄遣いをしないようにすること。衣服と食事を節約するという意味から。「衣を縮め食を節す」とも読む。",
        "grade": "5"
    },
    {
        "word": "春秋筆法",
        "yomi": "しゅんじゅうのひっぽう",
        "def": "政治の構造を大きく変えること。「地」は実際行われる政治。「天」は政治の理念。天子の政治改革をいう言葉で、現実にある様々な問題を引き締めて、政治理念との不足を補うという意味。「地を縮め天を補う」とも読む。",
        "grade": "5"
    },
    {
        "word": "春和景明",
        "yomi": "しゅんわけいめい",
        "def": "様々なものが数多く混ざり合っていること。「種種」と「雑多」はいろいろなものがたくさんあるということで、似ている意味の言葉を重ねて強調したもの。",
        "grade": "5"
    },
    {
        "word": "生死事大",
        "yomi": "しょうじじだい",
        "def": "極めて贅沢で豪勢な宴会のこと。または、性的に乱れている宴会のこと。「酒池」は酒で満たした池のこと。「肉林」は林の木々に肉を吊るしたもの。殷の暴君紂王が、酒池と肉林を用意してその中を裸にした男女に追いかけ回らせるという宴会を、昼も夜もなく何日にもわたって開いたという故事から。「肉林」の”肉”という字には文字通り”肉”の意味しかなく、原文では酒池肉林の後に「男女を裸にして追いかけ回らせる」という意味の文があるため、酒池肉林という言葉自体には「性的に乱れている宴会」という意味は含まれておらず、そのような意味での用い方は本来は誤用である。",
        "grade": "5"
    },
    {
        "word": "生生世世",
        "yomi": "しょうじょうせぜ",
        "def": " 現在の職に留まるか、辞めるかという身の振り方のこと。または、役人として国に仕えることと、役人を辞めて民間人になること。 「出」は世に出て仕えること。「処」は公の仕事を辞めて家にいること。「進退」は職を続けることと辞めること。身の振り方。",
        "grade": "5"
    },
    {
        "word": "将門有将",
        "yomi": "しょうもんゆうしょう",
        "def": "簡潔な言葉や、文字の中に批評などの深い意味を隠す表現方法のこと。または、平等で厳しい批評の態度のこと。間接的な表現を使って真意を説くことをいう。「春秋」は書物の名前で、中国の魯の国の歴史書を孔子が編集したとされる。『春秋』の中には、簡潔な文章の中に、孔子の歴史批判が込められているということから。",
        "grade": "5"
    },
    {
        "word": "笑裏蔵刀",
        "yomi": "しょうりぞうとう",
        "def": "春の日の天候が穏やかで、日の光が明るいこと。「春和」は春になって穏やかになった気候。「景明」は日光が明るい様子。「春和ぎ景明らか」とも読む。",
        "grade": "5"
    },
    {
        "word": "小利大損",
        "yomi": "しょうりだいそん",
        "def": "生か死かは最も大切な問題だが、今生きていることが最も大切であるということ。禅宗の言葉で、生と死を繰り返して悟りを得ることは大切だが、悟りを得るのは、今生きている間しかないので、今を生きることが最も大切であるということ。",
        "grade": "5"
    },
    {
        "word": "生老病死",
        "yomi": "しょうろうびょうし",
        "def": "いつまでも。永遠に。仏教の言葉で、生と死を繰り返して数多くを世を経験するという意味から。",
        "grade": "5"
    },
    {
        "word": "諸行無常",
        "yomi": "しょぎょうむじょう",
        "def": "立派な家系の家からは、立派な人材が出るということ。「将門」は将軍を代々輩出している家系のこと。「有将」は将軍が現れること。「将門将有り」とも読む。",
        "grade": "5"
    },
    {
        "word": "諸子百家",
        "yomi": "しょしひゃっか",
        "def": "見た目は優しそうに見えるが、内心はひどく陰険なこと。「笑裏」は笑顔の内側のこと。「蔵刀」は刀を隠して持っていること。「笑裏に刀を蔵す」とも読む。",
        "grade": "5"
    },
    {
        "word": "初転法輪",
        "yomi": "しょてんぼうりん",
        "def": "少しの利益を得ようとして、大きな利益を逃すこと。または、少しの利益を得ようとして、大損すること。",
        "grade": "5"
    },
    {
        "word": "白河夜船",
        "yomi": "しらかわよふね",
        "def": "人間が避けることが出来ない四つの苦悩のこと。「生」は生まれること。「老」は年老いること。「病」は病気になること。「死」は死ぬこと。仏教の言葉で、四苦のことをいう。",
        "grade": "5"
    },
    {
        "word": "私利私欲",
        "yomi": "しりしよく",
        "def": "世の中は常に変化しており、いつまでも変化しないものや永久に無くならないものはないということ。人生、人の命の儚さをいう言葉。「諸行」はこの世にある全てのもの、全ての現象のこと。「無常」は変化しないものはないという意味。「諸行無常、諸法無我、涅槃寂静」という仏教の思想の特徴を表す三法印の一つ。平家物語の冒頭として有名。",
        "grade": "5"
    },
    {
        "word": "至理名言",
        "yomi": "しりめいげん",
        "def": "中国の春秋時代に活躍した、たくさんの学者や学派、書物などのこと。「諸子」は孔子や孟子、老子、荘子などの学者のこと。「百家」は儒家や道家、墨家、法家などの学派のこと。",
        "grade": "5"
    },
    {
        "word": "四六時中",
        "yomi": "しろくじちゅう",
        "def": "釈迦が悟りを開いた後、鹿野苑（ろくやおん）ではじめて行った説法のこと。「転法輪」は仏が説法すること。仏の教えを説くこと。",
        "grade": "5"
    },
    {
        "word": "心機一転",
        "yomi": "しんきいってん",
        "def": "何も気がつかないほど、ぐっすり寝入っている様子のこと。または、本当は知らないのに、知っているかのように振舞うこと。「白河」は京都の地名。京都に行ってきたと嘘をついた男が、「白河」はどうだったかと尋ねられたときに、男は白河を川の名前だと勘違いし「夜の船で、眠っている間に通り過ぎたからよくわからない」と答えたため、男の嘘がばれてしまったという故事から。「白河」は「白川」、「夜船」は「夜舟」とも書く。",
        "grade": "5"
    },
    {
        "word": "身言書判",
        "yomi": "しんげんしょはん",
        "def": "自分の利益と欲求のことだけを考えて行動すること。「私利」は私的な利益を得ること。「私欲」は私的な欲望を持つこと。公共の利益よりも個人的な利益を優先する身勝手な態度のことをいう言葉「私利私慾」とも書く。",
        "grade": "5"
    },
    {
        "word": "針小棒大",
        "yomi": "しんしょうぼうだい",
        "def": "物事の筋道が理屈に適っているすぐれた言葉。「至理」は正しい道理のこと。「名言」は立派な言葉。",
        "grade": "5"
    },
    {
        "word": "真実一路",
        "yomi": "しんじついちろ",
        "def": "一日中・いつも・終日という意味。「四六時」は二十四時間。四掛ける六で二十四になることから。「中」はその間ずっとという意味。昔使われていた「二六時中」という言葉が変化したもの。",
        "grade": "5"
    },
    {
        "word": "真人大観",
        "yomi": "しんじんたいかん",
        "def": "何かをきっかけに、気持ちがよい方向に切り替わること。「心機」は心の動き、気持ち。「一転」はがらりと変わること。ひっくり返ること。",
        "grade": "5"
    },
    {
        "word": "深層心理",
        "yomi": "しんそうしんり",
        "def": "人を登用するときに基準とするもののこと。「身」は容姿。「言」は言葉遣い。「書」は筆跡。「判」は文章。中国の唐の官吏を登用するときの基準をいう。",
        "grade": "5"
    },
    {
        "word": "進退両難",
        "yomi": "しんたいりょうなん",
        "def": "たいしたことがない物事を、実際より大げさに言うこと。針ほどの小さく些細なことを、棒ほどに大きく言うという意味から。",
        "grade": "5"
    },
    {
        "word": "心地光明",
        "yomi": "しんちこうめい",
        "def": "真実だけを求めて生きること。または、誠実に生きること。「一路」はまっすぐやひたすらという意味。山本有三の同名の小説によって広まったとされる言葉。",
        "grade": "5"
    },
    {
        "word": "心満意足",
        "yomi": "しんまんいそく",
        "def": "物事を深くきわめた人は広く全体を見ることができ、判断を間違えないということ。「真人」は道理をわきまえていて、深く物事に通じている人のこと。「大観」は物事全体を広く見ること。",
        "grade": "5"
    },
    {
        "word": "自画自賛",
        "yomi": "じがじさん",
        "def": "普段生活しているときには意識されない、奥深いところに隠れている心理のこと。「心理」は心の動きや状態のこと。心理学者のフロイトやユングによる心理学の用語。",
        "grade": "5"
    },
    {
        "word": "自給自足",
        "yomi": "じきゅうじそく",
        "def": "どうすることもできないこと。前に進むことも、後ろに下がることも難しいという意味から。「進退両つながら難し」とも読む。",
        "grade": "5"
    },
    {
        "word": "自己暗示",
        "yomi": "じこあんじ",
        "def": "心が正しく、清く広いこと。「心地」は心のこと。「光明」は仏の心身から放たれる、明るく輝く光のこと。",
        "grade": "5"
    },
    {
        "word": "時時刻刻",
        "yomi": "じじこくこく",
        "def": "この上なく満たされた気持ちになること。「心満」と「意足」はどちらも心が満たされるという意味。「心満ち意足る」とも読む。",
        "grade": "5"
    },
    {
        "word": "事実無根",
        "yomi": "じじつむこん",
        "def": "「賛」は絵画に添える詩文のこと。一般的には他人に書いてもらうもので、自分の絵画に自分で賛を書くことから、自分で自分をほめるという意味。",
        "grade": "5"
    },
    {
        "word": "事事物物",
        "yomi": "じじぶつぶつ",
        "def": "自分に必要なものを自分でまかない、十分に足りるようにすること。",
        "grade": "5"
    },
    {
        "word": "十死一生",
        "yomi": "じっしいっしょう",
        "def": "自分で自分に特定の意識や理念を抱くように繰り返すことで暗示をかけること。",
        "grade": "5"
    },
    {
        "word": "十中八九",
        "yomi": "じっちゅうはっく",
        "def": "時を追って次々と何かが起こる様子。「その時その時」や「一刻一刻」など。「時刻」は時間の流れの決まった一瞬のことで、それを重ねて、一瞬一瞬が連続して経過していく様子という意味。",
        "grade": "5"
    },
    {
        "word": "弱肉強食",
        "yomi": "じゃくにくきょうしょく",
        "def": "事実に基づいていない上に、根拠もないこと。",
        "grade": "5"
    },
    {
        "word": "十五志学",
        "yomi": "じゅうごしがく",
        "def": "一つ一つのあらゆる物事のこと。「事物」を重ねて強調した言葉。",
        "grade": "5"
    },
    {
        "word": "十全十美",
        "yomi": "じゅうぜんじゅうび",
        "def": "ほとんど助かる見込みがない状況でかろうじて助かること。",
        "grade": "5"
    },
    {
        "word": "十人十色",
        "yomi": "じゅうにんといろ",
        "def": "十あるうちの八か九ということから「ほとんど」「おおかた」「ほぼ確実」という意味。",
        "grade": "5"
    },
    {
        "word": "十年一日",
        "yomi": "じゅうねんいちじつ",
        "def": "弱者の犠牲があって、その上にいる強者が繁栄すること。",
        "grade": "5"
    },
    {
        "word": "十年一昔",
        "yomi": "じゅうねんひとむかし",
        "def": "十五歳で学問をすることを心に決めること。「十五」は十五歳のこと。「志学」は学問をすることを心に決めること。孔子が生涯を振り返って言った言葉から。「志学」という言葉が十五歳のことをいうのは、この言葉が語源。",
        "grade": "5"
    },
    {
        "word": "十風五雨",
        "yomi": "じゅうふうごう",
        "def": "不十分な部分がなく、完全であること。「十全」と「十美」はどちらも全てのものに欠点などなく、完璧であるということ。",
        "grade": "5"
    },
    {
        "word": "十万億土",
        "yomi": "じゅうまんおくど",
        "def": "性格、好み、考え方などは人それぞれ違うということ。「十人」は十人の人のこと。「十色」は十の種類があるということ。人の性質は人それぞれ違うため、十人いれば十の種類に分かれるという意味から。",
        "grade": "5"
    },
    {
        "word": "樹下石上",
        "yomi": "じゅかせきじょう",
        "def": "十年という長い期間が経過しても全く変わっていないこと。または、長い期間が経過しても進歩や成長をしていないこと。「十年」は年数の十年のこと。「一日」は日数の一日のこと。十年という長い期間、同じ一日を繰り返すという意味から。また、十年間同じことを繰り返すということから、辛抱強く努力し続けることや変化しないように守り続けることをいう場合もある。",
        "grade": "5"
    },
    {
        "word": "純一無雑",
        "yomi": "じゅんいつむざつ",
        "def": "世の中の変化が非常に激しいことのたとえ。十年の年月を一区切りとして、十年という期間が過ぎれば、身の回りも変化して、もう昔のことのように感じるという意味から。",
        "grade": "5"
    },
    {
        "word": "自由自在",
        "yomi": "じゆうじざい",
        "def": "十日ごとに風が吹き、五日ごとに雨が降る、農耕に適した天候のこと。または、世の中が平和で穏やかな状態であることのたとえ。",
        "grade": "5"
    },
    {
        "word": "上意下達",
        "yomi": "じょういかたつ",
        "def": "極楽浄土のこと。「万」と「億」は非常に大きな単位のことで、「十万億」は距離が非常に離れていることのたとえ。「土」は仏の土地という意味の仏土のこと。極楽浄土は、この世から十万億の非常に遠い場所にある仏土のさらに先にあるということから。",
        "grade": "5"
    },
    {
        "word": "情意投合",
        "yomi": "じょういとうごう",
        "def": "出家して行脚している人の境遇のたとえ。仏教の言葉で、行脚している僧は木の下や、石の上を宿にして生活するという意味から。",
        "grade": "5"
    },
    {
        "word": "上行下効",
        "yomi": "じょうこうかこう",
        "def": "他の物がまったく混ざってない様子。または、邪心や偽りなどが一切無く純粋なこと。「純一」や「無雑」はどちらも他のものが全く混ざっておらず純粋であるという意味で、同じ意味の語を重ねて強調した言葉。「純一にして雑ること無し」とも読む。",
        "grade": "5"
    },
    {
        "word": "常住不断",
        "yomi": "じょうじゅうふだん",
        "def": "思ったことが思った通りに出来ること。または、思う存分やりたいことをやること。「自由」と「自在」はどちらも、邪魔されることなく思い通りに出来るという意味。",
        "grade": "5"
    },
    {
        "word": "事理明白",
        "yomi": "じりめいはく",
        "def": "上の者の意志や命令などを、下の者にしっかりと伝えること。「上意」は君主の命令という意味から、上の者の意志や命令のこと。「下達」は下の者に伝えること。",
        "grade": "5"
    },
    {
        "word": "人海戦術",
        "yomi": "じんかいせんじゅつ",
        "def": "お互いの意志や気持ちが通じること。「情意」は気持ちや意志のこと。「投合」はぴったりと一つに合うこと。",
        "grade": "5"
    },
    {
        "word": "人間青山",
        "yomi": "じんかんせいざん",
        "def": "上の立場の人が行動すると、下の立場の人はそれを見て学ぶということ。「効」は教わることや、真似をすること。「上行えば下効う」とも読む。",
        "grade": "5"
    },
    {
        "word": "仁者無敵",
        "yomi": "じんしゃむてき",
        "def": "途切れることなくずっと続いていること。「常住」と「不断」はずっと続いているという意味。「常住」は仏教の言葉で、過去から現在、未来にわたって変わることなく続いていること。",
        "grade": "5"
    },
    {
        "word": "仁者楽山",
        "yomi": "じんしゃらくざん",
        "def": "物事の道理や筋道がはっきりとしていること。「事理」は物事の道理や筋道。「明白」ははっきりとしていてわかりやすいこと。",
        "grade": "5"
    },
    {
        "word": "人心一新",
        "yomi": "じんしんいっしん",
        "def": "たくさんの人を使って、仕事や任務を成し遂げようとするやり方。「人海」は人がたくさんいる様子を海にたとえた言葉。元は人を多く集めて数の力を使い、敵軍を倒す戦略のことをいう。",
        "grade": "5"
    },
    {
        "word": "人事天命",
        "yomi": "じんじてんめい",
        "def": "世の中は広く、死に場所ならどこにでもあるので、目的を果たすために、故郷を捨ててでも大いに活躍するべきであるということ。「人間」は世の中、世間。「青山」は墓。死に場所。世の中は広いので、死に場所くらいはどこにでもあるという意味から。「人間至る処青山有り」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "人事不省",
        "yomi": "じんじふせい",
        "def": "人徳が備わった人には、敵になる人がいないということ。「仁者」は仁徳が備わっている人、仁徳者。仁徳者が君主になれば、全ての人民を平等に愛するので、敵になる人がいなくなるという意味から。「仁者は敵無し」とも読む。",
        "grade": "5"
    },
    {
        "word": "人生行路",
        "yomi": "じんせいこうろ",
        "def": "仁徳のある人は心に余裕があって落ち着いているので、似た様にずっしりと安定している山を好むということ。「仁者は山を楽しむ」とも読む。",
        "grade": "5"
    },
    {
        "word": "水月鏡花",
        "yomi": "すいげつきょうか",
        "def": "人々の心を新しくすること。「人心」はたくさんの人々の心。「一新」は古いものを無くして、新しいものにすること。",
        "grade": "5"
    },
    {
        "word": "水清無魚",
        "yomi": "すいせいむぎょ",
        "def": "人として出来る限りの努力をして、結果は運命に任せること。「人事」は人間ができること。「天命」は運命。「人事を尽くして天命を待つ」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "寸鉄殺人",
        "yomi": "すんてつさつじん",
        "def": "意識を失うこと。昏睡状態になること。病気や怪我などで意識を失い、刺激に反応を示さないほどの酷い状態になることをいう。「人事」は人としての感覚・意識。「不省」は意識がはっきりとしないこと。",
        "grade": "5"
    },
    {
        "word": "寸田尺宅",
        "yomi": "すんでんしゃくたく",
        "def": "人の一生。「行路」は道を行くということから、旅路のこと。人の一生をどうなるか予測できない、長く困難な旅路にたとえた言葉。",
        "grade": "5"
    },
    {
        "word": "寸馬豆人",
        "yomi": "すんばとうじん",
        "def": "目で見ることは出来るが手に取ることが出来ない、はかない幻のたとえ。または、詩文などの作品から、感じ取ることができるが言葉では表すことができない深い味わいのこと。水に映る月と鏡に映る花という意味。",
        "grade": "5"
    },
    {
        "word": "頭寒足熱",
        "yomi": "ずかんそくねつ",
        "def": "心が清く高潔であっても、程度が過ぎると人に親しまれないということ。「水清ければ魚無し」とも読み、澄み切った水には魚が住めないという意味から。",
        "grade": "5"
    },
    {
        "word": "晴雲秋月",
        "yomi": "せいうんしゅうげつ",
        "def": "短い一言で相手の弱点や欠点をつくことのたとえ。「寸」は長さの単位で、短い長さのたとえ。「寸鉄」は長さの短く鋭い刃物ということから、短く的を射た言葉のこと。急所を突けば、短い刃物でも確実に人を殺すことが出来るという意味から。「寸鉄人を殺す」とも読む。",
        "grade": "5"
    },
    {
        "word": "生寄死帰",
        "yomi": "せいきしき",
        "def": "ほんの少しの財産のこと。「寸田」と「尺宅」はどちらもほんの少しの財産という意味で、四方が一寸の田と四方が一尺の家という意味から。「寸」と「尺」は長さの単位で、どちらも短い長さのたとえ。",
        "grade": "5"
    },
    {
        "word": "精金良玉",
        "yomi": "せいきんりょうぎょく",
        "def": "遠くにいる人や馬が小さく見えること。または、絵画の背景として書かれている人や馬が小さいこと。「寸」は長さの単位で、短い長さのたとえ。「寸」と「豆」はどちらも小さいことのたとえ。",
        "grade": "5"
    },
    {
        "word": "晴耕雨読",
        "yomi": "せいこううどく",
        "def": "頭を冷やして、足を暖めること。健康によく、ぐっすり眠ることができるとされている。",
        "grade": "5"
    },
    {
        "word": "生死肉骨",
        "yomi": "せいしにくこつ",
        "def": "純真で汚れがなく透き通っている心のたとえ。「晴雲」は晴れた空に浮かんでいる雲のこと。「秋月」は秋の澄んでいる空にある月のこと。",
        "grade": "5"
    },
    {
        "word": "青松落色",
        "yomi": "せいしょうらくしょく",
        "def": "人が生きているということは仮にこの世に身を寄せているだけで、死は自分の家に帰るかのように本来いるべき場所に帰ることだという意味。「生は寄なり死は帰なり」とも読む。",
        "grade": "5"
    },
    {
        "word": "誠心誠意",
        "yomi": "せいしんせいい",
        "def": "穏やかで純真な性格のたとえ。「精金」は不純物のない純粋な金属。「良玉」は美しい宝玉のこと。北宋の程頤が、兄の程顥の人柄を評して言ったとされる言葉。",
        "grade": "5"
    },
    {
        "word": "精神統一",
        "yomi": "せいしんとういつ",
        "def": "田園で心静かにのんびりと気ままな生活をすること。晴れた日は畑を耕して、雨の日は屋内にこもって本を読むという意味から。",
        "grade": "5"
    },
    {
        "word": "聖人君子",
        "yomi": "せいじんくんし",
        "def": "どうすることもできない苦しい状況の者を救うこと。または、そのような状況から救ってもらった大恩のこと。骨に肉をつけて死んだ人を生き返らせるという意味から。",
        "grade": "5"
    },
    {
        "word": "聖人無夢",
        "yomi": "せいじんむむ",
        "def": "交友関係が途切れそうになることのたとえ。「青松」は常緑樹の松のこと。「落色」は色が落ちること。常緑樹の松が色あせるという意味から。",
        "grade": "5"
    },
    {
        "word": "正正堂堂",
        "yomi": "せいせいどうどう",
        "def": "損得を考えず人に尽くそうとする純粋な気持ちのこと。または、そのような気持ちを持って人に接すること。",
        "grade": "5"
    },
    {
        "word": "生知安行",
        "yomi": "せいちあんこう",
        "def": "他のことに気を散らさずに、心を一つにして集中すること。目的を達成するために他のことに気を散らさず、そのことだけに集中する心の持ち方のこと。",
        "grade": "5"
    },
    {
        "word": "青天白日",
        "yomi": "せいてんはくじつ",
        "def": "人格、知識ともにすぐれている素晴らしい人物のこと。「聖人」は最高の人格者のこと。「君子」は学問や人格にすぐれている徳の高い人のこと。",
        "grade": "5"
    },
    {
        "word": "正当防衛",
        "yomi": "せいとうぼうえい",
        "def": "徳を積んだ聖人は、悩むことや心を乱すことがないので、夢をみることがないということ。「聖人に夢無し」とも読む。",
        "grade": "5"
    },
    {
        "word": "清風故人",
        "yomi": "せいふうこじん",
        "def": "非難する点のない素晴らしい手段や態度のこと。または、軍隊の士気が高く、陣形が整っている様子。「正正」は軍旗が整然と並んでいること。「堂堂」は陣形が整っていて士気が高いこと。「正正の旗、堂堂の陣」を略したもの。「正々堂々」とも書く。",
        "grade": "5"
    },
    {
        "word": "清風明月",
        "yomi": "せいふうめいげつ",
        "def": "生まれた時から人としての正しい道を知っていて、苦労することなく実際に行うこと。「安行」は悩むことなく行うこと。努力することなく人の道を知り、それを行うことが出来るという意味から。「学知利行」、「困知勉行」とともに、人の道を修養する三つの段階のことをいう。",
        "grade": "5"
    },
    {
        "word": "精明強幹",
        "yomi": "せいめいきょうかん",
        "def": "雲一つない晴れ渡った青空と輝く太陽のこと。転じて、やましいことが一切ないことのたとえ。または、無実が明らかになり、疑いが晴れることのたとえ。「青天」は晴れ渡った青空のこと。「白日」は明るく輝く太陽のこと。",
        "grade": "5"
    },
    {
        "word": "石心鉄腸",
        "yomi": "せきしんてっちょう",
        "def": "他人からの不当な暴力行為から身を守る権利。法律用語で、暴力行為を受けた時に、自身または他人を守るために、仕方なく行使する加害行為のことで、その行為の責任は問われない。",
        "grade": "5"
    },
    {
        "word": "接見応対",
        "yomi": "せっけんおうたい",
        "def": "季節が秋に変わって、秋のさわやかな風が吹いてくるのは、昔からの友人が久しぶり訪ねてきたかのようだということ。「故人」は昔からの友人。「清風故人来る」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "雪月風花",
        "yomi": "せつげつふうか",
        "def": "明るく澄んだ月とすがすがしい風が心地よい静かな夜の様子。 または、風雅な遊びや自然を堪能すること。「清風」はすがすがしい風のこと。「明月」は明るく澄んだ月のこと。",
        "grade": "5"
    },
    {
        "word": "切問近思",
        "yomi": "せつもんきんし",
        "def": "物事に精通していて、仕事を成し遂げる能力が高いこと。「精明」は物事に精通していること。「強幹」は物事を成し遂げる能力が高いこと。",
        "grade": "5"
    },
    {
        "word": "世道人心",
        "yomi": "せどうじんしん",
        "def": "石や鉄のように固く強い心と意志のこと。「石心」は石のように固い心臓、「鉄腸」は鉄のように固い腸、「心」と「腸」は内臓の心臓と腸のことから心や意志のたとえ。",
        "grade": "5"
    },
    {
        "word": "千金一刻",
        "yomi": "せんきんいっこく",
        "def": "実際に顔を合わせて受け答えすること。または、相手への受け答えのやり方。「接見」は人と実際に会うことで、特に高い身分の人が、公的に相手を迎えて実際に会うことをいう。",
        "grade": "5"
    },
    {
        "word": "先義後利",
        "yomi": "せんぎこうり",
        "def": "四季の季節ごとの美しい自然の風景。または、それらの風景を鑑賞して、詩歌を作ったりする風流な生活のこと。冬の雪、秋の月、夏の風、春の花ということから。",
        "grade": "5"
    },
    {
        "word": "千古不易",
        "yomi": "せんこふえき",
        "def": "理解が難しいことを、身近な問題として取り上げて、真剣に考えること。「切問」は理解できていないことを問うこと。「近思」は身近なこととして考えること。「切に問いて近く思う」とも読む。",
        "grade": "5"
    },
    {
        "word": "専心一意",
        "yomi": "せんしんいちい",
        "def": "この世の道徳と、その道徳を守る人たちの心。「世道」は人が人として守るべき道徳のこと。「人心」は多くの人の心。",
        "grade": "5"
    },
    {
        "word": "先聖先師",
        "yomi": "せんせいせんし",
        "def": "ほんの少しの時間でも、はかりきれない価値があること。「千金」は大金という意味から、価値があることのたとえ。「一刻」の「刻」は時間の単位のことで、わずかな時間のたとえ。楽しい時間や、季節などがあっという間に過ぎ去っていくことを惜しんでいう言葉。また、少しの時間でも大切にするべきだという戒めのこと。元は、春の夜は素晴らしく、非常に価値があるという意味から。",
        "grade": "5"
    },
    {
        "word": "先知先覚",
        "yomi": "せんちせんがく",
        "def": "人が守るべき道徳を一番に考えて、利益を二の次に考えること。「義」は人としての道徳、仁義。「利」は利益。人の上に立つ人の心構えをいう言葉。「義を先にして利を後にす」とも読む。",
        "grade": "5"
    },
    {
        "word": "先手必勝",
        "yomi": "せんてひっしょう",
        "def": "永遠に変わらないこと。「千古」は大昔、または、遠い昔から現在まで長い時間のこと。「不易」は変わらないという意味。",
        "grade": "5"
    },
    {
        "word": "千万無量",
        "yomi": "せんまんむりょう",
        "def": "他のことに心を奪われることなく、一つのことだけに心を集めること。「専心」と「一意」はどちらも一つのことに心を注ぐこと。",
        "grade": "5"
    },
    {
        "word": "千里同風",
        "yomi": "せんりどうふう",
        "def": "尊敬の気持ちを込めて孔子を呼ぶ名称。過去の聖人や賢者の教えを広めた、師と仰がれる人をいう。「先聖」は昔の聖人や賢者のこと。「先師」は聖人や賢者の教えを広めた人。古代中国で学校を作るときに先聖と先師を祭っていたが、時代によって祭る人は異なっていた。",
        "grade": "5"
    },
    {
        "word": "千里結言",
        "yomi": "せんりのけつげん",
        "def": "普通の人よりも早く道理を理解すること。または、すぐれた学識と人格をもっている人のこと。",
        "grade": "5"
    },
    {
        "word": "絶世独立",
        "yomi": "ぜっせいどくりつ",
        "def": "先に攻撃を仕掛ければ、必ず勝てるということ。「先手」は先に攻撃すること。",
        "grade": "5"
    },
    {
        "word": "絶体絶命",
        "yomi": "ぜったいぜつめい",
        "def": "どれくらいあるか数えることができないほどに数が多いこと。「千万」はこの上なく数が多いこと。「無量」は見当がつけられないほど数が多いこと。",
        "grade": "5"
    },
    {
        "word": "善因善果",
        "yomi": "ぜんいんぜんか",
        "def": "天下が一つにまとめあげられていて、平和に治まっていること。「千里」ははるか遠くまでということ。「同風」は風俗が同じものになるということから、同じ国になることのたとえ。",
        "grade": "5"
    },
    {
        "word": "前後不覚",
        "yomi": "ぜんごふかく",
        "def": "遠く離れた友人と結んだ約束のこと。「千里」は距離が非常に離れていることのたとえ。「結言」は言葉で約束をすること。",
        "grade": "5"
    },
    {
        "word": "全生全帰",
        "yomi": "ぜんせいぜんき",
        "def": "美しい女性の容姿をいう言葉。「絶世」はこの世に並ぶものが存在しないということ。「独立」は他と離れていて、一つだけ立っていること。中国の前漢の時代に、宮廷楽士の李延年が自身の妹の美しさを歌った詩から。",
        "grade": "5"
    },
    {
        "word": "全知全能",
        "yomi": "ぜんちぜんのう",
        "def": "どうすることもできない危険な状況にあること。「絶」はぎりぎりの状態や限界に達するという意味から、体と命が逃れることの出来ない危険な状態にあることをいう言葉。",
        "grade": "5"
    },
    {
        "word": "創業守成",
        "yomi": "そうぎょうしゅせい",
        "def": "よい行動をすれば、よい報いがあるということ。「善因」はよい報いを受ける原因となる行いのこと。「善果」はよい報い。仏教の言葉で、人の行動の善悪に応じた報いを受けることをいう。",
        "grade": "5"
    },
    {
        "word": "草根木皮",
        "yomi": "そうこんぼくひ",
        "def": "物事の前後がわからなくなるほど、正気を失ってしまうこと。気絶したり、酒を飲みすぎたりした状態のことをいう言葉。「前後」は物事の前と後。「不覚」は意識がしっかりしてしないこと。",
        "grade": "5"
    },
    {
        "word": "相思相愛",
        "yomi": "そうしそうあい",
        "def": "親からもらった体を傷つけずに、人生を全うすることが本当の親孝行であるという教え。「全」は欠けていない完全な状態。体を欠けることなく、全て返すという意味から。曾子門人の楽正子春は、足に軽い怪我を負ったことを、孔子の親孝行の教えに背いたとして嘆いたという故事から。",
        "grade": "5"
    },
    {
        "word": "走馬看花",
        "yomi": "そうばかんか",
        "def": "全てを知り尽くし、ありとあらゆることができる能力のこと。「全知」は全てのことを理解出来る知識。「全能」はあらゆることができる能力。「全智全能」とも書く。",
        "grade": "5"
    },
    {
        "word": "争名争利",
        "yomi": "そうめいそうり",
        "def": "事業を新しく起こすよりも、成果を守り続けていくほうが難しいということ。「創業」は事業を新しく興すこと。「守成」は成果を守るという意味から。「創業は易く守成は難し」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "装模作様",
        "yomi": "そうもさくよう",
        "def": "草の根と木の皮という意味から、漢方薬やその素材のこと。または、食糧不足で草の根や木の皮のようなものしか食べ物がないこと。",
        "grade": "5"
    },
    {
        "word": "総量規制",
        "yomi": "そうりょうきせい",
        "def": "男女がお互いのことを慕い、愛し合っていること。または、互いに必要とし合っている関係のこと。「相思」はお互いに恋しく思うこと。「相愛」はお互いに愛すこと。",
        "grade": "5"
    },
    {
        "word": "則天去私",
        "yomi": "そくてんきょし",
        "def": "表面だけ見て、本質を理解しないこと。または、物事がうまくいって、誇らしそうにすること。中国の唐の時代に、孟郊が科挙に合格したことを喜んで詠んだ詩の一節で、合格したことを喜び、町中の花を馬に乗って見て回ったが、馬に乗りながら花を見ても、花のことは理解できないという意味から。「馬を走らせて花を看る」とも詠む。",
        "grade": "5"
    },
    {
        "word": "素車白馬",
        "yomi": "そしゃはくば",
        "def": "名誉と利益を得るために争うこと。「争名」は名誉を求めて争うこと。「争利」は利益を得るために争うこと。「名を争い利を争う」とも読む。",
        "grade": "5"
    },
    {
        "word": "孫康映雪",
        "yomi": "そんこうえいせつ",
        "def": "見栄を張ったり、上品ぶったりすること。「装」と「模」はどちらも見た目を着飾ったり、他人の真似をしたりすること。「作様」は動きの様子。「装模様を作す」とも読む。",
        "grade": "5"
    },
    {
        "word": "損者三友",
        "yomi": "そんしゃさんゆう",
        "def": "上限を定めて、それを超えるような取引や使用などを防ぐ政策のこと。融資の上限を定めて過度の上昇を抑制したり、工場からの汚染物質の排出量の上限を決めて、環境を保護したりするもの。",
        "grade": "5"
    },
    {
        "word": "造反無道",
        "yomi": "ぞうはんむどう",
        "def": "私心を捨てて、自然に身を任せて生きること。「則天」は自然の法則に逆らわないこと。「去私」は私心を無くすこと。夏目漱石が晩年に理想として目指した境地や、文学観をいう。「天に則り私を去る」とも読む。",
        "grade": "5"
    },
    {
        "word": "造反有理",
        "yomi": "ぞうはんゆうり",
        "def": "葬式で使う馬車のこと。「素車」は飾りつけをしていない白い木の馬車。「白馬」は馬車を引く白い馬。謝罪や降伏をするときに、死を覚悟しているという意志を示すためにこの馬車を使うこともあった。",
        "grade": "5"
    },
    {
        "word": "続短断長",
        "yomi": "ぞくたんだんちょう",
        "def": "苦労しながらも学問に励むこと。「孫康」は中国の人の名前。「映雪」は夜の雪明りで書物を読むこと。中国の晋の時代、孫康は灯り用の油を買うことが出来ないほど貧しく、夜は雪明りで読書をして勉強したという故事から。",
        "grade": "5"
    },
    {
        "word": "大快人心",
        "yomi": "たいかいじんしん",
        "def": "関わらないほうがよい三種類の友人のこと。「損者」は利益になることがない友人。「三友」は体裁だけを取り繕う人、口先だけ達者な人、不誠実な人の三種類の友人のこと。このような人たちと友人になっても損しかないという意味から。",
        "grade": "5"
    },
    {
        "word": "対岸火災",
        "yomi": "たいがんのかさい",
        "def": "体制に背いて、道理に外れた行いをすること。「造反」は体制に背いた行動を起こすこと、謀反。",
        "grade": "5"
    },
    {
        "word": "大器小用",
        "yomi": "たいきしょうよう",
        "def": "体制に背くことにも、それなりの道理があること。「造反」は体制に背いた行動を起こすこと、謀反。「有理」は道理があること。一九三九年に中国の毛沢東が言った言葉で、文化大革命の時に紅衛兵の標語となった言葉。",
        "grade": "5"
    },
    {
        "word": "大器晩成",
        "yomi": "たいきばんせい",
        "def": "多くなりすぎたり、少なくなりすぎたりしないように整えること。長さが短いものは継ぎ足しすることで長さを補い、長いものは切って短くするという意味から。「短を続ぎ長を断つ」とも読む。",
        "grade": "5"
    },
    {
        "word": "大義名分",
        "yomi": "たいぎめいぶん",
        "def": "人々を痛快な気持ちにさせること。悪人を厳しく罰したときなどに用いられることが多い。",
        "grade": "5"
    },
    {
        "word": "大逆無道",
        "yomi": "たいぎゃくむどう",
        "def": "自分には直接関係のない事件、出来事のたとえ。川の向こう岸で起きた火災という意味で、川があるので向こう岸での火災はこちらに被害が出ることはないことから。",
        "grade": "5"
    },
    {
        "word": "大月小月",
        "yomi": "たいげつしょうげつ",
        "def": "優れた才能がある人にくだらない雑務をさせること。または、そのような人をうまく使いこなせていないこと。 「大器」は優れた才能を持つ人を大きな器にたとえたもの。「小用」は小さなことに用いること。大きな器を小さなことに使用するという意味で、使い方が適切ではないことのたとえ。 ",
        "grade": "5"
    },
    {
        "word": "体元居正",
        "yomi": "たいげんきょせい",
        "def": "偉大な人は大成するのが遅く、歳をとってから頭角を現すようになるということ。また、才能があるにもかかわらず報われていない人を同情するときに用いる言葉。「大器」は大きい器のことから優れた才能を持つ人のこと。「晩成」は普通より遅れて形になること。大きな器は出来上がるまでに時間がかかるという意味から。",
        "grade": "5"
    },
    {
        "word": "大山鳴動",
        "yomi": "たいざんめいどう",
        "def": "ある行動に対して根拠となる正当な理由や建前のこと。「大義」は人として大切な道義。「名分」は身分や立場に伴う本分のこと。本来は身分や立場に応じた守るべき本分や道義のこと。",
        "grade": "5"
    },
    {
        "word": "大所高所",
        "yomi": "たいしょこうしょ",
        "def": "道理や人の道からひどく外れた常軌を逸した行為のこと。「大逆」は君主や親を殺すなどの極悪な行い。「無道」は道理を無視した行いのこと。",
        "grade": "5"
    },
    {
        "word": "大信不約",
        "yomi": "たいしんふやく",
        "def": "一ヶ月の日数が三十一日ある「大の月」とそれより少ない「小の月」のこと。一年は「大の月」と「小の月」から成っているという意味。「大の月」は一月、三月、五月、七月、八月、十月、十二月。「小の月」は二月、四月、六月、九月、十一月。",
        "grade": "5"
    },
    {
        "word": "大道不器",
        "yomi": "たいどうふき",
        "def": "善や徳を身につけて、常に正しい立場に身を置くこと。「体」は身につけることや実際に行うこと。「元」は善や正しいこと。「居正」は正しい立場に身を置くこと。「元を体して正に居る」とも読む。",
        "grade": "5"
    },
    {
        "word": "大欲非道",
        "yomi": "たいよくひどう",
        "def": "騒ぎばかりが大きくて、結果は非常に小さいことのたとえ。「鳴動」は音を立てて揺れること。「大山鳴動して鼠（ねずみ）一匹」という言葉の略。「大きな山が産気づき激しい音を立て揺れ動いた結果、鼠が一匹生まれた」という古代ローマのことわざからきた言葉。「泰山鳴動」とも、「太山鳴動」とも書く。",
        "grade": "5"
    },
    {
        "word": "多事多難",
        "yomi": "たじたなん",
        "def": "一部ではなく、全体を見通す広い視野のこと。「大所」は広い立場、「高所」は高い場所のことで、どちらも広く見渡せる場所のこと。似ている意味の言葉を重ねて強調した言葉。",
        "grade": "5"
    },
    {
        "word": "多情多感",
        "yomi": "たじょうたかん",
        "def": "約束をしなければ守られないようなことは、本当の信頼関係とはいえないということ。または、信義のない約束は、約束としての意味を持たないということ。「大信」はこのうえない誠意という意味から、本物の信頼関係という意味。「大信は約せず」とも読む。",
        "grade": "5"
    },
    {
        "word": "多情仏心",
        "yomi": "たじょうぶっしん",
        "def": "聖人が行う偉大な道は、普遍的で大きな働きをもつということ。「大道」は聖人が行う偉大な道。「器」は物を入れることしか使い道のない器のこと。器のように一つの用途でしか使えないものとは異なり、聖人の行う道は様々な作用を発揮するという意味から。",
        "grade": "5"
    },
    {
        "word": "達人大観",
        "yomi": "たつじんたいかん",
        "def": "慈悲が全くなく、非常に欲深いこと。「大欲」は欲深いこと。「非道」は人の道から外れていること。「大慾非道」とも書く。",
        "grade": "5"
    },
    {
        "word": "他力本願",
        "yomi": "たりきほんがん",
        "def": "事件や解決が難しい出来事が非常に多いこと。「多事」は事件が非常に多いこと。「多難」は災害が非常に多いこと。",
        "grade": "5"
    },
    {
        "word": "単純明快",
        "yomi": "たんじゅんめいかい",
        "def": "感情が豊かで、感受性が鋭いこと。物事から影響を受けて起こる心の動きをいう「情感」に、意味を強める「多」の文字を重ねた言葉。",
        "grade": "5"
    },
    {
        "word": "単刀直入",
        "yomi": "たんとうちょくにゅう",
        "def": "感情が豊かで気が変わりやすいが、情が深く無慈悲になれないこと。仏の慈悲の心のことをいう言葉で、人や物事への情が多いという意味から。",
        "grade": "5"
    },
    {
        "word": "大死一番",
        "yomi": "だいしいちばん",
        "def": "物事を深くきわめた人は広く全体を見ることができ、判断を間違えないということ。「達人」は道理をわきまえていて、深く物事に通じている人のこと。「大観」は物事全体を広く見ること。",
        "grade": "5"
    },
    {
        "word": "大同小異",
        "yomi": "だいどうしょうい",
        "def": "自分は努力せずに、他人の力だけを頼りに望みをかなえようとすること。「他力」は自分以外の人の力のこと。「本願」は仏と菩薩が修行しているときに立てた誓いのこと。もとは仏教語で、本来の意味は阿弥陀如来の本願の力で極楽往生できることを願うこと。この用法での他力は阿弥陀如来の力のことを指す。",
        "grade": "5"
    },
    {
        "word": "大同団結",
        "yomi": "だいどうだんけつ",
        "def": "単純でわかりやすいこと。主に文章や話などの道筋や内容が、単純でわかりやすいことをいう言葉。 「明快」ははっきりとしていてわかりやすいこと。",
        "grade": "5"
    },
    {
        "word": "断章取義",
        "yomi": "だんしょうしゅぎ",
        "def": "いきなり本題に入って、重要なことを追及すること。「単刀」は一本の刀。「直入」は回り道をすることなく、すぐに入ること。一本の刀を持って、敵陣にまっすぐ攻め込むという意味から。",
        "grade": "5"
    },
    {
        "word": "断編残簡",
        "yomi": "だんぺんざんかん",
        "def": "必死の覚悟で物事に取り組むこと。元は仏教の言葉で、自身の欲望を全て捨てて、迷いを捨てて修行に取り組むことをいう。",
        "grade": "5"
    },
    {
        "word": "談論風発",
        "yomi": "だんろんふうはつ",
        "def": "小さな違いがあって完全に同じではないが、ほぼ同じこと。大きな差がないこと。「大同」は大まかには同じものであること。「小異」は少しだけ差や違いがあること。",
        "grade": "5"
    },
    {
        "word": "知行合一",
        "yomi": "ちこうごういつ",
        "def": "複数の政党や団体などの目的を持った人々の集まりが、一つの大きな目的のために、政党や団体などの各々の意見の違いを超えて力を合わせること。日本の明治時代、一八八六年～一八八九年に発生した自由民権運動各派による反政府統一運動が有名。",
        "grade": "5"
    },
    {
        "word": "知者不言",
        "yomi": "ちしゃふげん",
        "def": "自身の都合のいいように解釈するために、他人の書いた文章や詩などから引用すること。「断章」は文章の一部の部分を抜き出すこと。「取義」は自分の都合のいいように意味を取ること。元にした文章などの文脈を無視して、都合のいい部分に使うことをいう言葉。「章を断ちて義を取る」とも読む。",
        "grade": "5"
    },
    {
        "word": "知者楽水",
        "yomi": "ちしゃらくすい",
        "def": "書物の欠片やちょっとした書き物のこと。「断編」は切れてばらばらになった書物。「残簡」は紙ができる前に文字を書いていた竹の札のことから、書物のこと。",
        "grade": "5"
    },
    {
        "word": "置酒高会",
        "yomi": "ちしゅこうかい",
        "def": "盛んに議論や討論をすること。「談論」は議論や討論のこと。「風発」は風が勢いよく吹くという意味から、物事の勢いが盛んな様子。",
        "grade": "5"
    },
    {
        "word": "知足安分",
        "yomi": "ちそくあんぶん",
        "def": "知識と実践は一体であるということ。また、知識があっても実践をしなければそれは本当の「知」とはいえず、知識に実践が伴ったものが本当の「知」であるという考え方。",
        "grade": "5"
    },
    {
        "word": "地平天成",
        "yomi": "ちへいてんせい",
        "def": "物事を本当に知っている人は、軽々しく言葉に出して説明しようとはしないということ。",
        "grade": "5"
    },
    {
        "word": "着眼大局",
        "yomi": "ちゃくがんたいきょく",
        "def": "知恵のある人は水が流れることを好んで楽しむということ。水がよどみなく流れる様子が、知恵が滞ることなく働くことに似ていることから。「知者は水を楽しむ」とも読む。",
        "grade": "5"
    },
    {
        "word": "忠君愛国",
        "yomi": "ちゅうくんあいこく",
        "def": "派手で立派な酒宴を催すこと。または酒宴そのもののこと。「置酒」は酒宴を催すこと。「高会」は派手で立派な宴のこと。",
        "grade": "5"
    },
    {
        "word": "忠孝両全",
        "yomi": "ちゅうこうりょうぜん",
        "def": "多くのことを望まず、自分の立場や境遇に満足すること。「足るを知り分に安んず」とも読む。",
        "grade": "5"
    },
    {
        "word": "中秋名月",
        "yomi": "ちゅうしゅうのめいげつ",
        "def": "万物が栄え、世の中が平穏に統治されていること。または、天災などに見舞われることなく自然が穏やかなこと。「地平」は世の中が平穏に統治されていること。「天成」は天の運行がうまく進み、全てのものが栄えること。「地平らかに天成る」とも読む。「内平外成」と同じく、元号の「平成」の由来とされる語。",
        "grade": "5"
    },
    {
        "word": "昼想夜夢",
        "yomi": "ちゅうそうやむ",
        "def": "細かいことだけにとらわれずに、全体をしっかりと把握して本質を見極めて対処すること。「着眼」は大事なことに注意して見ること。「大局」は全体を見ること。",
        "grade": "5"
    },
    {
        "word": "中通外直",
        "yomi": "ちゅうつうがいちょく",
        "def": "君主に忠義を尽くして、国を愛すること。「忠君」は君主に忠義を尽くして仕えること。「愛国」は国を愛すること。",
        "grade": "5"
    },
    {
        "word": "長安日辺",
        "yomi": "ちょうあんにっぺん",
        "def": "君主への忠義と両親への孝行のどちらも果たすこと。君主へ忠義を尽くすことと、両親へ孝行することは全く別のものだが、どちらも両立させるという意味。「忠孝両つながら全とうす」とも読む。",
        "grade": "5"
    },
    {
        "word": "重見天日",
        "yomi": "ちょうけんてんじつ",
        "def": "仲秋の夜の満月のこと。「中秋」は仲秋のことで、仲秋は秋を三分割した中の月ということから、陰暦八月十五日のこと。「仲秋名月」とも書く。",
        "grade": "5"
    },
    {
        "word": "長生久視",
        "yomi": "ちょうせいきゅうし",
        "def": "昼に考えていたことが、夜になって夢になること。または、いつも思い続けていることを言い表す言葉。「昼想い、夜夢む」とも読む。",
        "grade": "5"
    },
    {
        "word": "長生不死",
        "yomi": "ちょうせいふし",
        "def": "君子の広い心には邪心がなく、行いは正しく、まっすぐなこと。君子のあり方を説いた言葉。「中通」は蓮の茎の内側が空で何もないという意味から、邪な心を持っていないことのたとえ。「外直」は蓮の茎の外側の形はまっすぐな形であるということから、堂々としている立派な態度のこと。「中通じ外直し」とも読む。",
        "grade": "5"
    },
    {
        "word": "頂天立地",
        "yomi": "ちょうてんりっち",
        "def": "非常に遠く離れている場所のこと。または、すぐれた才能と知恵があること。「長安」は中国の西安市の昔の名前。「日辺」は太陽の辺りという意味から、太陽のこと。東晋の元帝が太子に長安と太陽はどちらが遠いかと尋ねたという故事から。",
        "grade": "5"
    },
    {
        "word": "頂門一針",
        "yomi": "ちょうもんのいっしん",
        "def": "辛く苦しい状況から抜け出して、それ以前のよい状況に戻ること。「重見」は再び見ること。「天日」は太陽のこと。再び太陽を目にするという意味から。「重ねて天日を見る」とも読む。",
        "grade": "5"
    },
    {
        "word": "朝有紅顔",
        "yomi": "ちょうゆうこうがん",
        "def": "長く生きること。「久視」はいつまでも目で見るということから、いつまでも生きること。",
        "grade": "5"
    },
    {
        "word": "直情径行",
        "yomi": "ちょくじょうけいこう",
        "def": "いつまでも死なずに生き続けること。",
        "grade": "5"
    },
    {
        "word": "治乱興亡",
        "yomi": "ちらんこうぼう",
        "def": "誰に頼ることもなく、一人で堂々と生きていること。「天を頂いて地に立つ」とも読む。",
        "grade": "5"
    },
    {
        "word": "知略縦横",
        "yomi": "ちりゃくじゅうおう",
        "def": "要点を的確に突く戒めや忠告のこと。「針」は治療のために使う、鍼灸の針のこと。頭頂部にあるつぼを、一本の針で確実に突いて治療するという意味から。「頂門一鍼」とも書く。",
        "grade": "5"
    },
    {
        "word": "痛定思痛",
        "yomi": "つうていしつう",
        "def": "人の一生は変わりやすく、儚いことのたとえ。「紅顔」は色つやのよい顔ということから、若い人のたとえ。「朝に紅顔有りて夕べに白骨となる」を略した言葉で、朝に若者だった人が、夕方には死んで白骨になるという意味から。",
        "grade": "5"
    },
    {
        "word": "適材適所",
        "yomi": "てきざいてきしょ",
        "def": "相手の気持ちや周りの状況を気にすることなく、自分の思うままに行動すること。「直情」は偽ったりしていない、そのままの感情のこと。「径行」は思ったことを思ったとおりに行うこと。「情を直くして径ちに行う」とも読む。",
        "grade": "5"
    },
    {
        "word": "適者生存",
        "yomi": "てきしゃせいぞん",
        "def": "世の中が平和で繁栄することと、乱れて滅びること。「治乱」は国が平和に治まることと、乱れること。「興亡」は栄えることと、滅びること。世の中が変わっていく様子をいう。",
        "grade": "5"
    },
    {
        "word": "鉄心石腸",
        "yomi": "てっしんせきちょう",
        "def": "知恵を働かせて、状況に応じて策略を思いのままにあやつること。「知略」は知恵を働かせた策略。「縦横」は思うように操ること。「智略縦横」とも書く。",
        "grade": "5"
    },
    {
        "word": "鉄腸石心",
        "yomi": "てっちょうせきしん",
        "def": "辛かった過去を思い出して今後の戒めにすること。「痛定」は病気が治ること。病気が治った後に辛かった過去を思い出すという意味。",
        "grade": "5"
    },
    {
        "word": "鉄樹開花",
        "yomi": "てつじゅかいか",
        "def": "その人の能力や特性などに適した地位や役目をあたえること。「適材」は最適な才能を持つ人のこと。「適所」は適している地位や仕事のこと。",
        "grade": "5"
    },
    {
        "word": "手練手管",
        "yomi": "てれんてくだ",
        "def": "環境に適応できた生物のみが生き残り、適応できない生物は淘汰されて絶滅すること。イギリスのハーバード・スペンサーによる生物進化論の用語。",
        "grade": "5"
    },
    {
        "word": "天一地二",
        "yomi": "てんいちちに",
        "def": "鉄や石のように固く強い心と意志のこと。「鉄心」は鉄のように固い心臓、「石腸」は石のように固い腸。「心」と「腸」は内臓の心臓と腸のことから、心や意志のたとえ。",
        "grade": "5"
    },
    {
        "word": "天災地変",
        "yomi": "てんさいちへん",
        "def": "鉄や石のように固く強い心と意志のこと。「鉄腸」は鉄のように固い腸、「石心」は石のように固い心臓。「腸」と「心」は内臓の腸と心臓のことから、心や意志のたとえ。",
        "grade": "5"
    },
    {
        "word": "天姿国色",
        "yomi": "てんしこくしょく",
        "def": "将来の可能性がないこと。または、非常に珍しいこと。「鉄樹」は鉄でできた木のことで、鉄でできた木は花が咲かないという意味から。または、「鉄樹」は六十年に一度だけ花が咲くといわれているということから。「開花」は花が咲くこと。",
        "grade": "5"
    },
    {
        "word": "天孫降臨",
        "yomi": "てんそんこうりん",
        "def": "人を騙して思い通りに操る技術や方法のこと。「手練」と「手管」はどちらも人を騙して操る技術や方法という意味。元は遊女が客を騙す技術のことをいう言葉。",
        "grade": "5"
    },
    {
        "word": "天地一指",
        "yomi": "てんちいっし",
        "def": "天の数と地の数のこと。易経の言葉。この世の全ての変化は「一」と「二」に含むとされている。易経で「一」は奇数の代表であり陽を表す。「二」は偶数の代表であり陰を表す。",
        "grade": "5"
    },
    {
        "word": "天地神明",
        "yomi": "てんちしんめい",
        "def": "自然が変化することが原因で起こる様々な災いのこと。地震や台風、落雷、洪水、津波などの災害をいう。",
        "grade": "5"
    },
    {
        "word": "天地無用",
        "yomi": "てんちむよう",
        "def": "生まれた時からこの世のものとは思えないほど美しい女性のこと。「天姿」は天から与えられた容姿。「国色」は国の中で最も美しい女性という意味。",
        "grade": "5"
    },
    {
        "word": "天長地久",
        "yomi": "てんちょうちきゅう",
        "def": "古事記と日本書紀の神話の中で、天照大神から国家平定の命を受けた天照大神の孫である天津彦彦火瓊瓊杵尊が、天上の高天原から日向国の高千穂に天下ったこと。「天孫」は天津彦彦火瓊瓊杵尊のことで、天照大神の子孫という意味から。「降臨」は神が天界から地上に降りること。",
        "grade": "5"
    },
    {
        "word": "天馬行空",
        "yomi": "てんばこうくう",
        "def": "この世に存在するすべてのものは、みな同じであるという考え。荘子の思想を言い表す言葉で、対立を超えた絶対的な観点からすると、天も地も一本の指も同じであるということ。",
        "grade": "5"
    },
    {
        "word": "天変地異",
        "yomi": "てんぺんちい",
        "def": "この世に存在するとされる全ての神のこと。「天地」は天と地のことから、この世という意味。「神明」は日本の神道の神々のこと。",
        "grade": "5"
    },
    {
        "word": "天門登八",
        "yomi": "てんもんとうはち",
        "def": "荷物の外側に見えやすいように記す指示で、中の物が壊れやすい物なので、取り扱いに注意して上下を逆にしてはいけないということ。「天地」は上と下。「無用」はしてはいけないという意味。",
        "grade": "5"
    },
    {
        "word": "天理人欲",
        "yomi": "てんりじんよく",
        "def": "物事が終わることなくいつまでも続くこと。天地はいつまでも消えることがないという意味から。平和や長寿、繁栄などがいつまでも続くことを願って使われる言葉。「天は長く地は久し」とも読む。",
        "grade": "5"
    },
    {
        "word": "伝家宝刀",
        "yomi": "でんかのほうとう",
        "def": "考え方や行動が自由なこと。または、詩文や書の筆遣いに勢いがあること。「天馬」は天帝が乗るとされる、空を駆けることのできる馬。空を天馬が駆ける様子から。「天馬空を行く」とも読む。",
        "grade": "5"
    },
    {
        "word": "電光石火",
        "yomi": "でんこうせっか",
        "def": "奇妙な自然現象や自然災害のこと。「天変」は天の異変という意味から、隕石、彗星、日食、月食などの天体の異変のことや、雷、竜巻、大雨、暴風などの気象の異変のこと。「地異」は地震、洪水、津波、噴火などの地上で起こる異変のこと。",
        "grade": "5"
    },
    {
        "word": "田夫野人",
        "yomi": "でんぷやじん",
        "def": "仕官して、一番上の地位を得ようとすれば、自身の命が危うくなるということ。「天門」は天にあるとされる門。古代中国では、天には九つの階層があるとされていて、晋の陶侃は翼で飛んで八つ目をこえ、九つ目の前で門番に叩き落とされる夢を見た後に、八州を治める高官になった。さらに上の地位を目指そうとしたが、夢を思い出して自重したという故事から。",
        "grade": "5"
    },
    {
        "word": "田夫野老",
        "yomi": "でんぷやろう",
        "def": "天の道理と人の欲望。「天理」は全てにとって正しい天の道理。「人欲」は人の欲望や本性。相対する意味の言葉を重ねたもの。",
        "grade": "5"
    },
    {
        "word": "灯火可親",
        "yomi": "とうかかしん",
        "def": "大事な時だけに使う絶大な威力の物や手段。「伝家」は家に受け継がれ続けていること。家に代々と受け継がれている名刀という意味から。",
        "grade": "5"
    },
    {
        "word": "冬夏青青",
        "yomi": "とうかせいせい",
        "def": "動きが極めて早いこと。または、一瞬のようなごく短い時間。「電光」は雷の光。「石火」は火打ち石などを打ち付けたときに出る火花。どちらも一瞬の光ということから、ごく短い時間のたとえ。",
        "grade": "5"
    },
    {
        "word": "当機立断",
        "yomi": "とうきりつだん",
        "def": "教養がなく、乱暴で礼儀を知らない人のこと。「田夫」は農業を生業にする男性、農夫。「野人」は田舎者という意味。",
        "grade": "5"
    },
    {
        "word": "刀耕火種",
        "yomi": "とうこうかしゅ",
        "def": "教養がなく、乱暴で礼儀を知らない人のこと。「田夫」は農業を生業にする男性、農夫。「野老」は田舎に住んでいる老人という意味。",
        "grade": "5"
    },
    {
        "word": "灯紅酒緑",
        "yomi": "とうこうしゅりょく",
        "def": "過ごしやすい秋の長い夜は、灯りの下で読書をするのにちょうどいいということ。初秋の形容として使われる。「灯火親しむ可（べ）し」とも読む。",
        "grade": "5"
    },
    {
        "word": "東行西走",
        "yomi": "とうこうせいそう",
        "def": "どんなときも変わらない固い信念のこと。固い信念を一年中緑色の葉をつける常緑樹にたとえたもの。",
        "grade": "5"
    },
    {
        "word": "東西古今",
        "yomi": "とうざいここん",
        "def": "機会を逃さないように、即座に決断すること。「当機」は機に恵まれること。「立断」はすぐに決断すること。",
        "grade": "5"
    },
    {
        "word": "党利党略",
        "yomi": "とうりとうりゃく",
        "def": "農業の形態の一つの焼畑農耕のこと。山林の木々を切り倒して、草木に火をつけて焼き払い、その場所に種をまくという意味から。",
        "grade": "5"
    },
    {
        "word": "得意満面",
        "yomi": "とくいまんめん",
        "def": "歓楽と贅沢な食事のたとえ。または、人通りの多いにぎやかな繁華街と歓楽街のたとえ。「灯紅」は紅い灯りのことで、繁華街や歓楽街などのにぎやかな町のきらびやかな灯り。「酒緑」は緑色の酒のことで美酒のたとえ。",
        "grade": "5"
    },
    {
        "word": "徳高望重",
        "yomi": "とくこうぼうじゅう",
        "def": "あっちへこっちへと忙しく走り回ること。東へ行って西へ走るという意味から。",
        "grade": "5"
    },
    {
        "word": "特筆大書",
        "yomi": "とくひつたいしょ",
        "def": "いつでもどこでもという意味。「東西」は東から西までのあらゆる場所。「古今」は過去から現在までという意味。",
        "grade": "5"
    },
    {
        "word": "堂下周屋",
        "yomi": "どうかのしゅうおく",
        "def": "自身が所属する党派や集団の利益とそのための策略。「利」は利益、「略」は計略、策略のこと。",
        "grade": "5"
    },
    {
        "word": "同気相求",
        "yomi": "どうきそうきゅう",
        "def": "物事が狙い通りになって、誇らしげな様子が顔いっぱいに表れているさま。",
        "grade": "5"
    },
    {
        "word": "同工異曲",
        "yomi": "どうこういきょく",
        "def": "高い人徳があり、多くの人たちからの信望があること。「徳高く望重し」とも読む。",
        "grade": "5"
    },
    {
        "word": "同仁一視",
        "yomi": "どうじんいっし",
        "def": "目立つように大きな文字で書くこと。「特筆」は特別なものとして取り上げて書くこと。",
        "grade": "5"
    },
    {
        "word": "銅頭鉄額",
        "yomi": "どうとうてつがく",
        "def": "廊下のこと。建物の部屋と部屋をつなぐ通路のこと。「周屋」は部屋の周りをめぐるという意味。",
        "grade": "5"
    },
    {
        "word": "土階三等",
        "yomi": "どかいさんとう",
        "def": "気の合う者同士は互いに求め合い、自然と集うようになること。「同気」は気の合う仲間や同じ性質の者のこと。「相求」は互いに求め合うこと。",
        "grade": "5"
    },
    {
        "word": "読書三余",
        "yomi": "どくしょさんよ",
        "def": "手法や技術に大きな差はないが、見た目は違っていること。「工」は技術、技巧、「曲」は音曲のこと。同じ技巧の音曲でも味わいが異なっていたり、同じ技巧の詩文でも趣が異なっていること。",
        "grade": "5"
    },
    {
        "word": "読書亡羊",
        "yomi": "どくしょぼうよう",
        "def": "全てのものを区別することなく、平等に大切にかわいがること。または、人と動物を区別することなく、全てのものを慈しむこと。「同仁」の「仁」は愛するという意味で、「同仁」は全てを同じように愛するという意味。「一視」は一つのものとして見ること。",
        "grade": "5"
    },
    {
        "word": "独断専行",
        "yomi": "どくだんせんこう",
        "def": "勇敢で強いことのたとえ。または、槍や刀を通さない、頑丈な甲冑を身に付けた勇ましい兵士のこと。銅の頭と鉄の額という意味から。",
        "grade": "5"
    },
    {
        "word": "独立自尊",
        "yomi": "どくりつじそん",
        "def": "質素な建物のたとえ。「等」は階段の段の数。宮殿の入り口の階段が土で出来ていて、三段しかないという意味から。古代中国の伝説の聖天子の尭帝と舜帝の宮殿を言い表した言葉。",
        "grade": "5"
    },
    {
        "word": "独立自存",
        "yomi": "どくりつじそん",
        "def": "読書をするのに都合のよい三つの余暇のこと。冬の季節、夜、雨天の日の三つ。中国の三国時代、魏の董遇が弟子に読書を勧めると、弟子は時間が無いと嘆いたときに諭したという言葉から。",
        "grade": "5"
    },
    {
        "word": "独立独歩",
        "yomi": "どくりつどっぽ",
        "def": "重要なことを忘れて、他のことに夢中になること。「亡羊」は羊に逃げられること。羊の見張りをしていた二人の男は、一人は読書に、一人は博打に夢中になって見張りを忘れて、羊に逃げられてしまったが、逃げられたという点では、読書も博打も同じ罪であるということから。「書を読みて羊を亡う」とも読む。",
        "grade": "5"
    },
    {
        "word": "難行苦行",
        "yomi": "なんぎょうくぎょう",
        "def": "自分自身で勝手に判断して、勝手に行動すること。「独断」は自身だけで勝手に物事を決めること。「専行」は自身の勝手な判断で行動すること。",
        "grade": "5"
    },
    {
        "word": "南山不落",
        "yomi": "なんざんふらく",
        "def": "他人の力を借りず、自身の力だけで物事を行うことによって、自身の品格や尊厳を保つこと。「独立」は他人の力を借りずに、自身の力だけで生きていくこと。「自尊」は自身の尊厳や品格を落とすことなく維持すること。",
        "grade": "5"
    },
    {
        "word": "南船北馬",
        "yomi": "なんせんほくば",
        "def": "何者にも縛られることなく、誰からの助けを受けることなく、自分一人の力だけで存在していること。「独立」は他からの助けを受けずに、一人きりなこと。「自存」は自分一人の力だけで生きていくこと。",
        "grade": "5"
    },
    {
        "word": "二束三文",
        "yomi": "にそくさんもん",
        "def": "他人の力を借りることなく、自身が信じる道を自身の力だけで進むこと。または、誰からの助けも受けることなく、自身の力だけで生きていくこと。「独立」は自身の力だけで生きていくこと。「独歩」は他人の力を借りずに自身の力だけで物事を行うこと。",
        "grade": "5"
    },
    {
        "word": "日居月諸",
        "yomi": "にっきょげっしょ",
        "def": "非常に苦労すること。または、苦労や困難にたえながら修行すること。「行」は仏教語で、悟りを得るための修行。",
        "grade": "5"
    },
    {
        "word": "日進月歩",
        "yomi": "にっしんげっぽ",
        "def": "城や城塞などが堅固で陥落しないことのたとえ。「南山」は堅固や長寿の象徴とされる中国の山、終南山のこと。",
        "grade": "5"
    },
    {
        "word": "入境問禁",
        "yomi": "にゅうきょうもんきん",
        "def": "絶え間なくいろいろな所を旅行してまわること。または、忙しくあちこちへ移動すること。「南船」と「北馬」はどちらも中国の移動手段。南部は川などが多いため船を使い、北部は山が多いため馬を使っていたことから移動頻度が高いことのたとえ。",
        "grade": "5"
    },
    {
        "word": "入木三分",
        "yomi": "にゅうぼくさんぶ",
        "def": " 売値がとても安いこと。ほとんど価値がないこと。 「文」は昔使われていた価値の低い貨幣。「三文」は少しの金額のたとえ。二束売っても三文（少しの金額）にしかならないということから。「二束」は「二足」とも書き、農民の副業として多く生産されていた金剛草履という丈夫な草履が、二足でたったの三文という安い値段で売られていたことが語源という説もある。",
        "grade": "5"
    },
    {
        "word": "二律背反",
        "yomi": "にりつはいはん",
        "def": "「日よ月よ」という意味。「居」と「諸」は語句の助字。または、「日」や「月」が天から照らすものであることから「君主と臣下」もしくは「君主とその夫人」、「父と母」などのたとえ。",
        "grade": "5"
    },
    {
        "word": "二六時中",
        "yomi": "にろくじちゅう",
        "def": "日ごと月ごとに、とどまることなく進歩していくこと。",
        "grade": "5"
    },
    {
        "word": "年百年中",
        "yomi": "ねんびゃくねんじゅう",
        "def": "知らない土地に行ったら、はじめにその地での禁止事項を聞いて、それを守ることが大切だということ。「入境」は国境を越えること。他の地域に行くこと。「問禁」は禁止されていることを聞くこと。",
        "grade": "5"
    },
    {
        "word": "破鏡重円",
        "yomi": "はきょうじゅうえん",
        "def": "筆勢が非常に強いこと。または、物事を深くまで的確に追究すること。「入木」は木に染み込むこと。「三分」は長さのことで約七ミリのこと。書家の王羲子は筆勢が強いことで知られていて、文字を記した木を削ってみると、三分の深さまで墨が染み込んでいたという故事から。書道の別称「入木道（じゅぼくどう）」の語源。",
        "grade": "5"
    },
    {
        "word": "白衣三公",
        "yomi": "はくいのさんこう",
        "def": "互いに矛盾している二つの命題が、互いに同じだけの合理性や整合性があること。「Aが正しければBは偽り」「Bが正しければAは偽り」このような事例でAとBどちらにも同じだけの合理性や整合性があることを言う。「二律」は二つの法則や原理。「背反」は対立すること。ドイツ語のアンチノミーの訳。",
        "grade": "5"
    },
    {
        "word": "博学多才",
        "yomi": "はくがくたさい",
        "def": "一日中・いつも・終日という意味。昔は一日を昼と夜の二つに分けて、さらに昼と夜をそれぞれ六つに区切り十二刻で表していたので、「二六時」は二掛ける六で十二刻となるため一日を意味していた。",
        "grade": "5"
    },
    {
        "word": "白眼青眼",
        "yomi": "はくがんせいがん",
        "def": "「一年中いつも」「年がら年中」「絶えず」などの意味。主にあきれたり、批判するときに用いる。「年百」は一年のうちに何度もという意味。",
        "grade": "5"
    },
    {
        "word": "白日青天",
        "yomi": "はくじつせいてん",
        "def": "一度別れた夫婦がまた一緒になること。または、離散していた夫婦がまた会うこと。割れた円い鏡が元の円い鏡に戻るという意味から。徐徳は戦乱の中で鏡を二つに割って、後に再会するために妻と一つずつ持って離散したが、再会できたという故事から。",
        "grade": "5"
    },
    {
        "word": "白水真人",
        "yomi": "はくすいしんじん",
        "def": "地位も権力も持たないものが出世して高官になること。「白衣」は白い色の服のことで、官位にある人は、官位ごとの決まっている色の服を着たということから、官位のない人のこと。「三公」は丞相、太尉、御史大夫という最高権力をもつ三つの官職のこと。漢の公孫弘は、生まれは平民だったが、出世して丞相になったという故事から。「白衣より天子の三公となる」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "白板天子",
        "yomi": "はくはんのてんし",
        "def": "幅広い知識があり、様々な優れた才能を持っていること。「博学」は様々な分野の知識が豊かなこと。「多才」は様々な才能に恵まれていること。",
        "grade": "5"
    },
    {
        "word": "白馬非馬",
        "yomi": "はくばひば",
        "def": "相手によって応対を変えること。中国の晋の賢者の阮籍は、気に入らない客には白い目をしてそっけなく扱い、気に入った客には青い目をして喜んで迎えたという故事から。",
        "grade": "5"
    },
    {
        "word": "博聞強記",
        "yomi": "はくぶんきょうき",
        "def": "雲一つない、よく晴れ渡った青空のこと。または、そのような意味から、良心に恥じることが少しもないことのたとえ。または、無実が明らかになり、疑いが晴れることのたとえ。「青天」は晴れ渡った青空、「白日」は日の光が輝いて白く見える太陽のこと。",
        "grade": "5"
    },
    {
        "word": "博文約礼",
        "yomi": "はくぶんやくれい",
        "def": "後漢が急激に繁栄することを予言した言葉。または、中国の貨幣の異称。中国の前漢を倒して新を興した王莽は、貨幣に「金刀」と印字されているのを見て、「金刀」は組み合わせると「劉」となり、劉氏の復興の兆しになるとして「貨泉」と改めた。しかし、「貨泉」も分解すると「貨」は「眞（真）人」、「泉」は「白水」になり、白水郷から劉秀が現われて後漢を興す兆しになったという故事から。",
        "grade": "5"
    },
    {
        "word": "白面書生",
        "yomi": "はくめんのしょせい",
        "def": "北方の異民族が東晋の天子を呼ぶ時の呼び名。「白板」は何も書かれていない板。中国の六朝時代は、官位を任命する場合、板に名前を書いていたということから、正式に任命されずに即位した天子のことをいう。中国の晋王朝は、北方の異民族に侵攻されて、南の地へ都を移して、国家としての正式な印章を持たずに東晋を開いたという故事から。",
        "grade": "5"
    },
    {
        "word": "博覧強記",
        "yomi": "はくらんきょうき",
        "def": "詭弁やこじつけのこと。中国の戦国時代の公孫竜が唱えた論で、「白馬」は色を表す「白」と、形を表す「馬」という二つの概念を合わせたものなので、動物の「馬」とは全く別のものであって、「馬」ではないということ。「白馬は馬に非ず」とも読む。",
        "grade": "5"
    },
    {
        "word": "白黒分明",
        "yomi": "はっこくぶんめい",
        "def": "様々なことを聞き知っていて、その内容をしっかりと覚えていること。「博聞」は色々なことを聞き知っていること。「強記」はしっかりと覚えていること。「博聞彊記」とも書く。",
        "grade": "5"
    },
    {
        "word": "八方美人",
        "yomi": "はっぽうびじん",
        "def": "数多く様々な書物を読んで学問を修め、礼を基準にまとめて実際に行うこと。「博文」は数多くの書物を読んで学ぶこと。「約」は締めくくる、まとめるという意味。「礼」は儒教で重要とされる道徳や、社会的規範のこと。「博く文を学び、之を約するに礼を以てす」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "発人深省",
        "yomi": "はつじんしんせい",
        "def": "若くて経験の少ない人や、若くて学問を十分に修練していない人のたとえ。「白面」は白い顔という意味から、年が若く経験の足りない人のこと。「書生」は学問をする人のこと。",
        "grade": "5"
    },
    {
        "word": "反間苦肉",
        "yomi": "はんかんくにく",
        "def": "様々な種類の書物を読み、それらの書物から得た知識をしっかりと記憶していること。または、知識が豊富なこと。「博覧」は様々な分野の書物を読んでいるために、知識が豊富なこと。「強記」はすぐれた記憶力を持っていること。「博覧彊記」とも書く。",
        "grade": "5"
    },
    {
        "word": "半死半生",
        "yomi": "はんしはんしょう",
        "def": "善と悪がはっきりと区分されていること。「白黒」は善悪や正邪、物事のよしあしのこと。「分明」はっきりと区別すること。",
        "grade": "5"
    },
    {
        "word": "半信半疑",
        "yomi": "はんしんはんぎ",
        "def": "人に悪く思われないように、誰かと接するときは愛想良く振る舞い、相手に調子を合わせること。または、そのような人のこと。または、誰がどの方向から見ても美しい人のこと。「八方」は東西南北の四つの方向と、北東、南東、南西、北西の四つの隅を合わせたもののことから、あらゆる方向という意味。「美人」は容姿が美しい人のこと。行動の節操の無さを批判するために使われることが多い言葉。",
        "grade": "5"
    },
    {
        "word": "半知半解",
        "yomi": "はんちはんかい",
        "def": "気づかれないように悟らせて、物事を深く考えるようにさせること。「発人」は他人を啓発すること。「深省」は深く考えること。",
        "grade": "5"
    },
    {
        "word": "班田収授",
        "yomi": "はんでんしゅうじゅ",
        "def": "敵同士を戦わせたり、敵をあざむいたりするような様々な策略のこと。「反間」は敵の間者を使って、偽の情報を流したりして、敵同士をつぶし合わせたりする反間の計のこと。「苦肉」は自身の身を苦しめて、敵を欺いて信頼を得る苦肉の計のこと。反間の計と苦肉の計を合わせた言葉。",
        "grade": "5"
    },
    {
        "word": "反面教師",
        "yomi": "はんめんきょうし",
        "def": "いつ死んでもおかしくない状態。半分死んでいて、半分生きているという意味から。",
        "grade": "5"
    },
    {
        "word": "幕天席地",
        "yomi": "ばくてんせきち",
        "def": "本当か嘘かよくわからず、判断に迷うこと。「半信」は半分信じること。「半疑」は半分疑うこと。半分は信じられるが、残りの半分は信じきれずに疑ってしまい、完全に信じることが出来ない状態のことをいう。",
        "grade": "5"
    },
    {
        "word": "馬氏五常",
        "yomi": "ばしごじょう",
        "def": "知っているだけでほとんど理解していないこと。「半知」は全体の半分だけ知っていること。「半解」は全体の半分だけ理解していること。一つのことの半分しか理解していないという意味から。",
        "grade": "5"
    },
    {
        "word": "馬歯徒増",
        "yomi": "ばしとぞう",
        "def": "大化改新の後に取り入れられた、律令の土地制度のこと。一定の年齢になったら田畑としての土地を貸し与え、死んだ後には国に返納させる制度をいう。",
        "grade": "5"
    },
    {
        "word": "飛花落葉",
        "yomi": "ひからくよう",
        "def": "真似をしてはいけないが、悪い見本として反省の材料や、教訓になる事や人のこと。「反面」は正しい面の反対の面ということから、悪い面のこと。中国の毛沢東が言った、「反面教員」という言葉が語源。",
        "grade": "5"
    },
    {
        "word": "百戦百勝",
        "yomi": "ひゃくせんひゃくしょう",
        "def": "小さなことにこだわらずに、大きな目標を決めて目指すこと。または、大きな心を持っていることのたとえ。「席」は座るための場所。むしろ。天を屋根の代わりにして、大地を座席の代わりにするという意味から。「天を幕とし地を席とす」とも読む。",
        "grade": "5"
    },
    {
        "word": "百二山河",
        "yomi": "ひゃくにのさんが",
        "def": "兄弟全員が優秀なこと。中国三国時代、蜀の馬氏の五人兄弟はみな優秀であり、全員の字（あざな）に「常」の字がついていた。中でも、馬良はひときわすぐれおり、幼い頃から眉に白い毛が混ざっていたことから「白眉」と呼ばれ、「馬氏の五常、白眉最も良し」といわれたという故事から。",
        "grade": "5"
    },
    {
        "word": "百人百様",
        "yomi": "ひゃくにんひゃくよう",
        "def": "何かを成し遂げるでもなく、無意味に歳をとっていくこと。「馬歯」は、自分の歳を謙遜していう言葉。「徒」は、いたずらに、むだにという意味。「馬歯徒らに増す」とも読む。",
        "grade": "5"
    },
    {
        "word": "百年河清",
        "yomi": "ひゃくねんかせい",
        "def": "この世は常に変化しているということ。花が風に散り、葉が落ちることから。",
        "grade": "5"
    },
    {
        "word": "百家争鳴",
        "yomi": "ひゃっかそうめい",
        "def": "全ての戦いで確実に勝利すること。百回の戦いで、百回勝利するという意味から。古代中国の兵法家の孫子は、確実に勝利する戦いよりも、戦いを起こさずに勝利することを最も善い策略とした。",
        "grade": "5"
    },
    {
        "word": "百発百中",
        "yomi": "ひゃっぱつひゃくちゅう",
        "def": "防備がしっかりとしている天然の要塞。「百二」は二人で百人を相手にして対等に渡り合えること。または、百人で二百人を相手に対等に渡り合えること。中国の秦の地の防備の固さを言った言葉。",
        "grade": "5"
    },
    {
        "word": "氷炭相愛",
        "yomi": "ひょうたんそうあい",
        "def": "考え方や、やり方は人それぞれに異なるというということ。「様」は人の外観からとらえた形。姿。人が百人いても、一人として同じ姿の人はいないという意味から。",
        "grade": "5"
    },
    {
        "word": "品行方正",
        "yomi": "ひんこうほうせい",
        "def": "期待できないことをいつまでも待ち続けること。または、いつまで待っても望みは叶わないということ。「百年」は長い年月ということ。「河」は中国の黄河のこと。黄河の水はいつまでも待っても、澄んだ水になることはないという意味から。「百年河清を待つ」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "貧者一灯",
        "yomi": "ひんじゃのいっとう",
        "def": "様々な立場の学者や専門家が自由に盛んな勢いで論争すること。「百家」は数多くの学者や専門家のこと。「争鳴」は自由で活発な議論をすること。1956年に中国共産党の主席である毛沢東が「百家斉放」と共に掲げた標語の一つで、翌年には撤回された。春秋戦国時代の学者や学派は諸子百家と呼ばれ、孔子や老子、孫子などの様々な学派の思想家が論争したという故事から。",
        "grade": "5"
    },
    {
        "word": "美意延年",
        "yomi": "びいえんねん",
        "def": "発射した弾丸や矢などが、全て狙った場所に当たること。または、予想や計画などが、全て狙い通りの結果になること。「百発」は矢や弾丸などを百回発射すること。「百中」は矢や弾丸などが狙った場所に百回命中すること。古代中国の楚の国の養由基という弓の名人が、柳の木から百歩離れた場所から百発の矢を放ち、全ての矢を葉に命中させたという故事から。",
        "grade": "5"
    },
    {
        "word": "風林火山",
        "yomi": "ふうりんかざん",
        "def": "この世にあるはずがないもののたとえ。または、性質が逆のもの同士が助け合うことのたとえ。炭の火で氷はとけて、氷のとけた水で炭の火が消えるという意味から、氷と炭が愛し合うことはできないということ。また、氷のとけた水で炭の火を消して燃え尽きるのを防ぎ、炭の火は氷を本来の姿である水に戻すという意味から、性質が反していても互いに助け合って本質を保つことができるということ。「氷炭相愛す」とも読む。「冰炭相愛」とも書く。",
        "grade": "5"
    },
    {
        "word": "不易流行",
        "yomi": "ふえきりゅうこう",
        "def": " 考えや行いが正しくきちんとしている様子。「品行」は普段の行いや振る舞い。「方正」は心や行動が正しいこと。",
        "grade": "5"
    },
    {
        "word": "不解衣帯",
        "yomi": "ふかいいたい",
        "def": "誠意がこもっている行いのこと。または、誠意のこもった行いは尊いものであるということのたとえ。裕福な人が多くの寄付をするよりも、貧しい人の誠意のこもった少しの寄付のほうが尊いものであるという意味の言葉。古代インドの阿闍世王が、仏を供養するためにたくさんの灯明で照らしたが、それらの灯明はすべて消えてしまった。貧しい老女が誠意を込めて用意した灯明は、朝まで輝き続けたという故事から。",
        "grade": "5"
    },
    {
        "word": "福徳円満",
        "yomi": "ふくとくえんまん",
        "def": "心配事もなく楽しい心のまま生きれば、自然と長生きできるという意味。「美」は楽しむ、「意」は心のことで、「延年」は長生きすること。",
        "grade": "5"
    },
    {
        "word": "不言実行",
        "yomi": "ふげんじっこう",
        "def": "時勢や情勢に合わせた対処の方法のこと。もとは軍を指揮するときの四つの心構えのこと。 風のように速く行動して、林のように静かに機会を待ち、火のように激しく襲い掛かり、山のように動かずに構えるという意味。孫子の中の句を略した言葉で、武田信玄が旗印に使ったといわれている。",
        "grade": "5"
    },
    {
        "word": "不言不語",
        "yomi": "ふげんふご",
        "def": "松尾芭蕉一門の俳諧の理念の一つで、絶対に変わることがない部分を忘れずに、変化を続けている新しいものを取り入れていくこと。または、新しいものを取り入れていくことこそが、永遠に変わらないことであるということ。「不易」はいつまでも変わらないこと。「流行」はその時々に合わせて変化すること。",
        "grade": "5"
    },
    {
        "word": "富国強兵",
        "yomi": "ふこくきょうへい",
        "def": "あることに非常に専念すること。衣服も着替えず、不眠不休で仕事に取り組むということから。「衣帯」は着物と帯のこと。「衣帯を解かず」とも読む。",
        "grade": "5"
    },
    {
        "word": "父子相伝",
        "yomi": "ふしそうでん",
        "def": "様々なものに恵まれていて、何一つ不満がないこと。「福徳」は幸福と財産があって、不自由しないこと。",
        "grade": "5"
    },
    {
        "word": "不断節季",
        "yomi": "ふだんせっき",
        "def": "屁理屈をこねたり文句を言ったりせず、黙ってやるべきことをやること。「不言」は口に出して言わないこと。「実行」は実際に行動すること。",
        "grade": "5"
    },
    {
        "word": "不知案内",
        "yomi": "ふちあんない",
        "def": "何も言わないこと。または、口に出して言うことなく、相手に理解されること。「言わず語らず」という形で用いられることの多い言葉。",
        "grade": "5"
    },
    {
        "word": "不得要領",
        "yomi": "ふとくようりょう",
        "def": "国家の経済力を強めて豊かにし、軍事力を高めること。「富国」は国の経済力を強くすること。「強兵」は兵力を増やして軍事力を増強すること。元は中国の春秋戦国時代に行われた政策。日本では、明治政府が西欧諸国の強国と渡り合うために行った政策。「国を富まし兵を強くす」とも読む。",
        "grade": "5"
    },
    {
        "word": "不買美田",
        "yomi": "ふばいびでん",
        "def": "学問や芸術の奥義を、父親が子だけに代々と伝えていくこと。「相伝」は何代にも渡って伝えていくこと。",
        "grade": "5"
    },
    {
        "word": "不老不死",
        "yomi": "ふろうふし",
        "def": "決算を毎日するつもりで、借金をせずに地道に生活すれば、困るようなことにはならないということ。「不断」はいつもの生活、日常。「節季」は盆と暮れに行う、一年に二回の決算の時期のこと。",
        "grade": "5"
    },
    {
        "word": "武運長久",
        "yomi": "ぶうんちょうきゅう",
        "def": "知識がないために、何が起こっているのか全くわからないこと。「不知」は知識がないこと。「案内」は物事の事情や様子のこと。「案内を知らず」とも読む。",
        "grade": "5"
    },
    {
        "word": "無事息災",
        "yomi": "ぶじそくさい",
        "def": "大切な部分のことがよくわからないこと。「要領」は着物で大切な部分の腰帯と襟のことで、物事の大切な部分のことをいう。「要領を得ず」とも読む。",
        "grade": "5"
    },
    {
        "word": "仏足石歌",
        "yomi": "ぶっそくせきか",
        "def": "子孫のためを思って、故意に資産を残さないこと。「美田」は肥えた地質の田畑。多くの資産を子孫に残すと、その資産に頼って、子孫は怠けて楽な生き方を選んでしまうということから。「美田を買わず」とも読む。",
        "grade": "5"
    },
    {
        "word": "文芸復興",
        "yomi": "ぶんげいふっこう",
        "def": "老いることなく、いつまでも生き続けること。",
        "grade": "5"
    },
    {
        "word": "分合集散",
        "yomi": "ぶんごうしゅうさん",
        "def": "戦いや戦場での幸運がいつまでも続くこと。または、出征した兵士の無事がいつまでも続くこと。「武運」は戦闘や戦場での幸運のこと。「長久」は終わることなくいつまでも続くこと。",
        "grade": "5"
    },
    {
        "word": "文章絶唱",
        "yomi": "ぶんしょうのぜっしょう",
        "def": "穏やかで変わったことが特にないこと。「無事」は特別なことが特になにもないこと。「息災」は仏の力でさまざまな災いを取り除くこと。",
        "grade": "5"
    },
    {
        "word": "文従字順",
        "yomi": "ぶんじゅうじじゅん",
        "def": "奈良の薬師寺にある仏足石歌碑に刻まれた二十一首の歌のこと。「仏足石」は釈迦の足跡を石に刻んだもの。仏足石歌体は、短歌に七音の一句を加えて、五・七・五・七・七・七の六句三十八音の形式の歌体。",
        "grade": "5"
    },
    {
        "word": "文武両道",
        "yomi": "ぶんぶりょうどう",
        "def": "十四世紀末のイタリアから始まった、古典古代の文化を復興しようという文化運動、「ルネサンス」の異称。イタリアから始まり、西欧一帯に広がって近代文化の形成の源流となった。",
        "grade": "5"
    },
    {
        "word": "文明開化",
        "yomi": "ぶんめいかいか",
        "def": "離れては集まり、集まっては離れたりすること。または、協力したり対立したりすること。「分合」と「集散」はどちらも離れたり集まったりすることで、同じ意味の語を重ねて強調した語。",
        "grade": "5"
    },
    {
        "word": "平身低頭",
        "yomi": "へいしんていとう",
        "def": "非常にすぐれた文章や詩歌のこと。「絶唱」はこれ以上ないほどにすぐれた文章や詩歌のこと。",
        "grade": "5"
    },
    {
        "word": "変態百出",
        "yomi": "へんたいひゃくしゅつ",
        "def": "筋が通っていて読みやすく、分かりやすい文章のこと。分かりやすく、無駄な飾りつけのない文章を褒めていう言葉。「文従い字順う」とも読む。",
        "grade": "5"
    },
    {
        "word": "変法自強",
        "yomi": "へんぽうじきょう",
        "def": "学問と武道のこと。または、学問と武道の両方にすぐれた能力があること。「文」は文学や学問、芸術などの道。文道。「武」は剣術や柔術、弓術などの道。武道。「両道」は二つの道。現代では、主に勉学と運動のどちらも優れているという意味で用いられる。",
        "grade": "5"
    },
    {
        "word": "米塩博弁",
        "yomi": "べいえんはくべん",
        "def": "科学力や技術力が上がることにより文化が進歩し、生活の水準が上がること。「文明」は人の創った文化。「開化」は新たな知識や文化を取り入れて進歩すること。特に日本の明治時代初期、西洋の文化を取り入れて近代化した時代の流れのことをいう。",
        "grade": "5"
    },
    {
        "word": "別有天地",
        "yomi": "べつゆうてんち",
        "def": "身をかがめて頭を低く下げ、ひたすら畏まる（かしこまる）こと。または、そのようにひたすら謝罪すること。「平身」は体をかがめる、「低頭」は頭を低く下げること。",
        "grade": "5"
    },
    {
        "word": "放言高論",
        "yomi": "ほうげんこうろん",
        "def": "次から次へと姿や形が変わること。「変態」は形が変化すること。「百出」は次々と出現すること。",
        "grade": "5"
    },
    {
        "word": "豊年満作",
        "yomi": "ほうねんまんさく",
        "def": "法律や制度を新しくして国力を上げること。中国の清の時代に、光諸帝からの支持を得て、康有為や梁啓超などが日本の明治維新を手本に、立憲君主制を目指して行った政治改革運動。保守派の西大后を幽閉または暗殺しようとしたが、戊戌の政変を起こされて阻止された。「変法自彊」とも書く。",
        "grade": "5"
    },
    {
        "word": "報本反始",
        "yomi": "ほうほんはんし",
        "def": "一つのことを深く詳細に話し合い、さらに幅広く議論すること。「博」は幅広く、多方面という意味。米や塩のつぶほど細かく広い範囲で議論すること。",
        "grade": "5"
    },
    {
        "word": "北窓三友",
        "yomi": "ほくそうのさんゆう",
        "def": "人が暮らしている世界とは違う、他の世界があるということ。人が足を踏み入れたことのない大自然の美しい景色や、理想郷などのことをいう言葉。「別に天地の人間に非ざる有り」を略した言葉で、「別に天地有り」とも読む。",
        "grade": "5"
    },
    {
        "word": "本来面目",
        "yomi": "ほんらいのめんもく",
        "def": "思ったことをそのまま言って、議論すること。「放言」は思いついたことを好き放題に言うこと。「高論」はすばらしい議論という意味。",
        "grade": "5"
    },
    {
        "word": "暴飲暴食",
        "yomi": "ぼういんぼうしょく",
        "def": "作物のできが非常によく、収穫も多いこと。「豊年」は作物がよく実った年のこと。豊作の年。「満作」は作物がよく実り、収穫が多いこと。豊作という意味。",
        "grade": "5"
    },
    {
        "word": "忘恩負義",
        "yomi": "ぼうおんふぎ",
        "def": "天地や祖先の恩に感謝して恩返しをすること。「本」と「始」は物事の一番初めのもの。「報」と「反」はふさわしい恩返しをすること。自分自身が存在するに至った根源の全てのものに報いようとする気持ちをいう言葉。「本に報い始めに反る」とも読む。",
        "grade": "5"
    },
    {
        "word": "暴言多罪",
        "yomi": "ぼうげんたざい",
        "def": "文人に必要といわれている、琴、詩、酒の三つの友のこと。",
        "grade": "5"
    },
    {
        "word": "望文生義",
        "yomi": "ぼうぶんせいぎ",
        "def": "人が本来もっている、人としての心の本質のこと。「本来」は初めからの状態のこと。「面目」は姿形、容姿のこと。禅宗の言葉。",
        "grade": "5"
    },
    {
        "word": "望聞問切",
        "yomi": "ぼうぶんもんせつ",
        "def": "度を過ぎた飲食をすること。「暴」は程度が激しいという意味。",
        "grade": "5"
    },
    {
        "word": "真一文字",
        "yomi": "まいちもんじ",
        "def": "受けた恩を忘れて、義理に背くこと。",
        "grade": "5"
    },
    {
        "word": "末法末世",
        "yomi": "まっぽうまっせ",
        "def": "言いすぎや失礼なことを謝罪するという意味で、手紙の末尾に記す言葉。乱暴で礼を失する言葉を使って多くの罪を犯しましたという意味から。",
        "grade": "5"
    },
    {
        "word": "三日天下",
        "yomi": "みっかてんか",
        "def": "文字の印象だけで文章の意味や内容を勝手に判断して理解すること。「文」は文字や語句のこと。「義」は意味のこと。「文を望みて義を生ず」とも読む。",
        "grade": "5"
    },
    {
        "word": "密雲不雨",
        "yomi": "みつうんふう",
        "def": "東洋医学で最も重要な四つの診療方法。「望診」、「聞診」、「問診」、「切診」の四つを略した言葉。「望診」は目で見て観察すること。「聞診」は耳で聞くこと。「問診」は患者に言葉で尋ねること。「切診」は指でさすって調べること。",
        "grade": "5"
    },
    {
        "word": "名字帯刀",
        "yomi": "みょうじたいとう",
        "def": "「一」の字のようにまっすぐなこと。一直線であることや、わき目も振らないこと。",
        "grade": "5"
    },
    {
        "word": "無位無官",
        "yomi": "むいむかん",
        "def": "釈迦入滅から五百年を正法、そのあとの千年を像法、そのあとの一万年を末法といい、末法には仏の教えだけが残り、悟りを開ける修行者がいなくなり、仏法が衰え道徳の乱れた世の末のこと。",
        "grade": "5"
    },
    {
        "word": "無芸大食",
        "yomi": "むげいたいしょく",
        "def": "地位や権力を手に入れてすぐに失うこと。戦国時代、明智光秀が織田信長を討ち取り天下を奪ったが、すぐに豊臣秀吉に奪われた故事から。",
        "grade": "5"
    },
    {
        "word": "無始無終",
        "yomi": "むしむじゅう",
        "def": "前触れはあるのに事が起こらないこと。また、恩恵が全ての人にいきわたらないこと。雨雲が空いっぱいに覆っているが、まだ雨は降らないという意味。",
        "grade": "5"
    },
    {
        "word": "無茶苦茶",
        "yomi": "むちゃくちゃ",
        "def": "江戸時代、武士の特権であった姓を名乗り刀を持つことが、功績や財力などによって平民にも許されたこと。「帯刀」は刀を腰に差して持ち歩くこと。",
        "grade": "5"
    },
    {
        "word": "無二無三",
        "yomi": "むにむさん",
        "def": "地位や肩書き、階級などがないこと。「位」は地位や身分、「官」は役目や官職のこと。",
        "grade": "5"
    },
    {
        "word": "無念無想",
        "yomi": "むねんむそう",
        "def": "特に才能や特技もない人が、食事だけは人並み以上に食べること。または、そのような人のことを蔑んでいう言葉。「無芸」は技術や特技を何も身につけていないこと。",
        "grade": "5"
    },
    {
        "word": "無病息災",
        "yomi": "むびょうそくさい",
        "def": "始まりも終わりもないこと。仏教語で、死んでは生まれ変わる輪廻を永遠と繰り返すということから。",
        "grade": "5"
    },
    {
        "word": "無明長夜",
        "yomi": "むみょうじょうや",
        "def": "物事の筋道が立たないこと。または、物事の程度をひどく超えていること。「苦茶」は「無茶」を強調する言葉。もとは平仮名の言葉で漢字を当てた言葉とされている。",
        "grade": "5"
    },
    {
        "word": "無理往生",
        "yomi": "むりおうじょう",
        "def": "ただ一つだけで、ほかに代わりになるものがないこと。または、一つのことにひたすら没頭すること。もとは仏教語で、仏になるための道はただ一つで、二も無ければ三も無いという意味から。",
        "grade": "5"
    },
    {
        "word": "無理無体",
        "yomi": "むりむたい",
        "def": "何も思わず何も考えない無心の状態のこと。または、特に何も考えていない思慮の足りない様子を指すこともある。「無念」は仏教語で迷いを捨てて心が澄んでいる状態のこと。「無想」は何も考えないということ。",
        "grade": "5"
    },
    {
        "word": "無量無辺",
        "yomi": "むりょうむへん",
        "def": "病気をすることなく、健康で元気に暮らすこと。「無病」は病気にならないこと。「息災」は病気や災害などの災いを仏の力で止めるという意味から、災いもなく元気であること。元は仏教の言葉。",
        "grade": "5"
    },
    {
        "word": "明鏡止水",
        "yomi": "めいきょうしすい",
        "def": "煩悩を振り払うことが出来ず、悟りを得ることが出来ない様子。仏教の言葉で、「無明」は夜が明けないという意味から、仏の真理を理解できず、悟りを得ることが出来ないことのたとえ。多くの人々が悟りを得ることが出来ないことを、夜が長く続いて明けないことにたとえた言葉。",
        "grade": "5"
    },
    {
        "word": "盟神探湯",
        "yomi": "めいしんたんとう",
        "def": "自分の言動を強引に相手に承諾させること。「往生」は元は「圧状」と書き、人を脅して相手に無理やり文書を書かせること。",
        "grade": "5"
    },
    {
        "word": "名実一体",
        "yomi": "めいじついったい",
        "def": "相手の都合を考えずに、強引に強制して行わせること。「無理」と「無体」はどちらも同じような意味で、人の道に反した行いを強引に行うこと。",
        "grade": "5"
    },
    {
        "word": "名声過実",
        "yomi": "めいせいかじつ",
        "def": "どこまでも広く大きいこと。「無量」は量ることが出来ないほど数が多いこと。「無辺」は程度が非常に大きいこと。仏教の言葉で、物事の程度や分量などの見当をつけることができないほど大きいことをたとえた言葉。",
        "grade": "5"
    },
    {
        "word": "名存実亡",
        "yomi": "めいそんじつぼう",
        "def": "心が清く澄み切っていて邪念のない心境のたとえ。「明鏡」は曇りが一点もないきれいな鏡のこと。「止水」は止まっていて澄み切った水のこと。",
        "grade": "5"
    },
    {
        "word": "明明白白",
        "yomi": "めいめいはくはく",
        "def": "古代日本で行われた、神に誓いを立て、真偽、正邪を判断する裁判の方法。神に誓いを立てて熱湯に手をいれて、正しい者はやけどを負わず、罪のある者は手がただれるというもの。",
        "grade": "5"
    },
    {
        "word": "面向不背",
        "yomi": "めんこうふはい",
        "def": "評判や名がそのものの実体に合致していること。「名」は名称や評判、「実」は本質、「一体」は同一であること。",
        "grade": "5"
    },
    {
        "word": "面従後言",
        "yomi": "めんじゅうこうげん",
        "def": "実体に比べて評判が良すぎること。世間での噂ほどの実体ではないという意味。「過実」は実体以上という意味。",
        "grade": "5"
    },
    {
        "word": "面従腹背",
        "yomi": "めんじゅうふくはい",
        "def": "名前としては存在しているが、実体が失われていること。内容や意義が無くなり、名前や見た目だけになること。「名存し実亡ぶ」とも読む。",
        "grade": "5"
    },
    {
        "word": "面張牛皮",
        "yomi": "めんちょうぎゅうひ",
        "def": "考える必要もなく、疑う要素もないほどはっきりとしていること。他と区別できてはっきりとしているという意味の「明白」を重ねて強調した言葉。",
        "grade": "5"
    },
    {
        "word": "面目一新",
        "yomi": "めんもくいっしん",
        "def": "どの方向から見ても整っていて美しいこと。または、どの方向から見ても同じであること。「面向」は顔の額の中央ということから、顔の正面のこと。「不背」は裏が存在しないこと。元は正面が三方向ある仏像のことをいい、どの方向から見ても正面になるということから。",
        "grade": "5"
    },
    {
        "word": "目指気使",
        "yomi": "もくしきし",
        "def": "直接目の前にいる時は気に入られるように振る舞い、その人がいないところでは、その人のことを悪く言うこと。",
        "grade": "5"
    },
    {
        "word": "門外不出",
        "yomi": "もんがいふしゅつ",
        "def": "相手におとなしく従うふりをしながら、心の中で相手に歯向かうこと。「面従」は面と向かい合っている時だけ従うこと。「腹背」は心の中で歯向かうこと。おとなしく従うふりをして相手を安心させ、裏では相手の地位や立場を脅かすような策をめぐらすこと。",
        "grade": "5"
    },
    {
        "word": "門戸開放",
        "yomi": "もんこかいほう",
        "def": "非常に厚かましいことのたとえ。面の皮が厚いということをたとえた言葉で、牛の皮を顔に張るという意味から。",
        "grade": "5"
    },
    {
        "word": "門前成市",
        "yomi": "もんぜんせいし",
        "def": "見た目や内容を新しく変えること。または、世間からの評判が一気によくなること。「面目」は周囲から見た評価や外側からの見たようすのこと。「一新」は全てが新しいものに変わること。",
        "grade": "5"
    },
    {
        "word": "問答無益",
        "yomi": "もんどうむえき",
        "def": "言葉を使うことなく目配せや顔つきだけで目下の者を酷使すること。前漢の貢禹が「卑しい行いをしている者の家が富み栄えていると、目下の者を目配せや顔つきだけでこき使い、それをすぐれたことだとしている」と元帝に上奏したという故事から。",
        "grade": "5"
    },
    {
        "word": "問答無用",
        "yomi": "もんどうむよう",
        "def": "とても大切な技術や物などを、決して他人に知られないように人に見せ付けたり自慢することなく隠して外に出さないこと。家の門から外に出さないという意味から。",
        "grade": "5"
    },
    {
        "word": "薬石無効",
        "yomi": "やくせきむこう",
        "def": "制度や制限をなくして、自由に出入りできるようにすること。門戸を開け放って自由にするという意味から。",
        "grade": "5"
    },
    {
        "word": "約法三章",
        "yomi": "やくほうさんしょう",
        "def": "たくさんの人が集まること。門の前にたくさんの人が集まっていて市場のようになっているという意味から。中国の前漢の時代の鄭崇が、人を集めて謀反を企んでいると疑われ、「家の門の前には市場のように人がいるが、心は水のように清らかです」と訴えたという故事から。「門前市を成す」とも読む。",
        "grade": "5"
    },
    {
        "word": "有言実行",
        "yomi": "ゆうげんじっこう",
        "def": "話し合うことに意味がないこと。議論を終わらせるときに使う言葉。話を続けても、互いに利益になることはないという意味から。",
        "grade": "5"
    },
    {
        "word": "右文左武",
        "yomi": "ゆうぶんさぶ",
        "def": "話し合うことに意味が無いこと。「問答」は話し合うこと、「無用」は必要ないことで、主にこれ以上話し合っても無駄なため、一方的に話し合いを終わらせるときに使う言葉。",
        "grade": "5"
    },
    {
        "word": "有名無実",
        "yomi": "ゆうめいむじつ",
        "def": "薬や医者の治療がまったくもって効かないこと。「薬石」は石の鍼（はり）治療や薬剤。「無効」は効き目が無いという意味。",
        "grade": "5"
    },
    {
        "word": "油断大敵",
        "yomi": "ゆだんたいてき",
        "def": "簡単な法や取り決めを作り、それを実施することを民衆と約束すること。秦末期に関中を平定した劉邦が、県の長老に秦の法律を廃止して、人を殺したものは死刑、傷害と盗みは罰するとした三つの法の制定を約束した故事から。",
        "grade": "5"
    },
    {
        "word": "用行舎蔵",
        "yomi": "ようこうしゃぞう",
        "def": "言ったことは必ず実行すること。「有言」は口に出して言うこと、「実行」は実際に行動すること。「不言実行」をもとにしてつくられた俗語。",
        "grade": "5"
    },
    {
        "word": "用舎行蔵",
        "yomi": "ようしゃこうぞう",
        "def": "文武の両道を兼備すること。学問と武芸の両面を重んじること。",
        "grade": "5"
    },
    {
        "word": "羊腸小径",
        "yomi": "ようちょうしょうけい",
        "def": "名前は立派だが内容が伴っていないこと。「有名」は立派な名前、「無実」は内容がないこと。使われていない法律や制度、存在しているものの活動はしていない組織などのことをいう。",
        "grade": "5"
    },
    {
        "word": "夜目遠目",
        "yomi": "よめとおめ",
        "def": "気を緩めて注意を怠ると失敗の原因となり危険だという戒め。「油断」は気を緩めることや注意を怠ることで、油断している状態が最も大きな敵になるという意味から。",
        "grade": "5"
    },
    {
        "word": "落花流水",
        "yomi": "らっかりゅうすい",
        "def": "身の振り方をわきまえていること。君主に認められれば世に出て働き、捨てられればおとなしく引退して静かに生活するという意味。",
        "grade": "5"
    },
    {
        "word": "覧古考新",
        "yomi": "らんここうしん",
        "def": "身の振り方をわきまえていること。君主に認められれば世に出て働き、捨てられればおとなしく引退して静かに生活するという意味。",
        "grade": "5"
    },
    {
        "word": "乱雑無章",
        "yomi": "らんざつむしょう",
        "def": "曲がりくねっている山道や小道のこと。「径」は道のことで、羊の腸のような道という意味から。",
        "grade": "5"
    },
    {
        "word": "利害得失",
        "yomi": "りがいとくしつ",
        "def": "女の人は、しっかりと見るよりも、よく見えないときのほうが美しく見えるということ。暗い夜や遠く離れた場所から見たり、笠をつけているほうが実際よりも美しく見えるという意味から。「夜目遠目笠の内」を略した言葉。",
        "grade": "5"
    },
    {
        "word": "立身出世",
        "yomi": "りっしんしゅっせ",
        "def": "落ちる花と流れていく水のことで、過ぎていく春のこと。または、人や物がおちぶれること。または、男女の気持ちが通じ合うことのたとえ。流水に花が落ちれば、花を浮かせたまま流れていくように、男に慕う心があれば、女にも情が生じ男を受け入れるという意味から。",
        "grade": "5"
    },
    {
        "word": "理非曲直",
        "yomi": "りひきょくちょく",
        "def": "古いものを参考にして新しいものを考察すること。",
        "grade": "5"
    },
    {
        "word": "流星光底",
        "yomi": "りゅうせいこうてい",
        "def": "秩序が乱れていることや筋道が立たないこと。「無章」は筋道が立たないという意味。",
        "grade": "5"
    },
    {
        "word": "良玉精金",
        "yomi": "りょうぎょくせいきん",
        "def": "自分にとっての利益と損失のこと。「利害」は利益と損害、「得失」は得することと損すること。同義語を重ねて強調した語。",
        "grade": "5"
    },
    {
        "word": "量才録用",
        "yomi": "りょうさいろくよう",
        "def": "成功して社会的に高い地位について、名前が世に広まること。「立身」と「出世」はどちらも社会的によい地位につくこと。",
        "grade": "5"
    },
    {
        "word": "量体裁衣",
        "yomi": "りょうたいさいい",
        "def": "物事の「善と悪」や「正と不正」のこと。「理非」は道理にかなうこととかなわないこと、「曲直」は曲がっていることとまっすぐなこと。",
        "grade": "5"
    },
    {
        "word": "良知良能",
        "yomi": "りょうちりょうのう",
        "def": "光が一瞬の間だけ輝くこと。勢いよく振り下ろした刀が一瞬輝くことを、流れ星の輝きにたとえた言葉。「流星光底長蛇を逸す」という詩の一節で、上杉謙信が武田信玄を討ち損ねたことをうたった詩から。",
        "grade": "5"
    },
    {
        "word": "理路整然",
        "yomi": "りろせいぜん",
        "def": "穏やかで純真な性格のたとえ。「良玉」は美しい宝玉。「精金」は不純物のない純粋な金属のこと。故事で、北宋の程頤が兄の程顥の人柄を評して言ったとされる言葉から。",
        "grade": "5"
    },
    {
        "word": "臨機応変",
        "yomi": "りんきおうへん",
        "def": "各々の能力をしっかりと見据えて、能力を生かせる地位に登用すること。「量才」は能力を量ること。「録用」は採用すること。「才を量りて録用す」とも読む。",
        "grade": "5"
    },
    {
        "word": "臨終正念",
        "yomi": "りんじゅうしょうねん",
        "def": "状況に合わせて、最も現実的な方法を使って処理すること。体の大きさを量って、それに合わせて布を裁断して衣服を作るという意味から。「体を量りて衣を裁つ」とも読む。",
        "grade": "5"
    },
    {
        "word": "冷暖自知",
        "yomi": "れいだんじち",
        "def": "人が生まれた時から持っている正しい心の働きと能力のこと。孟子の性善説に基づく考え方で、誰に教わるでもなく、子が親を尊敬して、親しみを持つような類いのことをいう。",
        "grade": "5"
    },
    {
        "word": "老少不定",
        "yomi": "ろうしょうふじょう",
        "def": "話や考えが道理にかなっていて、前提から結論までの順序や段階がしっかりとしていること。「理路」は話や考えの道理、「整然」はしっかりと整っていること。",
        "grade": "5"
    },
    {
        "word": "老成円熟",
        "yomi": "ろうせいえんじゅく",
        "def": "状況の変化に応じて対処する方法を適切にかえること。「臨機」は時と場合に応じて適切な手段をとること。「応変」は変化に応じて対処すること。",
        "grade": "5"
    },
    {
        "word": "老成持重",
        "yomi": "ろうせいじちょう",
        "def": "死に臨む時も心を乱さずに、心を穏やかに保つこと。仏教の言葉で、心静かに念仏を唱え、極楽往生を願いながら死んでいくことをいう。「臨終」は死ぬ直前のこと。「正念」は心を正しい状態に保つこと。",
        "grade": "5"
    },
    {
        "word": "和顔愛語",
        "yomi": "わがんあいご",
        "def": "自分のことは他人から教わらなくても自分自身で分かるということ。水の冷暖は飲んだ者が分かるという意味から。",
        "grade": "5"
    }
]